[
  {
    "title": "The Balm Timebalm Foundation, Medium, .75 Ounce",
    "description": "Good things start with a good foundation our cult-classic timebalm concealer was such a hit with its vitamin packed, rejuvenating formula that we took it to another level. Paraben-free, perfect for all skin types and conditions and lasts all hours of the day (and night), our timebalm foundation crafts a flawless face by smoothing out imperfections and leaving a perfect canvas for further beautification. By making this foundation your starting point you are guaranteed to get some serious face time.",
    "itemID": "B001QWCCQG",
    "helpful": [
      3,
      4
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 152401
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 21.58,
    "brand": "theBalm"
  },
  {
    "title": "The Balm Timebalm Face Primer, 1 Ounce",
    "description": "A silky, vitamin-rich face primer helps conceal fine lines and wrinkles instantly enriched with vitamins A, C and E to protect skin against free radical aggressions blended with anti-inflammatory allantoin and bioflavonoid to soothe stressed skin creates a calm, smooth, flawless and youthful looking complexion.",
    "itemID": "B004FMC6NS",
    "helpful": [
      4,
      4
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 16348
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation Primers"
      ]
    ],
    "price": 21.91,
    "brand": "theBalm"
  },
  {
    "title": "The Balm What's Your Type Mascara, Body Builder Black, 0.40 Ounce",
    "description": "Push the limits of your lashes by layering an extra coat to take your volume to the max. A long-wearing, non-clumping mascara. Incredibly prolongs lashes and creates volume.",
    "itemID": "B0089YHZ4I",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 29665
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 13.95,
    "brand": "theBalm"
  }
]