[
  {
    "title": "Life-Flo Organic Pure Safflower Oil, 16 Ounce",
    "description": "Pure safflower oil is truly a versatile oil with numerous benefits from culinary to cosmetics. It acts as a protective barrier to lubricate your skin while it moisturizes. It helps soften dryness, smooth roughness, and soothe skin problems. Cold pressed and food grade.",
    "itemID": "B0084Y1LFM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 17735
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 9.99,
    "brand": "Life-Flo"
  },
  {
    "title": "Clean &amp; Clear Clear Advantage Acne Spot Treatment, 0.75 Ounce",
    "description": "Clean & clear advantage acne spot treatment. This treatment contains breakthrough technology that actually dissolves oil and allows the maximum strength acne medicine to penetrate into your pores. This formula works fast to reduce the visible signs of acne.",
    "itemID": "B00027DDOQ",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 1.99,
    "brand": "Clean &amp; Clear"
  },
  {
    "title": "Sunny Isle castor oil lavender 8oz",
    "description": "Lavender oil is the most known scent throughout the aromatic world, and regarded as the most versatile essence in aromatherapy. It has a sweet, balsamic, floral aroma which combines well with many oils including Jamaican Black Castor Oil. Lavender is a natural antibiotic, antiseptic, anti-depressant, sedative and de-toxifier. It works well on dry or acne prone skin. People who have alopecia can also use lavender, to treat their hair loss. So, for those of you that have dry acne prone skin, Alopecia, and or want their hair to grow fast then the combination of pure Lavender Essential Oil and Jamaican Black Castor Oil will get the job done.",
    "itemID": "B003XHCTEC",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 23826
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 12.09,
    "brand": "Sunny Isle"
  }
]