[
  {
    "title": "Revlon ColorBurst Lipstick, Baby Pink, 0.13 Fluid Ounces",
    "description": "Innovative pigments provide immediate, high-pigment color release on lips with a featherlight feelMoisturizers and antioxidants, including sweet almond oil, improves lip texture. Elasticolor technology hugs lips with burst of vitually weightless color and moves comfortably with lips like a second skin. Contains film-forming polymers for longer wear and skin conditioning properties.Naturally fragrant with Vanilla Absolute and is Paraben free.",
    "itemID": "B0030HAF4G",
    "helpful": [
      1,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 72568
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 7.29,
    "brand": "Revlon"
  },
  {
    "title": "Housweety Unique Dots Pattern Double Layer Cosmetic Bag Black",
    "description": "The zipper closure makes this cosmetic bag very convenientA must-have for organizing and storing all your beauty essentialsSuitable for a professional stylist, or anyone on the go who needs to organize their makeup\nGreat for travel or display on your home dresserWith a mirror inside it.perfect for applying makeup.",
    "itemID": "B005GYL9C8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1250
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Bags & Cases",
        "Cosmetic Bags"
      ]
    ],
    "price": 3.08,
    "brand": "My Sky"
  },
  {
    "title": "Nyx Highlight &amp; Contour Powder-hcp01",
    "description": "HIGHLIGHT Accentuates and emphasizes cheekbones, brow one and area above the lips CONTOUR Helps Shapes, define and diminish prominent features INDREDIENTS Kaolin, Talc, Lauroyl Lysince, Aluminum Starch Octenylsucciate, Zinc, Oxide, Octyldodeanol, Bis Digylceryl, Polyacyladipade 2, Isostearyl Isostearate, Octyldodecyl Stearoyl Stearate, Diissostearyl Malate, Ethylhexyl Palmitate, Trimethylsiloxypeny Dimethicone, Dimethicone, Polyethylene Terephthalate, Tocopheryl Acetate, Isopropylparaben, Isobutylparaben, Butylparaben. MAY CONTAIN Mica CI77019, Titanium Dixoide CI77897, Iron Oxide Red CI77491, Iron Oxide Black CI77499, Iron Oxide Yellow CI77492, Ultramarine Blue CI77007, D C Red No. 6 CI15850, D C Red No. 7 CI15850",
    "itemID": "B006R1LBJA",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Health & Personal Care": 8391
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 9.21,
    "brand": "NYX"
  }
]