[
  {
    "title": "Herstyler Nourishing and Moisturizing Conditioner,6.4 Ounce (Pack of 2)",
    "description": "Herstyler Hair Shampoo HerStylers Mineral rich shampoo will sooth the hair fiber. Hair will become silky, shiny and easier to untangle. Enriched with plant extracts and proteins as well as olive oil this concentrated treatment nourishes the scalp to activate epidermis cells. Hydrates from root to tip to repel dehydration and calms frizz and prevents static and tangling",
    "itemID": "B001DYLHJA",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 58963
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 7.99,
    "brand": "HerStyler"
  },
  {
    "title": "Pond's luminous clean daily exfoliating cleanser, 5oz",
    "description": "",
    "itemID": "B0089JVEPO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 17619
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Scrubs"
      ]
    ],
    "price": 6.64,
    "brand": "Pond&#39;s"
  },
  {
    "title": "Best Phloretin CF serum Advanced Formula + 1 fl oz / 30 ml. Broad-Range premium antioxidant treatment. Contains 2% Phloretin, 10% L-Ascorbic Acid, and 0.5% Ferulic acid.",
    "description": "Our topical antioxidant Phloretin Serum + Ferulic acid + Phloretin + Hyaluronic acid is the highest-quality Phloretin Serum available in today's cosmetic marketplace.This Best Selling Phloretin Serum will provide your skin with superior antioxidant properties to correct existing sun and photo damage.Our Phloretin Serum provides your skin with 4 key ingredients listed below:1. Vitamin C (L-Ascorbic Acid):An active form of Vitamin C occurs naturally in citrus fruits. This potent water-soluble antioxidant protects skin from oxidative damages caused by the sun rays (UVA/UVB radiation). It improves elasticity of skin by enhancing the production of collagen.2. Ferulic Acid:A powerful antioxidant found in the cell walls of plants. This ingredient is predominantly effective at preventing sun damage. Research studies demonstrate exposure to ultraviolet light actually increases the antioxidant capacity and efficacy of ferulic acid.3. Phloretin:A powerful naturally occurring polyphenolic compond belongs to the flavonoid group and found exclusively in apples and apple-derived products.4. Hyaluronic Acid:A naturally occurring polysaccharide responsible for tissue hydration and lubrication within the extra-cellular space of bodily tissues.Due to the high demand of our Phloretin Serum, at times we will be sold out.   We apologize for the inconvenience and are working diligently to keep  stock as much as possible.",
    "itemID": "B001G2LWDK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6932
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 35.25,
    "brand": "Cosmetic Skin Solutions LLC"
  }
]