[
  {
    "title": "Millenium Tanning New Paint It Black Auto-darkening Dark Tanning Lotion, 50X, 13.5 Ounce",
    "description": "NEW Unique Auto-Darkening Tan Technology delivers extreme dark bronze tanning results through its super luxurious silicone emulsion blend. Experience stunning dark tan color and ultra moisturization that lasts all day. Accelerating, Bronzing, Skin Firming, Silicone Emulsion Fragrance: Fresh and Clean Cotton Blossom. Suitable for all ages as this product does not contain a tingle!!!",
    "itemID": "B00147FGJ8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 636
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 12.79,
    "brand": "Millennium Tanning Products"
  },
  {
    "title": "Maui Babe Browning Lotion, 8 Fluid Ounce",
    "description": "Are you tired of baking in the hot dangerous sun for hours to get a dark beautiful tan? Get a real tan in short sun time. Try our wonderful Maui babe browning lotion for the safest, fastest, most beautiful tan of your life. We call it Maui babe browning lotion because brown is what you quickly become, and everybody who has tried it, loves it. Maui babe is a sun tanning lotion made from an old secret family formula, mixed from natural Hawaiian ingredients, including aloe for your protection. Everyone who has used Maui babe is thrilled with how fast and beautiful they tan and how wonderful their skin feels from the moisturizing benefits and the natural skin protection. Put it on one arm and not the other, and go in the sun, and you will feel a real difference. The one without it feels hot and burning, while the one with it is browning fast and rich.) It is water resistant, and our customers tell us that insects hate it. All insects. Also, we test on humans. Never on animals. Maui babe browning lotion is not a stain or self tanner. It accelerates the sun triggered tanning processes in your skin, eliminating long torturous hours cultivating your tan. Maui babe browning lotion is safe for all skin types even the fairest and most sensitive. It can even be used with sunscreens, should you choose to do so. Size 8 ounce.",
    "itemID": "B000OFB5QO",
    "helpful": [
      2,
      4
    ],
    "overall": 2.0,
    "salesRank": {
      "Health & Personal Care": 826
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Tanning Oils"
      ]
    ],
    "price": 15.0,
    "brand": "Maui Babe"
  },
  {
    "title": "Ed Hardy HOLLYWOOD BRONZE Bronzer Tanning Lotion 10 oz.",
    "description": "Accelerator/Anti-Aging/Bronzer\nFormulated with essential vitamins and oils for an amazing deep dark tan, you will feel like a Hollywood celebrity after using this lotion! Get that radiant glow you lust for and see the super amino-peptide complex help diminish the appearance of fine lines and wrinkles every time you use it. Hollywood Bronze...welcome to the red carpet!",
    "itemID": "B004FRSTWK",
    "helpful": [
      8,
      9
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6326
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 11.89,
    "brand": "Ed Hardy"
  }
]