[
  {
    "title": "Hair One Hair Cleanser and Conditioner with Tea Tree Oil 355ml/12oz - Dry Scalp Formula",
    "description": "Buy Hair One Hair Conditioners - Hair One Hair Cleanser and Conditioner with Tea Tree Oil 355ml/12oz - Dry Scalp Formula",
    "itemID": "B001IMW9AS",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 10109
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Conditioners"
      ]
    ],
    "price": 10.49,
    "brand": "Hair One"
  },
  {
    "title": "L'Oreal Paris Youth Code Serum Intense, 1.0 Fluid Ounce",
    "description": "This potent serum boosts skin's natural powers of regeneration so it regains the qualities of young skin. It's a lightweight yet powerful boost to your skincare routine. See immediate results by using alone or with other Youth Code products. Skin looks rested, smoother and youthfully luminous. Signs of stress, fatigue and aging are visibly diminished.",
    "itemID": "B0047F70B6",
    "helpful": [
      4,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1365
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Serums"
      ]
    ],
    "price": 7.15,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "Neutrogena Rapid Wrinkle Repair Eye, 0.5  Ounce",
    "description": "&nbsp;&nbsp;&nbsp;It's a new era in anti-aging. Neutrogena Rapid Wrinkle Repair Eye Cream containsAcceleratedRetinol SA, for visible results in just one week.AcceleratedRetinol SA combines an exceptional level of Retinol SA with glucose complex, an exclusive booster that delivers pure stabilized retinol into the skin's surface quickly and effectively, leaving feeling smoother and younger-looking.It's clinically proven to help: fade the look of stubborn crow's feet; brighten and even under eye area; smooth fine lines and texture; and reduce the look of dark circles.",
    "itemID": "B004D24818",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 963
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 8.91,
    "brand": "Neutrogena"
  }
]