[
  {
    "title": "Bar Soap-Tea Tree Dr. Bronner's 5 oz Bar",
    "description": "Bar Soap-Tea Tree by Dr. Bronner's 5 oz Bar Organic Tea Tree Oil Use for facial cleansing and cleaning minor cuts and scrapes as well as everyday bathing. Ingredients Saponified Organic Coconut Palm Olive oils (w retained Glycerin) Water Organic Hemp Oil Organic Jojoba Oil Organic Tea Tree Oil Salt Citric Acid Vitamin E NOTICE International Customers Unfortunately we are not able to ship Dr. Bronner's products internationally. We sincerely apologize for any inconvenience.",
    "itemID": "B000177FXW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 13681
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 6.8,
    "brand": "Dr. Bronner"
  },
  {
    "title": "Aztec Secrets: Indian Healing Bentonite Clay, 2 lbs",
    "description": "Indian Healing Clay by Aztec Secret 2 lbs Clay How Aztec Secret Works Indian Healing Clay Clays have been used for centuries to beautify and refresh when used as a facial mask. Cleopatra used clay from the Nile river and the Arabian desert over 1800 years ago as part of her beauty ritual. German and Roman spas have been using clay packs and treatments in the spas they built 4 000 years ago. Many of these spas still exist and use clay even today. Pliney the Elder devoted an entire chapter of his Natural History to the many uses of clay for pimples black heads and skin tightening. Many famous naturopaths such as Kuhn Just and Kneipp have contributed to the revival of the uses of clay through their natural treatments for arthritus and skin ailgments. Aztec Indian Healing Clay A Brief History - The Worlds Most Powerful Facial The use of clay with apple cider vinegar can be dated back to the southern French priest of the16th century Kneipp and his natural treatments using clay packs and po",
    "itemID": "B000ZMBSPE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 142
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 10.31,
    "brand": "Aztec Secret"
  },
  {
    "title": "Physicians Formula Mineral Wear Talc-Free Mineral Correcting Powder - Natural",
    "description": "Physicians Formula: Mineral Wear Correcting Powder, Creamy Natural 0.29 oz. Perfecting blend evens out skin tone. 3-in-1: corrector + primer + powder. In one simple step, this versatile powder color corrects the most common skin imperfections, smoothes skin texture and evens out skin tone. All colors blend together to create a perfect canvas finish: pink brightens, green tones down redness and yellow adds warmth. High-Tech Japanese Formula: High-performance, lightweight texture can be worn alone or layered with other face products. Delivers a natural-looking finish that won't cake, crease or settle into fine lines. The talk on talc: Gentle, talc-free, minimalist formula allows skin to breathe. Can help minimize the risk of irritation and breakout. Mineral Wear for a natural wear: Minerals such as Mica provide a smooth second skin feel and finish.Gently absorbs oil without drying skin and helps minimize the appearance of fine lines. For extra sensitive or breakout-prone skin. Minimalist formula helps reduce irritation and breakout. Hypoallergenic. Fragrance free. Paraben free. Non-comedogenic. Dermatologist approved. Compact contains built-in mirror and includes a high quality brush. Made in Japan.",
    "itemID": "B0039BGHX6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 57590
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Concealers & Neutralizers"
      ]
    ],
    "price": 7.5,
    "brand": "Physicians Formula"
  }
]