[
  {
    "title": "Henna Persia Light Brown 4 Ounces",
    "description": "Adds shine, body, and conditioning to all hair colors and types. A mild formula that does not irritate the scalp or skin. Brings out your natural highlights. Made with Rainbow's Neutral (colorless) Henna.Rainbow Henna is 100% organic - no additives, chemicals, or pesticides. Rainbow Henna coats each hair shaft with color. Blends naturally. Fades gradually. Lasts 4-6 weeks. Smooths and seals the hair's cuticle for greater shine and body. Rainbow's custom-tailored recipes can be used for special effects, covering grey, and improving texture.",
    "itemID": "B00016WV6E",
    "helpful": [
      3,
      7
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 91379
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Hennas"
      ]
    ],
    "price": 7.98,
    "brand": "Rainbow Research"
  },
  {
    "title": "Jergens Natural Glow Firming Medium Tanning Lotion, 7.5-Oz (Pack of 3)",
    "description": "Moisturizer gradually creates fabulous natural-looking color with a subtle skin-darkening complex",
    "itemID": "B001ET78QK",
    "helpful": [
      2,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3522
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 12.95,
    "brand": "Jergens"
  },
  {
    "title": "100 Grams Bag of Natural Indigo Powder (wasma in Arabic and Urdu) Indigofera Tinctoria New Crop",
    "description": "Indigo powder is combined with Henna to create different shades of brown to black when dyeing your hair . For external use only. Product of India\nWARNING ABOUT HENNA and INDIGO POWDER\nPure Henna and Indigo powder is SAFE.  Pure henna and Indigo have been in use for thousands of years.  It's one of the safest things you can put on your skin, and reactions are very unusual. \nHenna ONLY stains a color in the range of orange, red, brown, cinnamon, brick, chocolate or coffee and Indigo stains a color in black or blue\nIf you've never used henna or indigo before, you may want to do a skin test to be sure you're not allergic.  The allergy is called a \"napthoquinone sensitivity\".  If you put henna or indigo on your skin, and in 1 hour have itching, a tight chest, or wheezing, you have a napthoquinone sensitivity and you should not ever use henna or indigo",
    "itemID": "B00312PRU2",
    "helpful": [
      0,
      1
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 44243
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Hennas"
      ]
    ],
    "price": 8.25,
    "brand": NaN
  }
]