[
  {
    "title": "Fallene Cotz Plus SPF 58 Water Resistant UVB/UVA Sunscreen for Sensitive Skin, 2.5-Ounce Tube",
    "description": "Fallene Cotz SPF 58 is a mineral-based sunscreen that utilizes ultra-micronized titanium dioxide, zinc oxide, and iron oxide for effective protection from the sun's harmful rays. Cotz is dye-, oil-, PABA- and fragrance-free, offering full-spectrum protection without any \"chemical sunscreen\" ingredients. This product is ideal for light-sensitive and pediatric uses, but it is also an excellent sunscreen choice for just about anyone with sensitive skin. In addition, this sunscreen offers significant water-resistant properties, which makes it an ideal choice for active people and outdoor activities. Cotz SPF 58 will leave your skin soft, smooth, and, most importantly, protected from harmful UVA and UVB rays..caption { font-family: Verdana, Helvetica neue, Arial, serif; font-size: 10px; font-weight: bold; font-style: italic; } ul.indent { list-style: inside disc; text-indent: 20px; } table.callout { font-family: Verdana, Helvetica, Arial, serif; margin: 10px; width: 250; } td.callout { height: 100 percent; background: #9DC4D8 url(http://images.amazon.com/images/G/01/electronics/detail-page/callout-bg.png) repeat-x; border-left: 1px solid #999999; border-right: 1px solid #999999; padding: 10px; width: 250px; } ul.callout { list-style: inside disc; text-indent: -12px; font-size: 12px; line-height: 1.5em; } h5.callout { text-align: center; }The Cotz SPF 58 sunscreen offers:Full-spectrum sun protection.Combined multiple particle sizes of titanium dioxide, zinc oxide and iron oxide.Special formula that is perfect for photo-sensitive individuals.Fallene Cotz SPF 58 sunscreen combines multiple particle sizes of titanium dioxide, zinc oxide and iron oxide to offer excellent full-spectrum protection.The Full-Spectrum Sun ProtectionFallene, Ltd. produces the most complete full spectrum sun protection available. Cotz SPF 58,Lipcotz SPF 45,Clear SPF 65, andTinted SPF 60, all combine multiple particle sizes of micronized titanium dioxide, zinc oxide and iron oxide to form a complete barrier from the light spectrum, including UVA/UVB.The Cotz SPF 58, as well as the other Fallene products, are specially designed for photo-sensitive individuals, but are perfect for anyone concerned about maintaining healthy skin and promoting the integrity of their immune system.The Dangers of UVB WavelengthsSPF rating does not adequately measure protection from all the damaging radiation effects of light. SPF is only a determination of protection from one specific wavelength of ultraviolet radiation, the UVB (290nm - 320nm). Unfortunately, there is no currently approved standard to rate the quality of a sunscreen's UVA protective capabilities. UVA (320nm - 400nm) is the deeper penetrating wavelength that is more often associated with skin changes, such as wrinkling, pigmentation, and long term damage. The SPF rating system does not accurately or completely define a sunscreen's protective capabilities from harmful ultraviolet radiation, except the UVB wavelength.UVB creates a red, painful irritation first experienced during early sun exposure, but UVB is not the only ultraviolet wavelength damaging to the skin. In fact, UVB has only a minimal effect upon the deeper depth of skin. UVB and UVA radiation are both recognized as causing skin cancer, and SPF 30 protection is just not enough.Direct Physical Photoblockers BenefitsMost of the physical photoblockers are naturally occurring metal compounds (iron, chromium, zinc, titanium, etc), although some, such as bismuth, are man-made. In addition to their photo-protective attributes, these substances also assist in preventing windburns and skin damage from wind-driven micro-particles, such as dirt and grime. These physical blockers also offer a substantial defense against infrared rays in two ways.Winter, spring, summer or fall -- no matter what the season, Lipcotz SPF 45 protects your skin from harmful rays.Minimize wrinkling, skin-damage, and photo-aging with Fallene sun-protection products.First, particles that are large enough to be seen, i.e. the reflect visible light, will also reflect and refract infrared waves that are the most harmful to the skin (760nm - 1,800nm). Second, regardless of particle size, these metal-based materials act as a \"heat sink\" and thereby reduce the heat effect on the skin.Titanium Dioxide: Absorbs Light and Protects SkinThis white-pigment powder is widely used in cosmetics. Products containing large-particle titanium have a greater opacity, which means they have greater lightening or whitening qualities. Opaque titanium dioxide is highly reflective and strongly scatters all UV and visible rays. It also reflects much of the skin-damaging infrared waves, keeping skin cooler and reducing \"heat\" damage that causes unwanted photo-aging.To photo-stabilize titanium dioxide it must be micro-coated with a protectant, such as silicone or aluminum oxide. Since titanium dioxide spreads poorly on the skin, another way to inhibit its breakdown is to incorporate titanium dioxide with other blockers. To achieve cosmetic elegance and usefulness, microcoating the titanium dioxide assures a good, even application to the skin. A downside of large-particle titanium dioxide products is that they produce a white, opaque appearance on the skin when applied. However, submicronizing the titanium dioxide powder, as Fallene does, creates small particles that absorb visible light and protect the skin, but they're still invisible on the skin, so you're not covered in embarrassing white salve.Transparent (sub-micronized) titanium dioxide works by absorbing, reflecting and scattering UVB and some UVA rays. However, protection against UV, visible and infrared is significantly limited when submicronized titanium dioxide is the primary protectant.Zinc Oxide: Extends Photo-ProtectionZinc Oxide has been known and used topically for centuries as a skin protectant and wound-healing adjuvant and is also recognized as a mild antimicrobial agent. More than 50 years ago, zinc oxide was indicated as a block for ultraviolet light (UVB/UVA). It also reflects infrared from the skin, as does titanium dioxide. However, its ability to protect in the long UVA range (300nn - 400nm) is much higher than titanium dioxide. Zinc oxide absorbs, rather than scatters, most UVA, while titanium dioxide primarily scatters these wavelengths. Thus, formulated in combination with titanium dioxide, ultra-fine zinc oxide \"closes the window\" in the UVA range. Zinc oxide works to both complement titanium dioxide's protection and extend photo-protection to the skin where titanium dioxide is insufficient. The optimal particle size range for ultraviolet blocking zinc oxide (without blocking visible wavelengths) is approximately 80 to 150 nanometers (1,000 nanometers = 1 micron).Iron Oxides: Adds Color and Complements Primary UV Blocking AgentsIron oxide is used in a wide array of cosmetics to provide cover-up color. Cosmetic iron oxides are manufactured to a high purity, desired color and particle size.Iron oxide pigments for cosmetic use are micronized powders. They are available in a number of shades and tones of red, yellow, black and brown. These cosmetic pigments, if incorporated at adequate concentration and properly dispersed, not only add color, but they also provide significant skin protection from multiple wavelengths of light.Ultra-submicronized iron oxides protect against visible light waves, but also add a little color to the finished product. This allows for the addition of higher levels of infrared protecting iron oxides, while retaining the cosmetic elegance and shade of the final preparation. Submicronized iron oxides block ultraviolet rays, which is a great complement to the primary UV blocking agents.What's in the BoxFallene Cotz SPF 58 water-resistant sunscreen tube (2.5-ounces).",
    "itemID": "B000GUZ8HY",
    "helpful": [
      2,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 2723
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection",
        "Sports"
      ]
    ],
    "price": 16.99,
    "brand": "Fallene"
  },
  {
    "title": "Vaseline Sheer Infusion Body Lotion, Vitamin Burst, 13.5-Ounce Bottles (Pack of 2)",
    "description": "Some moisturizers only treat the top layers of your surface skin, leaving it feeling greasy. Others sink through quickly and your skin is not thoroughly moisturized. New Vaseline Sheer Infusion with Stratys-3 infuses and suspends superior* moisture across all layers of your skin**. Only Vaseline Sheer Infusion delivers superior moisture* and an unmatched silky feel.",
    "itemID": "B0027CT5TG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 405166
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Neutrogena Clinical Facial Lifting Wrinkle Treatment, Night, 1 Ounce",
    "description": "Transform your skin while you sleep and wake up to a firmer, more youthful look with Neutrogena Clinical Facial Lifting Wrinkle Treatment Night (1-ounce). After just a few weeks of use, this formula is clinically proven to soften and smooth skin and decrease the appearance of wrinkles, while also improving skin firmness, resilience, and definition.Clinical Facial Lifting Wrinkle Treatment NightAt a glance:ion2complexserumNight activating moisturizerSmoothes and softens after single useLifts and redefines for a youthful lookRecommended fornightly use2complex before/after\">View larger.Breakthrough Ion-Mineral Technology for Healthy, Younger-Looking SkinWith Facial Lifting Wrinkle Treatment, Neutrogena brings you an advanced, two-step treatment for skin that creates a positive ion flow to improve firmness, resilience, and definition while you sleep--letting you take the next step in reversing the telltale signs of aging.&nbsp;&nbsp;&nbsp;ion2complex technologyView larger.Healthy skin naturally restores itself with positively charged ion flow, which facilitates cell-to-cell communication. Dermatologists are now recognizing that as we age, this flow diminishes, leading to a breakdown in collagen that causes skin to lose shape and definition.Patented ion2complex contains essential ion-mineral conductors that, when activated by the companion moisturizer, helps to rejuvenate the look of skin so it appears younger and more resilient.Easy, Two-Part Daily Treatment Activates ion2complexSimply apply a small amount of the gray, patented ion2complex gel serum on clean skin, smoothing evenly over face and neck. The unique formula instantly fades to transparent on the skin, signaling that it's time to layer a dime-size amount of the night activating cream to the same areas to activate the ion2complex.View larger.Clinically Proven to Deliver Noticeable ResultsGentle enough to use every day, this treatment immediately gets to work. After only a single use, skin feels softer and smoother. After just four weeks of daily use, this formula enhances skin's natural surface cellular-renewal process and reveals noticeably younger-looking, more toned and resilient skin. It also evens skin tone and minimizes the signs of discoloration; reduces the appearance of fine lines and wrinkles; lifts the look of sagging skin; and improves the look of facial contours and definitions.For best results, use Neutrogena Clinical Facial Lifting Wrinkle Treatment Night in conjunction with Neutrogena Clinical Facial Lifting Wrinkle Treatment Day and Neutrogena Clinical Eye Lift Contouring Treatment.What's in the BoxOne package containing Neutrogena Clinical Facial Lifting Wrinkle Treatment Night gel serum and moisturizer (1 Ounce).Facial Lifting Wrinkle Treatment - Nightion2complex Serum Ingredients:Cyclopentasiloxane, Dimethicone, Dimethicone Crosspolymer, Trisiloxane, Silica, Zinc, Dimethicone/Vinyl Dimethicone Crosspolymer, Tocopheryl Acetate, Copper Powder.Night Activating Cream Ingredients:Water, Cetyl Alcohol, Dimethicone, Tetrahydroxypropyl Ethylenediamine, Dicaprylyl Carbonate, Glyceryl Stearate, PEG-100 Stearate, Butylene Glycol, Glycolic Acid, Disodium EDTA, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Sclerotium Gum, DMDM Hydantoin, Propylparaben, Methylparaben, Fragrance.",
    "itemID": "B003156NFW",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 201528
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 54.95,
    "brand": "Neutrogena"
  }
]