[
  {
    "title": "Anti-Cellulite Cream in the Sponge with Seaweed Extract and Caffeine. Cellulite Reduction and Skin Firming. Best Cellulite Treatment Super Effective Formula. (Vanilla Orchid Black Tea)",
    "description": "Fast and convenient cellulite smoothing every time you shower.Exclusively formulated with new SalSphere Muscle Toner, clinically shown to help fight cellulite.Seaweed extract enhances microcirculation to help prevent dimpling of fatty areas.Specially textured pad enhances the delivery of anti-cellulite ingredients.Luxurious, moisturizing body wash leaves the skin soft and supple.Unique surface exfoliates rough, dry skin, polishing from neck to toe.Refreshing aromatherapy fragrance.",
    "itemID": "B00GM3G6WK",
    "helpful": [
      10,
      11
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 8871
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Darksyde Pitch Black Ultimate Silicone Bronzer Tanning Lotion 16oz",
    "description": "Darksyde Pitch Black Ultimate Silicone Bronzer extreme dark tanning lotion uses advanced bronzing ingredients to produce superior auto-darkening results. Dual action formula replenishes the skins moisture barrier with Vitamin E, while bronzers enhance the skin to produce an over the top extreme dark, luxurious tan. Experience the maximum in tanning with Darksyde Pitch Black advanced formula.",
    "itemID": "B00GDJTN3M",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 71386
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 17.95,
    "brand": NaN
  },
  {
    "title": "LAUNCH SALE!!! Dr Song Hyaluronic Acid Serum",
    "description": "Hyaluronic Acid Serum\n\nDirections: Wash face and apply a smal amount.  Allow to dry and apply a moisturizer immediately after.\n\nIngredients: Purfied Water,  Hyaluronic Acid, Glycerin, Jojoba Oil, Ethylhexylglycerin, Phenoxyethanol, Fragrance",
    "itemID": "B00IM7O15S",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 28253
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 9.99,
    "brand": NaN
  }
]