[
  {
    "title": "Mavala Scientifique (Nail Hardener)",
    "description": "The tip of the nail is the most fragile, most unprotected part and breaks easily. It frequently needs to be strengthened. Mavala was the first to produce a penetrating nail hardener that actually hardens nails immediately and helps prevent splitting of flaking. Formulated in 1958, Mavala Scientifique is absorbed into the nail tip to harden and strengthen it. One small 5 ml bottle holds a year's supply.",
    "itemID": "B0000YUXGW",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 93276
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Nail Strengthening"
      ]
    ],
    "price": 14.02,
    "brand": "MAVALA"
  },
  {
    "title": "Peppermint 100% Pure Therapeutic Grade Essential Oil- 10 ml",
    "description": "* The Peppermint plant is a summer-growing perennial with upright square stems reaching three feet in height at maturity.\n\n* Botanical Name: Mentha piperita\n* Aromatic Aroma: Has strong minty notes with herbaceous warm undertones.\n* Consistency: Thin\n* Note: Top\n* Aroma Strength: Strong\n* Extraction Method: Steam Distilled\n* Plant Part: Herb\n* Origin: India\n* Color: Colorless to pale yellow\n* Common Uses: It is widely credited with being a digestive aid. The leaves contain menthol, which is a proven aid to digestion. The familiar aroma of Peppermint is known for both its warming and cooling properties. Friendly to the sinuses, it is also useful to the muscular system, especially for women during monthly cycles or menopause. Properties include being refreshing, a mental stimulant and energizing. It relieves bad breath and is a good nerve tonic that helps with mental fatigue and nervous stress.\n* Blends Well With: Basil, Bergamot, Cajeput, Cedarwood, Eucalyptus, Lemon, Lime, Mandarin, Pine, Rosemary, Spearmint, Sweet Marjoram and Thyme.\n* History: Peppermint oil is one of the world's oldest medicinal herbs with documented use in ancient Egypt, Greece and Rome.\n* Cautions: Should be used well diluted since high concentration can cause a burning sensation and sensitization. Avoid use during pregnancy.",
    "itemID": "B002RUH3OM",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 257
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Essential Oils"
      ]
    ],
    "price": 3.75,
    "brand": NaN
  },
  {
    "title": "Konad Nail Art Double Ended Stamper And Scraper",
    "description": "This stamper has 2 ends with different sizes and colours. Great when stamping small images or for childrens nails. The green stamper is ideal when using red special polish because the red image shows up better on the green stamper.\n\nIf you receive it, and like it,please give us good Feedback.\n\nThanks",
    "itemID": "B002MZ8BK2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 251
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 5.69,
    "brand": "KONAD Nail Art"
  }
]