[
  {
    "title": "Special Effects SFX Hair Color Hair Dye Blue Mayhem",
    "description": "Special Effects hair dye is a semipermanent, conditioning hair color that comes in a wide spectrum of fabulous colors. The most intense long lasting semipermanent hair color on the market. Generally lasts 3 to 6 weeks on most hair types. Lasts longer on bleached or prelightened hair. The following colors glow under black light   Atomic Pink , Nuclear Red ,Cherry Bomb, Hi-Octane Orange, Joyride, Cupcake Pink , Bright as F Yellow, Napalm Orange",
    "itemID": "B002GDIKK6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 34130
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 13.96,
    "brand": "Special Effects"
  },
  {
    "title": "Miami Glow By Jennifer Lopez For Women. Eau De Toilette Spray 3.4 Ounces",
    "description": "Introduced in 2005. Fragrance notes: Pink Grapefruit, Cocunut Water, Passion Fruit, Heliotrope, Sheer Amber, Crystal Musk, Vanilla Orchid and Blonde Woods.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000C230QM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6459
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 24.98,
    "brand": "Jennifer Lopez"
  },
  {
    "title": "Matrix Biolage Colorcaretherapie Color Care Shampoo and Conditioner Set 33.8oz 1 Liter",
    "description": "Shampoo:\nAn ultra-mild cleansing Systeme specially formulated to preserve the longevity and radiance of color-treated hair. Formula contains pure extracts ofbee pollen, kelp and quillaja (soapbark tree extract) and cleanses without stripping. Haircolor stays truer, absolutely brilliant. Gentle enough for daily use.\n\nConditioner:\nNourishes and smoothes the cuticle and intensifies shine with a blend of proteins, sunflower seed, nettle and rosemary. UV filters help lock in color and protect hair's vibrancy.",
    "itemID": "B000VP9BWW",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 241
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoo & Conditioner Sets"
      ]
    ],
    "price": 34.98,
    "brand": "Biolage by Matrix"
  }
]