[
  {
    "title": "Bioelements Sensitive Skin Cleanser, 4-Ounce",
    "description": "An extra gentle cleanser with complexion-calming oils to melt away makeup, pollutants and excess sebum without any irritating side effects. Does not contain chemical preservatives, artificial colorants, synthetic fragances or animal by-products. A touch of water is all it takes to transform this cleanser into a foam that easily rinses away, leaving sensitive skin soft, comfortable and sparkly clean. Helps strengthen skin's protective barrier against moisture loss and irritation.",
    "itemID": "B000W8JZII",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 36310
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Gels"
      ]
    ],
    "price": 32.04,
    "brand": "Bioelements"
  },
  {
    "title": "Aveda Clove Conditioner 8.5 Ounces",
    "description": "Aveda Clove Color conditioner",
    "itemID": "B0007CXWTW",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 17294
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 18.9,
    "brand": "Aveda"
  },
  {
    "title": "Revlon Colorstay Ultimate Liquid Lipstick - Superb Sangria (045)",
    "description": "ColorStay Ultimate Liquid Lipstick One-step, food-proof lipcolor with a patented ColorStay technology that lasts up to 24 hours. Food-proof lipcolor with a built-in, ultra-conditioning topcoat. One-step application- No topcoat required for comfortable wear. Stays comfortable and wears beautifully Does not feather or fade; no touch-ups required, even after meals Available in 20 full-coverage, soft satin shades, inlcuding 4 new shades! TIPS: To Use: Apply a thin, even layer to clean, bare lips and wait until dry. Use with ColorStay Lipliner for a polished look. To Remove: Use any oil-based makeup remover or cleanser.",
    "itemID": "B002H937FW",
    "helpful": [
      1,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 61994
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 3.5,
    "brand": "Revlon"
  }
]