[
  {
    "title": "Maybelline New York Line Stiletto Ultimate Precision Liquid Eyeliner, 502 Black, 0.05 Fluid Ounce",
    "description": "A liquid liner that allows you the ultimate control to create any line you want  elongates your lash line to shape and define eyes like never before. Our flexible felt tip glides on smoothly for the most precise control. No tugging. No dragging. all day wear up to 8 hours.",
    "itemID": "B002LFNQT4",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 148910
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyeliner"
      ]
    ],
    "price": 7.8,
    "brand": "Maybelline"
  },
  {
    "title": "Maybelline New York Instant Age Rewind Primer Skin Transformer, Clear, 0.85 Fluid Ounce",
    "description": "Instantly create a perfectly smooth canvas for ideal makeup application with instant age rewind primer skin transformer. Lines, wrinkles, pores and imperfections appear to instantly vanish in just one step. Enhances skin's radiance. Subtle pink tint for a youthful glow",
    "itemID": "B002ZTT9II",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1364
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation Primers"
      ]
    ],
    "price": 5.66,
    "brand": "Maybelline"
  },
  {
    "title": "Maybelline New York Volum' Express One By One Waterproof Mascara, Blackest Black 265, 0.3 Fluid Ounce",
    "description": "Finally, bold volume without any of the bulk. Patented lash catcher brush has 3 bristles per lash to make every lash count. It catches, coats and de-clumps each lash to make them all fatter and flirtier. Instant clump-free volume. Contact lens safe and ophthalmologist tested. Waterproof; also available in washable formula.",
    "itemID": "B004675GL6",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 5914
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 7.0,
    "brand": "Maybelline"
  }
]