[
  {
    "title": "Dabur Vatika Enriched Coconut Hair Oil - 5.07fl oz",
    "description": "Dabur Vatika is a premium coconut hair oil enriched with Henna, Amla, lemon and 6 other trusted herbs. Vatika's unique natural formulation ensures deeper oil penetration to give your hair and scalp complete nourishment for problem free, healthy hair.",
    "itemID": "B001TI8XBU",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 32266
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 5.6,
    "brand": "Dabur"
  },
  {
    "title": "ECOBAGS&reg; Recycled Cotton Canvas Lunch Bag",
    "description": "There's no waste here. This Lunch bag is made from recycled cotton fibers (scraps are collected and woven into new canvas material) A basic canvas lunch sack that's reusable and machine washable; nothing fancy about it. Just a basic lunch sack with an easy to use VELCRO like closure.. Kid and grown up friendly. Why put up with all the \"icky\" that lives at the bottom of those nylon lunch sacks if you don't have to? Invite the kids to create their own bags with colorfast fabric markers.ECOBAGS - since 1989.Cleaning Up the Planet One Bag at a TimeMade in India",
    "itemID": "B001KTWJGI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Kitchen & Dining": 7929
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 6.89,
    "brand": "Eco-Bags Products"
  },
  {
    "title": "Elma and Sana Moroccan Ghassoul Clay Powder, Lava, 8 Ounce",
    "description": "Elma and Sana Ghassoul clay is an exceptional clay with multipurpose assets. It is mined in the fertile Atlas mountains of Morocco and has been used for over 12 centuries by population in North Africa, Europe and Middle East. Ghassoul clay's most impressive properties in skin improvement are its capacity of absorption due to its high level of ions exchange rich in magnesium, Silica, potassium and calcium. It is used in many professional applications in Spas and it aids in rejuvenation, detoxification and toning of the skin. It can be used in soaps, shampoos, facial hair and body masks and skin conditioners Elma and Sana, LLC copyrights To see other products we sell please click on our name (Elma and Sana) under the title.",
    "itemID": "B004C7U9GW",
    "helpful": [
      0,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 3940
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 9.49,
    "brand": "ELMA&amp;SANA"
  }
]