[
  {
    "title": "Nailtiques Nail Protein Formula 2 Plus",
    "description": "Nailtiques Nail Protein Formula #2 plus Treatment for excessive problems of peeling, softness, or deep split ridges. The protein immediately acts to help bond nails that are splitting or peeling. It also assists in strengthening the nail to grow long, strong and healthy. (1/4 oz)",
    "itemID": "B0002WUHTU",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1545
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Growth Formula"
      ]
    ],
    "price": 8.9,
    "brand": "Nailtiques"
  },
  {
    "title": "Method Gel Hand Wash 12oz, Sweet Water (Pack of 6)",
    "description": "",
    "itemID": "B000EEZAXO",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Health & Personal Care": 2760
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Soaps"
      ]
    ],
    "price": 20.69,
    "brand": "Method"
  },
  {
    "title": "Olay 4-in-1 Normal Daily Facial Cloths, 66-Count",
    "description": "If you have normal skin, that doesnt mean you should use normal soap and water to wash your face. Olay 4-in-1 Daily Facial Cloths for normal skin contain the cleansing power of a liquid cleanser, toner, mask or scrub all in one. Dermatologist-tested, these facial cloths cleanse, exfoliate, tone and hydrate to gently exfoliate and smooth your skins texture in less than 1 week!Each soap-free cloth combines rich lather and Olay essential conditioners to leave your skin clean and hydrated. Its soft cleansing pockets gently break up dirt, oil and make-up  even mascara. Just wet with water, rub to lather, cleanse your face and rinse.Taking care of your skin doesn't need to be complicated. Olay keeps it simple with 4-in-1 Daily Facial Cloths for normal skin so you can wipe away make-up, dirt and oil in one simple step.",
    "itemID": "B00479FP4Q",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 469
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Cloths & Towelettes"
      ]
    ],
    "price": 9.0,
    "brand": "Olay"
  }
]