[
  {
    "title": "Raw African Black Soap from Ghana 1 Lb",
    "description": "Some of the Benefits of black soap - Helps deep clean skin. - Works on most skin types including rough and dry or sensitive skin - Helps clear skin bumps and spots - Helps relieve acne, oily skin & other skin problems. - Great for removing makeup - Works against premature facial lines and wrinkles - Can be lathered and used as a shampoo. Usage of the Black African Soap Break off a bar-size piece from the bulk, then press it to shape with your hands, or use it as is. Rub the bar between your hands (or on a washcloth would also work), then rub your soapy hands on your skin and hair. (If you rub the bar on your hair, it will get hair stuck to the bar.) Black soap absorbs water easily, so keep it from sitting in water or it will dissolve away. The soap holders covered with little vertical fingers work well. Because this soap is softer than commercial soap, it comes off the bar more easily, so less rubbing of the bar is needed to release enough soap. When you start another bar, just push the old soap sliver onto the new piece and the two will easily unite; leaving no waste. How to Store the Black African Soap Pure traditional African black soap is a soft milled soap and has very high natural glycerin content. As a result, it readily absorbs moisture from the air. It must be stored in a dry location or in a sealed plastic bag or it will become soft as it absorbs moisture. Black soap exposed to the air will have a thin white colored film. This film is not mold it is caused by absorption of water from the air. This can be avoided by keeping the soap in a dry location away from moisture until ready for use. Ingredients: Traditional Black Soap contains mainly cocoa pod ashes, plantain skins ashes, and palm oil, processed together.\nNote: This Soap comes in a 1 Lb sealed in food grade plastic bag.",
    "itemID": "B0036LJ0HO",
    "helpful": [
      6,
      6
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 116074
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 11.5,
    "brand": NaN
  },
  {
    "title": "Tropic Isle Living Jamaican Black Castor Oil, 4 Ounce",
    "description": "Tropic isle's living jamaican black castor oil is a rich, light brown oil which is processed the old fashioned way by roasting the castor bean. Jamaican black castor oil origin can be traced back to  ethiopia, africa. It's believed that this natural castor oil originally came to jamaica from slaves taken from africa. Jamaican elders didn't waste any time in discovering the various uses for this oil. Black castor oil is a great addition to any hair or skincare regimen. This castor oil can be use as is or add to your favorite hair products.",
    "itemID": "B003COAFPQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 337
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 3.88,
    "brand": "Tropic Isle"
  },
  {
    "title": "Tropic Isle Jamaican Black Castor Oil Shampoo, 8 Ounce",
    "description": "Silk and sleek straightening polish with silk amino acids and essential oils. Formulated for heat styling protection, radiant shine and perfecting smooth straight styles. Contains no sulfates or alcohol. 100% natural ingredients.",
    "itemID": "B003KIU14O",
    "helpful": [
      15,
      15
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 12702
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 7.92,
    "brand": "Tropic Isle"
  }
]