[
  {
    "title": "OPI: Treatment &amp; Finish Nail Envy, 0.5 oz",
    "description": "You wouldn't face harsh elements without a coat, so why leave your nails unprotected Fortify, protect, and harden thin, brittle natural nails with the Original Nail Envy. For results, apply two coats, followed by a one-coat application every other day.",
    "itemID": "B001D06VSG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 17456
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Top & Base Coats"
      ]
    ],
    "price": 7.65,
    "brand": "OPI"
  },
  {
    "title": "L'Oreal Paris Lash Boosting Technology, 24-Hour Lash Boosting Power System Kit (1 Day and 1 Night)",
    "description": "Now, the lashes of your dreams are no longer an illusion! Thanks to our new concentrated Lash Boosting Serum, get visibly fuller, thicker natural lashes with less lash fall-out when removing makeup. The breakthrough formula contains centella asiatica extract and arginine to reinforce, condition, and protect each lash. The 24-hour lash boosting power system is the ultimate starter kit for visibly longer, thicker, fuller looking fringe of lashes. Transform your natural lashes by using lash boosting serum underneath mascara and overnight on bare lashes, and maximize your lash appearance with Double Extend Lash Boosting mascara daily. In just 4 weeks, you'll see more lashes!** The L'Oreal Paris research laboratories have specially formulated lash boosting technology to maximize your natural lash appearance. How? Each lash boosting product contains: a unique pro-keratin complex of fortifying amino acids, panthenol and ceramide to boost lash health, making bare lashes smoother and shinier arginine, one of the principle amino acids found in keratin (the main component of hair and lashes), to reinforce and protect lashes centella asiatica, a plant extract, to help condition lashes ophthalmologist and allergy tested. suitable for sensitive eyes and contact lens wearers.",
    "itemID": "B002PBLH6I",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13462
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 14.28,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "OPI Nail Envy Original, 0.5 Ounce",
    "description": "You wouldn't face harsh elements without a coat, so why leave your nails unprotected Fortify, protect, and harden thin, brittle natural nails with the Original Nail Envy. For results, apply two coats, followed by a one-coat application every other day.",
    "itemID": "B00178TVXG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 200
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 9.5,
    "brand": "OPI"
  }
]