[
  {
    "title": "Olay Regenerist Microdermabrasion &amp; Peel System 1 Kit",
    "description": "Studies have shown regular microdermabrasion is more beneficial to your skin than sporadic treatments. That's why Olay skincare experts developed Regenerist Microdermabrasion & Peel System. Olay combines the power of microdermabrasion with a mini-peel treatment to wake up tired-looking skin. Over time, it visibly improves skin tone and diminishes the appearance of fine lines and wrinkles.Make it part of your regular skincare regimen to gently resurface your skin's texture and activate surface cell renewal for soft, smooth skin. Its even gentle enough to use up to two times a week.There's only one Regenerist, backed by 60 years of Olay skincare experience. If you're ready for a dramatic transformation, Olay Regenerist Microdermabrasion & Peel System offers you the power of a microdermabrasian and mini-peel treatment to regenerate your skin's appearance in the comfort and convenience of your own home. Olay innovation.. it's a beautiful thing.",
    "itemID": "B000F63TW0",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 151
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Microdermabrasion"
      ]
    ],
    "price": 21.99,
    "brand": "Olay"
  },
  {
    "title": "Coconut Oil Jasmine (Pitate) Monoi Tiare Cosmetics 4 oz Oil",
    "description": "Coconut Oil Jasmine (Pitate) by Monoi Tiare Cosmetics 4 oz Oil Coconut Oil Jasmine (Pitate) 4 oz Oil Created in the 1970's this MONOI uses the Jasmine flower as its fragrance. A small ivory petaled round flower the Jasmine has a powerful fragrance and is THE STRONGEST of the MONOI fragrances. Known as Pikake in Hawaii Pitate is the Flower of Romance . Warnings Keep out of reach of children. As with all dietary supplements consult your healthcare professional before use. See product label for more information.",
    "itemID": "B000KJRK2M",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 27145
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bath",
        "Oils"
      ]
    ],
    "price": 7.5,
    "brand": "Monoi Tiare Tahiti"
  },
  {
    "title": "Badger Cocoa Butter Lip Balm Stick - Mocha Cocoa",
    "description": "Badger's Mocha Cocoa - Cocoa Butter Lip Balm is made for true coffee lovers! We don't just add coffee flavoring, we use real CO2 extract of Arabica Coffee beans, meaning this lip balm stands up to any taste-test challenge. All of Badger's dreamy Cocoa ButterOrganic Lip Balmscome in larger .25oz sticks to provide soothing richrelief for dry lips! These creamyorganic lip balmsfeature rich, Certified Organic and Fair Trade CertifiedTMCocoa Butter, which has the sultry fragrance of dark chocolate. Badger's Cocoa Butter is traditionally processed at low temperatures, allowing the butter to retain its natural, health-giving properties. Flavored with all natural steam distilled essential oils - no artificial sweeteners or fragrances. We may be a little biased, but these are some of the best lip balms we've ever tried! (We think you'll probably agree.)",
    "itemID": "B000N4HZ8I",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 233224
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 5.01,
    "brand": "Badger"
  }
]