[
  {
    "title": "Desert Essence - 100% Pure Jojoba (Disc), 2 oz liquid",
    "description": "100% Pure Jojoba Oil  &#8226; Moisturizes skin without leaving any oily residue  &#8226; Effectively cleanses clogged pores  &#8226; Helps prevent flakiness when massaged on scalp  Pressed from plant seeds native to the American Southwest, jojoba oil is a   natural, time-honored moisturizer for skin and hair. Suitable for even the most   sensitive skin, it penetrates quickly after application, and also makes for an   enriching aftershave moisturizer.",
    "itemID": "B000Z91JAQ",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 78558
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 7.5,
    "brand": "Desert Essence"
  },
  {
    "title": "Quantum Riveting Reds Color Replenishing Shampoo 10.2 oz.",
    "description": "Quantum Riveting Reds Daily Color Replenishing Shampoo restores hair color to a more vibrant hue.",
    "itemID": "B00185EA8E",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 12897
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 9.4,
    "brand": "Quantum"
  },
  {
    "title": "HSI PROFESSIONAL 1 CERAMIC TOURMALINE IONIC FLAT IRON HAIR STRAIGHTENER FREE GLOVE + POUCH AND travel size Argan Oil Leave In Hair Treatment. WORLDWIDE DUAL VOLTAGE 110v-220v",
    "description": "The Proffesional HSI Flat Iron is great for transforming frizzy, dull hair into gorgeously straight, sleek locks. Aside from straightening, the Proffesional HSI Flat Iron curls and flips hair beautifully, its 1\" plates giving maximum control for all hair types. With flash quick heating and swivel cord, this iron provides great style without making a mess or taking too much time. Featuring new easier grip with ergonomic design for easier hold, the styler flat iron also has versatile heat settings to provide you with total control for all your hairstyling needs. Moist ceramic heat with solid ceramic plates and coils will maintain even temperature",
    "itemID": "B001MA0QY2",
    "helpful": [
      0,
      1
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 1
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 53.59,
    "brand": "HSI PROFESSIONAL"
  }
]