[
  {
    "title": "Philip B. Rejuvenating Oil Treatment, 2 fl oz",
    "description": "Philip B rejuvenating oil treatment is an intensive hair and scalp treatment that closely replicates the scalp&#x2019;s own natural sebum, the body&#x2019;s natural hair food. It is a fragrant blend of carrier and essential oils derived from plants, nuts and flowers. The oil imparts lipids into dry to damaged hair and scalp. Deep, penetrating and soothing essential oils revive and restore hair's elasticity, resilience, and over-all strength. It gives bouncy, healthy, soft, silky, shiny hair from your very first treatment.",
    "itemID": "B000X1M8VK",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11446
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 18.19,
    "brand": "Philip B."
  },
  {
    "title": "NIA24 Intensive Recovery Complex 1.7 fl oz (50 ml)",
    "description": "Nia 24 Intensive Recovery Complex hydrates, nourishes and strengthens your skin. Formulated for day and night use, it helps repair damage and improves tone and texture. Shea and mango seed butters nourish and replenish moisture loss while licorice extract brightens. Pro-Niacin reinvigorates the skin to promote a healthy and radiant complexion.",
    "itemID": "B00137B2S8",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1646
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 54.15,
    "brand": "Nia 24"
  },
  {
    "title": "Pearl Enterprises M.T. ROLLER 1.0mm Micro Needle Roller Skin Care Therapy Dermatology System (Dermaroller)",
    "description": "The Microneedle works for various skin issues to make you look younger, more vibrant and with a healthy glow.  Best of all, it can be used almost on the entire body.  It rids stretch marks, cellulite, wrinkles, acne and promotes hair re-growth.",
    "itemID": "B004LUZ956",
    "helpful": [
      520,
      677
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 313
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 12.98,
    "brand": NaN
  }
]