[
  {
    "title": "Garnier Moisture Rescue Refreshing Gel-Cream, Grape Water Extract, Vitamin E,  1.70-Fluid Ounce",
    "description": "Through collaboration with dermatologists and nutritionists, garnier has developed nutritioniste with \"skin-nutrients\", targeted to help your skin stay healthy looking and beautiful, day after day. Ingredient complexes developed exclusively by garnier to work on skin's outer layer.garnier nutritioniste(r) moisture rescue refreshing gel-cream locks in moisture for 24 hours, blocks out dryness. A light, oil free, gel-cream texture penetrates deeply into skin's upper layers so that skin looks and feels soft and smooth. Garnier nutritioniste(r) moisture rescue refreshing gel-cream is dermatologist tested for safety; non comedogenic - won't clog pores; gentle to skin; allergy tested; non-greasy.how is it different? Garnier nutritioniste moisture rescue refreshing gel-cream locks in moisture and blocks out dryness using a formula with a unique combination of pure antioxidant fruit water extracts and skin conditioning. Its ultra-lightweight, oil-free, refreshing gel-cream formula instantly penetrates for long-lasting moisture and boosts skin's defenses as it holds moisture for 24 hours. \"skin-nutrient\" facts - moisture rescue with: grape water extract: antioxidant power defends skin from external aggressors; vitamin e: soothes and conditions skin. Results - instantly: skin looks and feels supple and smooth. In 1 hour skin's moisture barrier is strengthened to prevent dryness. Ingredient complexes developed exclusively by garnier to work on skin's outer layer.",
    "itemID": "B003RF82UK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 649
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 7.9,
    "brand": "Garnier"
  },
  {
    "title": "Argan Oil for Hair Treatment by Arvazallia - SAVE 60% TODAY on The #1 New Premium Moroccan Leave-in Treatment, Conditioner, and Dry Scalp Moisturizer That Instantly Improves Manageability and Promotes Natural Growth. Guaranteed To Make Your Hair Look Better Than it Ever Has or Your Money Back!",
    "description": "Be Prepared To Get Flooded With ComplimentsYour Beautiful Soft, Silky, and Shiny Hair Will Get NoticedAfter you begin using Arvazallia Premium Argan Oil Hair Treatment, friends, family, and admirers will be asking questions about your hair. This is because our special formulation, which is the best kept secret in salons around the world, will transform your hair by instantly making it silky, soft, and more manageable while giving it a brilliant shine that others will notice.Here's why customers LOVE our treatment:&bull; Makes frizzy and difficult hair Soft, Silky, and Easier to Manage&bull; Awakens dull hair by giving it a Magnificent Shine&bull; Nourishes, Restores, and Strengthens over-processed, damaged, and brittle hair&bull; Residue-free oil Absorbs Quickly and Leaves Hair Feeling Light and Smelling Great&bull; Moisturizes dry scalp and Protects from harmful UV rays&bull; Heat Protectant that protects your hair from damage caused by hair irons&bull; Enhances color treatments to ensure an even applicationWe Guarantee You'll Love It TooAfter you begin using Arvazallia Premium Argan Oil Hair treatment if you don't Absolutely Love how it makes your hair Look, Feel, and Smell we will give you 100% of the money back for your purchase.Our high quality formulation is considered the best argan oil treatment by salon stylists and customers around the world so we guarantee you'll love it too.Don't Miss Our Limited Time Special OffersBuy 1 For 60% OFF, Buy 2 for Only $15.99 each, or Buy 1 For Only $14.99 When You Purchase it Together With Our New Hydrating Argan Oil Hair Mask.Discounts Applied At Checkout.Click the Add Both To Cart Button Above Now! Hurry! Offer Supplies Are Very Limited",
    "itemID": "B00C8G2VLK",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 169
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Styling Serums"
      ]
    ],
    "price": 17.99,
    "brand": NaN
  },
  {
    "title": "L'Oreal Paris Double Extend Concentrated Lash Boosting Serum, 0.18 Ounces",
    "description": "The 24-hour lash boosting power system is the ultimate starter kit for visibly longer, thicker, fuller looking fringe of lashes. Transform your natural lashes by using lash boosting serum underneath mascara and overnight on bare lashes, and maximize your natural lash appearance. The L&#8217;Oreal Paris research laboratories have specially formulated lash boosting technology to maximize your natural lash appearance. How? Each lash boosting product contains: a unique pro-keratin complex of fortifying amino acids, panthenol etc.",
    "itemID": "B004BCX8B6",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6548
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 4.99,
    "brand": "L&#39;Oreal Paris"
  }
]