[
  {
    "title": "Maybelline New York Volume' Express The Rocket Washable Mascara, Very Black, 0.3 Fluid Ounce",
    "description": "Explosive volume in rocket time. 8x bigger, smoother. Now, the most explosive, beautiful lashes ever. Volume' express the rocket mascara's patented supersonic brush with micro bristles loads on big, sleek volume instantly. The fast-glide formula keeps lashes smooth. Zero clumps guaranteed.",
    "itemID": "B00AQ9RTBS",
    "helpful": [
      1,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 38055
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 6.99,
    "brand": "Maybelline"
  },
  {
    "title": "Wet N Wild Lipstick Bare It All #902C",
    "description": "Wet N Wild Lipstick Bare It All #902C. Lips take center stage! This 4-hour, longwearing lip color leaves a semi-matte, creme finish in one stroke, Glides on easily with rich, velvety color that doesn't cake, feather, or bleed. Made with hydrating skin-care ingredients, Hyaluronic Micro spheres. Wet n Wild silky-smooth conditioning lipstick formula is loaded with aloe and Vitamins A and E and glides on without feathering or bleeding. (0.13 Oz)",
    "itemID": "B005GMYQ52",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 15650
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 5.02,
    "brand": "Wet &#39;n Wild"
  },
  {
    "title": "e.l.f. Studio Mineral Infused Face Primer",
    "description": "Transform your face into a flawless and smooth canvas with the Mineral Infused Face Primer. Developed to combat against excess oil, flaky dryness, enlarged pores and fine lines. This clear multipurpose skin primer will prepare your skin so makeup goes on evenly for a long lasting satin finish.",
    "itemID": "B004DIXYWG",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 117
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation Primers"
      ]
    ],
    "price": 5.98,
    "brand": "e.l.f. Cosmetics"
  }
]