[
  {
    "title": "Aztec Secrets: Indian Healing Bentonite Clay, 2 lbs",
    "description": "Indian Healing Clay by Aztec Secret 2 lbs Clay How Aztec Secret Works Indian Healing Clay Clays have been used for centuries to beautify and refresh when used as a facial mask. Cleopatra used clay from the Nile river and the Arabian desert over 1800 years ago as part of her beauty ritual. German and Roman spas have been using clay packs and treatments in the spas they built 4 000 years ago. Many of these spas still exist and use clay even today. Pliney the Elder devoted an entire chapter of his Natural History to the many uses of clay for pimples black heads and skin tightening. Many famous naturopaths such as Kuhn Just and Kneipp have contributed to the revival of the uses of clay through their natural treatments for arthritus and skin ailgments. Aztec Indian Healing Clay A Brief History - The Worlds Most Powerful Facial The use of clay with apple cider vinegar can be dated back to the southern French priest of the16th century Kneipp and his natural treatments using clay packs and po",
    "itemID": "B000ZMBSPE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 142
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 10.31,
    "brand": "Aztec Secret"
  },
  {
    "title": "St. Ives Timeless Skin Daily Microdermabrasion 4 oz (113 g)",
    "description": "St.Ives timeless skin daily microdermabrasion with fine mineral crystals, chamomile & vitamin E. This daily microdermabrasion scrub gently exfoliates to reveal younger looking, refined skin.",
    "itemID": "B0017MO8AS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 117825
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Microdermabrasion"
      ]
    ],
    "price": 29.95,
    "brand": "St. Ives"
  },
  {
    "title": "Perricone MD Citrus Facial Wash, 6 fl. oz.",
    "description": "This Vitamin C Ester enhanced facial wash is non-drying, removing impurities, debris and makeup. The Vitamin C Ester in this mild, non-drying formula helps prevent the appearance of redness and blotchiness, sometimes associated with the use of harsh cleansers. The anti-aging cleanser helps improve tone, clarity and texture, unveiling skin's natural radiance. DMAE is added to provide firming benefits by improving facial muscle tone, enhancing contour and diminishing the appearance of lines and wrinkles. Suitable for all skin types, though especially recommended for combination skin.",
    "itemID": "B002KANXHK",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 5698
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 30.0,
    "brand": "Perricone MD"
  }
]