[
  {
    "title": "HSI PROFESSIONAL 1 CERAMIC TOURMALINE IONIC FLAT IRON HAIR STRAIGHTENER FREE GLOVE + POUCH AND travel size Argan Oil Leave In Hair Treatment. WORLDWIDE DUAL VOLTAGE 110v-220v",
    "description": "The Proffesional HSI Flat Iron is great for transforming frizzy, dull hair into gorgeously straight, sleek locks. Aside from straightening, the Proffesional HSI Flat Iron curls and flips hair beautifully, its 1\" plates giving maximum control for all hair types. With flash quick heating and swivel cord, this iron provides great style without making a mess or taking too much time. Featuring new easier grip with ergonomic design for easier hold, the styler flat iron also has versatile heat settings to provide you with total control for all your hairstyling needs. Moist ceramic heat with solid ceramic plates and coils will maintain even temperature",
    "itemID": "B001MA0QY2",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 53.59,
    "brand": "HSI PROFESSIONAL"
  },
  {
    "title": "The Wet Hair Brush, Metallic Green, 3.5 Ounce",
    "description": "At first glance, The Wet Brush looks like an ordinary hair brush, but with just one use, women, men and children will learn why it's the world's best detangling brush. Used on wet or dry hair, The Wet Brush quickly and painlessly detangles even the thickest, most stubborn hair thanks to its revolutionary bristles. Specially formulated, The Wet Brush's IntelliFlex bristle is designed to be ultra thin and flexible, yet still have rapid recovery memory to instantly bounce back to its original form. In addition, the ball tip bristles provide a massaging action that stimulates circulation at the follicle and is a proven benefit for hair health. With a rubber coated non slip handle that feels great wet or dry, The Wet Brush is a favorite among women, men and children of all ages and can even be used on extensions and wigs. Perfect for use in the shower, after a shower, at a salon, on a beach or on children who cringe at the sight of a hair brush, The Wet Brush allows anybody to have beautiful, soft, healthy and tangle-free locks. Available in a variety of colors, there's a Wet Brush for everyone in the family, which is great because it's the brush everyone fights over. Thanks to The Wet Brush, detangling the toughest knot has never been so effortless.",
    "itemID": "B0077S35WS",
    "helpful": [
      2,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 55853
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Brushes"
      ]
    ],
    "price": 8.98,
    "brand": "The Wet Brush"
  },
  {
    "title": "The Wet Brush Azure Collection Paddle Brush",
    "description": "The Wet Brush is perfect for detangling wet hair. You can use them on wet, damp or dry hair! They are also great for wigs and extensions and make a great styling tool for anyone. Soft, rubberized non-slip grip for a secure, comfortable hold. The unique, soft, flexible bristles create an entirely new brushing experience.",
    "itemID": "B007MXNCGC",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 51924
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Brushes"
      ]
    ],
    "price": 11.98,
    "brand": "The Wet Brush"
  }
]