[
  {
    "title": "Redken All Soft Shampoo and Conditioner Set 10.1 Oz 8.5 Oz",
    "description": "All Soft Shampoo and Conditioner are Formulated with Redken's Interbond conditioning System and Illuminating Silk-Luxe Complex\nThe Shampoo Gently Cleanses and Softens Dry Brittle Hair.\nThe Conditioner Moisturizes, Detangles and Softens the Hair\nPerfect combination for Dry and Brittle hair",
    "itemID": "B002X31FUG",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5223
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoo & Conditioner Sets"
      ]
    ],
    "price": 26.66,
    "brand": "Redken"
  },
  {
    "title": "Clarisonic Refreshing Gel Cleanser for Normal/Oily Skin - 6.0 oz",
    "description": "Clarisonic&#174; Skin Care SystemNourishing Care CleanserNormal/Dry SkinLuxurious Hydrating CreamSoothes and ProtectsGreen Tea (Antioxidant), Shea Butter, Vitamin B5Paraben freeA pH-balanced creamy antioxidant cleanser to nourish and protect. Scientifically formulated by Robb Akridge, PhD to leave skin feeling and looking smoother when used with the Clarisonic Skin Care Brush.Made in USA",
    "itemID": "B000LOGSVU",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 18943
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Millenium Tanning New Solid Black Bronzer Tanning Bed Lotion, 100x, 13.5-Ounce",
    "description": "100X Ultra Advanced Silicone Bronzer Auto-Darkening Tan Technology. Luxury meets Technology in Solid BlackTM. This advanced dark tanning lotion will surpass all others! Blended with extreme bronzers and ultra moisturizers to drive your tan into darkness immediately. There is no other competition...",
    "itemID": "B0058E3XJI",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 98
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 14.49,
    "brand": "Millennium Tanning Products"
  }
]