[
  {
    "title": "Sebamed moisturizing lotion, for sensitive skin, 6.8-Fluid Ounce",
    "description": "All Sebamed products are \"soap free\" and suitable for individuals even with the most sensitive skin.  Sebamed is recommended by dermatologists in over 85 countries and is supported by over 150 clinical studies",
    "itemID": "B000BRPMJG",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 30068
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 12.59,
    "brand": "Sebamed"
  },
  {
    "title": "Sebamed Moisturing Cream, Sensitive Skin, 2.6-Ounce",
    "description": "All Sebamed products are \"soap free\" and suitable for individuals even with the most sensitive skin.  Sebamed is recommended by dermatologists in over 85 countries and is supported by over 150 clinical studies. Apply to face and neck after cleansing.",
    "itemID": "B000BRSHXE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2855
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 12.59,
    "brand": "Sebamed"
  },
  {
    "title": "Olay Complete Daily Defense All Day Moisturizer With Sunscreen SPF30 -Sensitive Skin 2.5 Fl Oz (Pack of 2)",
    "description": "If you have sensitive skin, you need trusted products to keep it looking healthy and beautiful, like Olay Complete Defense All Day Moisturizer with Sunscreen. The hydrating formula was designed by Olay skin experts and tested by dermatologists to help maintain healthy, younger-looking skin. It also provides extra UV protection with SPF 30 sunscreen to protect against 97% of the sun's burning rays. This daily moisturizer conditions your skins surface with vitamins E, B3 and pro-vitamin B5, helping you maintain a fresh, healthy appearance. The formula is light, non-greasy, and non-comedogenic, which means it won't clog your pores. Just apply it liberally 15 minutes before going outside, and reapply every 2 hours if you remain outdoors. Taking care of your sensitive skin is simple. Use this daily moisturizer to condition and protect your skins surface for effective skincare thats practically effortless.",
    "itemID": "B001F51TDG",
    "helpful": [
      4,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 726
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 16.55,
    "brand": "Olay"
  }
]