[
  {
    "title": "Olay Fresh Effects Va-Va-Vivid! Powered Contour Cleansing System 1 Kit",
    "description": "",
    "itemID": "B009GEUPDS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 34634
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Sets & Kits"
      ]
    ],
    "price": 6.2,
    "brand": "Olay"
  },
  {
    "title": "Vaseline Spray and Go Moisturizer in Total Moisture, 6.5 Ounce",
    "description": "",
    "itemID": "B009RNUH4A",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4589
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 7.86,
    "brand": "Vaseline"
  },
  {
    "title": "Dead Sea Mud Facial Mask and Deep Facial Cleanser by Adovia - Deep Pore Cleansing and Purifying Acne Treatment - Reduce Acne, Blackheads &amp; Pimples - Natural Face Mask, Exfoliator and Skin Care Treatment for Women, Men and Teens - Works for Eczema, Psoriasis, Acne and Blackheads - Leaves Your Skin Clear, Radiant and Younger Looking - 100% Satisfaction Guaranteed",
    "description": "This Dead Sea Mud Mask contains 30 Treatments which lasts for 3-4 Months. Each treatment provides the ingredients and results of a $120 facial at a high end dermatology spa! \n\nMade with Pure Dead Sea Mud with the highest concentration of minerals - vital for facial skin treatment glow.This mask is made by the Dead Sea experts and contains the highest and freshest concentration of Dead Sea Mud. Reduce Oil and Blackheads and get more clear and radiant skin.Works great for Eczema and Psoriasis as well due to Dead Sea salt and mud known properties that help relieve Eczema, Psoriasis and acne symptoms.Apply a layer to clean, dry skin once per week or as needed, as a facial mask for the whole face or as spot treatment for blackheads or pimples.",
    "itemID": "B00IBS9QC6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2080
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 32.0,
    "brand": NaN
  }
]