[
  {
    "title": "John Frieda Liquid Shine Clear Hair Glaze, 6.5 Fluid Ounce",
    "description": "John Frieda luminous glaze clear shine comes in 6.5 fluid ounce. It showers hair with high-gloss shine and silky smooth texture, using exclusive salon-inspired technology. Shine enhancers polish hair strands on the outside while pore menders fill in damaged areas inside the hair.",
    "itemID": "B0012UEJ1S",
    "helpful": [
      8,
      13
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2083
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Color Refreshers"
      ]
    ],
    "price": 4.4,
    "brand": "John Frieda"
  },
  {
    "title": "Aztec Secrets: Indian Healing Bentonite Clay, 2 lbs",
    "description": "Indian Healing Clay by Aztec Secret 2 lbs Clay How Aztec Secret Works Indian Healing Clay Clays have been used for centuries to beautify and refresh when used as a facial mask. Cleopatra used clay from the Nile river and the Arabian desert over 1800 years ago as part of her beauty ritual. German and Roman spas have been using clay packs and treatments in the spas they built 4 000 years ago. Many of these spas still exist and use clay even today. Pliney the Elder devoted an entire chapter of his Natural History to the many uses of clay for pimples black heads and skin tightening. Many famous naturopaths such as Kuhn Just and Kneipp have contributed to the revival of the uses of clay through their natural treatments for arthritus and skin ailgments. Aztec Indian Healing Clay A Brief History - The Worlds Most Powerful Facial The use of clay with apple cider vinegar can be dated back to the southern French priest of the16th century Kneipp and his natural treatments using clay packs and po",
    "itemID": "B000ZMBSPE",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 142
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 10.31,
    "brand": "Aztec Secret"
  },
  {
    "title": "Hair Rollers - high-speed changing hair curlers Styling Rollers (16 Hair Rollers)",
    "description": "Instant perm or ringlet curls! These are do-it-yourself, very easy to use hair rollers that give you beautiful curls. 18 Hair Rollers in a package along with the hair feeding tool. There are two different lengths; the long one is over 13\" and the short one is over 7\" in length. Flexible braid is knitted by unfiled PET whose diameter is 0.25MM,The size of webmaster not only can be enlarged to 150% of the Original size but also can easily tighten the various irregular objects. In the large temperature range, webmaster will keep soft; restrain chemical corrosion, ultraviolet rays and friction. It can be inhibit chemical corrosion, UV and friction. The unique net also has good ventilation effect and heat dissipation. The product surface is smooth, color is bright, Material: Polyethylene Product Features 1.Easy installation 2.High tensile strength 3.Anti-friction 4.Expandable to 150% 5.Without halogen 6.By SGS, UL, RoHS certification 7.Maximum diameter of up to 3 inches 8.Operating temperature range -103  F to 257  F (-75  C to 125  C) 9.Dissolution temperature of 446  F (230  C) Package includes: 1x Hair Roller wand 9x Small size Curlers (Color comes in random) 9x Large size Curlers (Color comes in random)",
    "itemID": "B003YTMG5Q",
    "helpful": [
      3,
      5
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 12238
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Rollers"
      ]
    ],
    "price": 2.59,
    "brand": "Unknown"
  }
]