[
  {
    "title": "Armani Code By Giorgio Armani For Men. Eau De Toilette Spray 1.7 Ounces",
    "description": "When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000C1VWTA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7409
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Men's",
        "Eau de Toilette"
      ]
    ],
    "price": 45.75,
    "brand": NaN
  },
  {
    "title": "Shiseido Tsubaki Shining - Shampoo and Conditioner (550ml)",
    "description": "The hottest new hair care line in Japan! The Japanese camellia, or tsubaki, is delivered from Shiseido in a sexy pump bottle designed to resemble the Tsubaki flower. Full of luscious molten emulsion for cleansing all hair types.",
    "itemID": "B00E8LUBZ6",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1344
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoo & Conditioner Sets"
      ]
    ],
    "price": 16.99,
    "brand": "SHISEIDO"
  },
  {
    "title": "Dr. Bronner's Organic Body Soap Lemongrass Lime 24 oz",
    "description": "Shikakai Organic Lemongrass Lime Body Soap by Dr. Bronner's 24 oz Liquid Organic Shikakai Lemongrass Lime Body Soap - 24 oz. DESCRIPTION Certified by the same National Organic Program that certifies food our pump soaps are smooth and luxurious with no synthetic detergents or preservatives. Organic Shikakai comes from the seed pods of the small South Asian tree Acadia Concinna and has been used for millennia in India as a gentle conditioning cleanser for both skin and hair. We extract the Shikakai in organic sugar and grape juice and combine with Dr. Bronner s unsurpassed castile soap base for rich emollient lather and moisturizing afterfeel. Sold in 24 oz. pump bottle. INGREDIENTS Organic Shikakai Extract (Organic White Grape Juice Organic Sucrose Organic Shikakai Powder) Saponified Organic Coconut and Olive Oils Organic Hemp Oil Organic Lemongrass Oil Organic Lime Oil Citric Acid Vitamin E ( Certified Fair Trade by IMO) CERTIFIED FAIR TRADE BY IMO NOTICE International Customers Unfor",
    "itemID": "B001DI776S",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 23976
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 15.29,
    "brand": "Dr. Bronner"
  }
]