[
  {
    "title": "Clean &amp; Clear ESSENTIALS Dual Action Moisturizer, 4 Ounce",
    "description": "Salicylic acid acne medication Moisturizes dry skin Treats & helps prevent pimples Active: Salicylic Acid 0.5%. For external use only.",
    "itemID": "B000052YJM",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 5.9,
    "brand": "Clean &amp; Clear"
  },
  {
    "title": "Queen Helene Mint Julep Masque, 8 Ounce",
    "description": "The Original Mint Julep MasqueHelps dry up acne pimplesRinses away blackheadsHelps shrink large poresThe original natural home treatment, developed by a dermatologist, that will actually dry up acne pimples, rinse away blackheads and even help shrink enlarged pores.Simply apply Mint Julep Masque to your face and neck.&nbsp; Within minutes it firms and hardens, as its suction action draws out waste matter from the pores.&nbsp; Minutes later, rinse the masque away with warm water and a washcloth.&nbsp; After the masque is removed your&nbsp; skin will feel clean...refreshed and smooth.Even for people who are fortunately free of skin problems, Mint Julep Masque is a refreshing facial treatment that relaxes tired muscles and eases tension lines on the face and neck.No animal testing.&nbsp; No animal ingredients.Queen Helene.&nbsp; Environmentally Concerned.Made in USA",
    "itemID": "B00008CMOQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 370
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 5.48,
    "brand": "Queen Helene"
  },
  {
    "title": "Swisa Beauty,  Dead Sea Facial Peel, 1.01-Ounce",
    "description": "Vital anti-aging Dead Sea minerals are infused with life giving anti-oxidant ingredients including, Echinacea, Ginseng, Rosemary, and Green Tea Extract. With a simple gentle swirling motion of the fingers, whiteheads, blackheads, and dead skin are effortlessly removed. At the same time, the legendary properties of the Dead Sea minerals work uniquely to retain and attract moisture, maintaining the delicate PH balance of your face. Sensation Beauty Dead Sea Facial Peel combines the robust citrus aroma of grapefruit with the delicate scent of rosemary.",
    "itemID": "B000V10N7I",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 10891
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels"
      ]
    ],
    "price": 32.5,
    "brand": "Swisa Beauty"
  }
]