[
  {
    "title": "Coastal Scents African Black Soap, 16 Ounce",
    "description": "Coastal scents black soap is the original thing. It is imported from Ghana where it is hand pressed and processed by women in a small village in Ghana. It contains no scents, preservatives or chemicals for centuries, Ghanaians have used black soap to help relieve acne, oily skin, clear blemishes and various other skin issues. It is known to help with skin irritations and conditions such as eczema and psoriasis as well. African black soap has also been used to achieve beautiful skin. Africans have also used this natural soap for bathing and washing their hair. It's excellent for removing make-up too! Black soap will leave your skin soft and clear. Traditionally, African black soap has been used to treat rashes, acne, eczema, dandruff, body odor and much more. The African black soap helps keep the skin clean and helps against premature facial lines. It is great for showering, bathing, washing of the hair, face and the feet. Black soap is recommended for the young and the old. Black soap leaves the skin smooth and soft & as a facial soap it is excellent for clearing acne. African black soap has been used in Africa for the treatment of rashes, ring worm, eczema and also as a natural hair shampoo to avoid itchy and dry scalps.",
    "itemID": "B006Y7TZTA",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13158
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 24.88,
    "brand": "Coastal Scents"
  },
  {
    "title": "Coastal Scents Unrefined Shea Butter, 10 Ounce",
    "description": "This is unrefined shea butter and therefore still retains its medicinal properties. Shea butter has been used for centuries in Africa. It is used to moisturize and protect the skin from sun, wind, heat and salt water. It is known as the most effective skin moisturizer and conditioner because of its high content of non-saponifiable fats including vitamin f. It is an excellent skin moistener and is used for aging skin, eczema and all forms of massage. It is also used to relax the muscles and to treat sprains, wounds, and colds. The unique properties of shea butter also helps prevent and protect dry skin providing temporal relief from irritation, dryness, and wind burned skin. Shea butter can be used as a hair dressing cream to moisturize a dry scalp and stimulate hair growth. As a hair cream, it helps to hold the hairstyle and lightly relax curls. It has a long shelf life of 12 to 24 months if stored properly in a container in a cool place.",
    "itemID": "B006Y7U1TS",
    "helpful": [
      4,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 58385
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 7.95,
    "brand": NaN
  },
  {
    "title": "Wen by Chaz Dean Tea Tree Cleansing Conditioner 16 oz.",
    "description": "WEN BY CHAZ DEAN by Chaz Dean WEN CLEANSING CONDITIONER TEA TREE 16 OZ",
    "itemID": "B0006Q0HEC",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1416
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 30.19,
    "brand": "WEN&reg; by Chaz Dean"
  }
]