[
  {
    "title": "SKIN79 Snail Nutrition BB Cream (SPF45/PA+++) 40g",
    "description": "ENRICHED SNAIL SECRETION FILTRATE WITH SELF PROTECTING PROPERTIES MAINTAINS THE SKIN NATURAL AND HEALTHY.\nProtecting the skin from both UV A and B, the tri-functional snail BB cream brightens the dark and dull skin tone, and maintains the skin clean and supple with its whitening and wrinkle-improving effects.\nContaining 45% of the Korean Snail Secretion Filtrate, it bestows sleek and lustrous texture to the skin by preventing skin damages, and keeps the skin moist and healthy by forming moist protection layer.\nWith soft and moisture texture it is easily absorbed into and blends well with the skin, mintaining the skin transparent and bright for a long period of time.",
    "itemID": "B0082IY8MI",
    "helpful": [
      4,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 43785
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 12.48,
    "brand": "Skin79"
  },
  {
    "title": "L'Oreal Paris EverCreme Sulfate-Free Moisture System Cleansing Conditioner, 8.3 Fluid Ounce",
    "description": "Evercreme is the first sulfate-free moisture lock system that delivers lush 48-hour hydration without heavy coating waxes. Rich in natural omega 3-9.",
    "itemID": "B005HIH7YM",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 478
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 5.82,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "real Techniques Foundation Brush",
    "description": "Designed with pro makeup artist Samantha Chapman, Real Techniques brushes combine high-tech materials with innovative design to make creating a pixel-perfect look easier than ever: Taklon bristles are ultra plush and smoother than the hair you'll find in other brushes. Since taklon is synthetic, it's 100% cruelty-free. The soft fibers help create a flawless, high-definition finish in any type of light, from sunlight to harsh indoor lighting. The color-coded system corresponds to the key steps of makeup application so you can create a flawless base (copper), enhanced eyes (purple), and the perfect finish like a pro (pink). Each brush head is hand-cut to the perfect shape, allowing for precise application from dense coverage to a soft, delicate finish. The collection is suitable for a wide range of products and every makeup need &#x2013; from powders, creams, and liquids to mineral makeup, highlighter, and shimmer. Brush names on the handles make for easy reference when creating your favorite look.",
    "itemID": "B004TSF996",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5585
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 4.95,
    "brand": "Real Techniques"
  }
]