[
  {
    "title": "Clean &amp; Clear Instant Oil-Absorbing Sheets 50 sheets",
    "description": "Clean and Clear Oil Absorbing Sheets instantly soak up excess oil and remove shine from your face, without smudging makeup or leaving behind powder. Softer than paper, these silky sheets can be used easily around your nose and other areas of your face. Use them anytime, anywhere to remove oil and shine throughout the day.",
    "itemID": "B00005AVC7",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Blotting Paper"
      ]
    ],
    "price": 2.2,
    "brand": "Clean &amp; Clear"
  },
  {
    "title": "Essie Nail Polish Marshmallow, .5 Ounce",
    "description": "These high-quality nail polishes were vote the \"Best Overall Nail Polish Line\" by InStyle magazine. Essie pride themselves on producing great nail polishes that go on smooth and don't leave streaks. Celebrities who use Essie: Kristin Davis, Debra Messing, Britney Spears, Jennifer Lopez, Sharon Stone, Oprah Winfrey and Naomi Campbell ! What's in a name? Each season Essie Weingarten has the difficult task of naming six new colors of polish. Naming a polish is tricky; however the key to the success of Essie Cosmetics is not only the glorious colors, but the descriptive memorable names.",
    "itemID": "B000142C1A",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7849
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 5.58,
    "brand": "Essie"
  },
  {
    "title": "Essie Nail Lacquer, Blanc, 0.5 Fluid Ounce",
    "description": "Essie nail lacquer goes on smooth and last long Snowy white shade Chip-resistant DBP, Toluene and Formaldehyde free.",
    "itemID": "B0002Z8NJS",
    "helpful": [
      2,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 7160
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 5.75,
    "brand": "Essie"
  }
]