[
  {
    "title": "Coastal Scents 88  Palette, Ultra Shimmer",
    "description": "Add a little sparkle to your eyes with our Ultra Shimmer Palette. This gorgeous palette contains 88 different fully shimmer shadows that are highly pigmented. With the wide range of shades from neutrals to brights you can create endless looks with ease. The shadows can be applied dry or wet with the dual end foam tip applicators included or any eye shadow brush from your collection. The matte black case contains the Coastal Scents logo as well as the name of the palette for convenience.",
    "itemID": "B002QASVFS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 22312
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": 16.01,
    "brand": "Coastal Scents"
  },
  {
    "title": "Coastal Scents Shadow Worx Matte Eye Primer, 0.676 Fluid Ounce",
    "description": "Have you been looking for something to help your eye shadow last longer throughout the day? If so, you've found the right primer. It offers multi-functional uses with ease. Your shadows will apply smoothly like silk, blend well and dry quickly. The slim tip point allows for precise dispersal of product. Whether your shadow is matte or shimmer, it will remain crease-free and vibrant all day.",
    "itemID": "B004M81IL6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 174087
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Concealer & Base"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Nicole by OPI Nail Treatment, Drying Drops for Nail Lacquer, 0.5 Fluid Ounce",
    "description": "Nicole is the ultimate trendsetter's nail lacquer.  For the girl who wants the hottest colors and style, Nicole's long-wearing formula makes sure you're perfectly polished from head to toe!  Nicole is all about color and offers unique finishes and textures to nails.  An of course, it's from OPI, the world leader in nail care.",
    "itemID": "B0049424FM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 21085
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Dryers"
      ]
    ],
    "price": 8.0,
    "brand": "OPI"
  }
]