[
  {
    "title": "Designer Skin Spellbound Tanning Lotion Quadruple Extra Dark Tanning Serum 10 oz.",
    "description": "Designer Skin SpellboundTM\nQuadruple Ultra Dark Tanning Serum\nMagical Silicone Emulsion for the Skin\nBeguile, enamor, enchant, seduce, intrigue, enthrall, entice, allure, captivate, charm, mesmerize...need we say more? This, too, could apply to you once you lavish your skin with the unique sensory experience of Spellbound. This wondrous silicone emulsion leaves you feeling so lusciously smooth and soft that it practically melts into your skin, while the powerful quadruple bronzing blend bathes your skin in the darkest bronze glow imaginable. Come...fall under the spell...\n\nPowerful quadruple bronzing serum bathes your skin in the darkest bronze glow imaginable through its advanced blend of Tyrostan, DHA, Black Walnut Extract, Melanin Activating Peptide and Erythrulose\nRevolutionary silicone emulsion therapy hydrates and promotes smooth, sinfully-soft skin for a youthful-looking glow\nSUITABLE FOR ALL SKIN TYPES!\nFragrance: Tropical Blossom\nSize: 296 mL 10 Oz.",
    "itemID": "B000Y144SE",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 7224
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Tanning Oils"
      ]
    ],
    "price": 23.15,
    "brand": "Designer Skin"
  },
  {
    "title": "- \t DESIGNER SKIN ANGEL KIWI PEAR MOISTURIZING BODY LOTION 20 OZ",
    "description": "Rich after tan moisturizer extends the life of your tan. Natural emolients lock in color and moisture for beautiful skin. Protect, nourish, and firm your skin with this ultimate moisturizer.",
    "itemID": "B000SDI6MI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13183
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 7.97,
    "brand": "Designer Skin"
  },
  {
    "title": "Supre Smoke Black Bronzer, Tanning Lotion, 10.5 oz.",
    "description": "SmokeTM O2 dark tan maximizers with Oxygen Regenerating SystemTM . Potent Unipertan P-2002 dark tanning technology. Oxygen Regenerating SystemTM.  Powerful antioxidant trace minerals.  Helps reduce the appearance of fine lines and wrinkles. Fragrance: Pineapple, Passion Fruit and Mango 10.5 oz",
    "itemID": "B0010H93A0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3742
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Tanning Oils"
      ]
    ],
    "price": 19.3,
    "brand": "Supre"
  }
]