[
  {
    "title": "Lioele Triple the Solution BB Cream (SPF30/PA++)",
    "description": "Lioele Triple the Solution BB Cream (SPF30/PA++) (50ml)\n\nMakes your skin moist as yogurt and hyaluronic acid supply moisture and nutrition. It is a low-stimulating product since it doesn't contain the ingredient of organic ultraviolet screen. The index of SPF30 and PA++ not only controls the generation of skin blemish but makes your skin brighter.\n\nPlease noted:  The date at the bottom of the product which is the manufacture date, and the expiration date which is 3 years from the manufacture date",
    "itemID": "B00356UHT0",
    "helpful": [
      3,
      4
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 7874
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 21.2,
    "brand": "Lioele"
  },
  {
    "title": "ACURE Facial Cleansing Gel Superfruit + Chlorella, 4oz",
    "description": "Facial Cleansing Gel by Acure Organics 4 oz Facial Cleansing Gel 4 oz Product NORMAL TO OILY This gentle cleanser works on two levels-it washes away dirt and oil as well as removes makeup to leave your skin radiant and refreshed. An antioxidant dense cleansing complex that maintains your skins natural acid mantle activates new cell growth and helps you look younger and feel better. Ingredients Organic Curoxidant Superfruit Blend (organic euterpe oleracea (acai) berry organic rubus fruticosus (blackberry) organic rosa canina (rosehips) organic punica granatum (pomegranate) organic calendula officinalis (calendula) organic matricaria recutita (chamomile) fair trade certified organic aspalanthus linearis (rooibos) lauryl glucoside (vegetable derived) decyl glucoside (sugar soap) fair trade certified organic olea europaea (olive oil) organic chlorella pyrenoidsoa (chlorella growth factor) glucono delta lactone (fermented sugar) potassium sorbate (food grade preservative) citrus limon (lem",
    "itemID": "B003Z4UKGM",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 5510
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Gels"
      ]
    ],
    "price": 13.45,
    "brand": "Acure"
  },
  {
    "title": "Oil Control Facial Moisturizer: Lilac Stem Cells + 1% Chlorella Growth Factor - 1.75 Oz",
    "description": "Oil Control Facial Moisturizer by Acure Organics 1.75 oz Cream Oil Control Facial Moisturizer 1 oz Cream Product This easily absorbed oil controlling blend of organic botanicals improves texture and tone while minimizing fine lines and wrinkles. The powerhouse combo of Co-enzyme Q10 and Chlorella Growth Factor packs a serious antioxidant punch to moisturize and protect. Ingredients Organic Curoxidant Blend (organic euterpe oleracea (acai) berry organic rubus fruticosus (blackberry) organic rosa canina (rosehips) organic punica granatum (pomegranate) organic calendula officinalis (calendula) organic matricaria recutita (chamomile) fair trade certified organic aspalathus linearis (rooibos red tea) organic aloe barbensis (aloe vera) leaf juice emulsifying wax NF (vegetable) fair trade certified organic theobroma cacao (cocoa) seed butter organic carthamus tinctorius (safflower) seed oil glyceryl stearate SE (vegetable derived) (vegetable) glycerin organic helianthus annuus (sunflower) oi",
    "itemID": "B004DTM8VI",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 6752
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 16.3,
    "brand": "Acure"
  }
]