[
  {
    "title": "Bar Soap Raw Shea Butter 5 Oz By Nubian Heritage",
    "description": "Raw Shea Butter With Frankincense Myrrh Soap by Nubian Heritage 5 oz Bar Raw Shea Butter with Frankincense Myrrh Soap The Nubian Heritage Raw Shea Butter Collection are recipes of essential vitamins skin and hair-nourishing ingredients including Vitamins E and B-5 Soy Milk Jojoba Oil Cocoa Butter and Macadamia Seed Oil. The unique formulas are infused with a special essential oil blend of Frankincense Myrrh Cardamom Ginger and Black Pepper that adds an aromatic experience and skin-healing properties. Frankincense is known for its toning and anti-aging properties and adds aroma therapeutic benefits promoting mental strength clarity and balance while Myrrh is known as a superior cosmetic in early remedies and helps to heal chapped skin. Key Ingredients Raw Shea Butter Soy milk Vitamin E Frankincense and Myrrh Benefits Shea Butter in its purest form has the highest level of healing and rejuvenating properties. Soy milk and Vitamin E help to regenerate damaged tissue and promote quick hea",
    "itemID": "B000J41UO2",
    "helpful": [
      3,
      5
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 64303
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 3.02,
    "brand": "Nubian Heritage"
  },
  {
    "title": "Essie Nail Lacquer, Midnight Cami, 0.5 Fluid Ounce",
    "description": "Essie nail lacquer goes on smooth and last long Deep blue shade Chip-resistant DBP, Toluene and Formaldehyde free.",
    "itemID": "B002IS6S62",
    "helpful": [
      0,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 35477
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 5.65,
    "brand": "Essie"
  },
  {
    "title": "Proactiv Solution Refining Mask 2.5 Oz",
    "description": "Developed by dermatologists specifically for the management of acne, this soothing mask provides deep cleaning while helping refine problem skin. From Proactiv(R) Solution\n\nSize 2.5 oz",
    "itemID": "B001G7OCSM",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 426
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 2.0,
    "brand": "Proactiv"
  }
]