[
  {
    "title": "Dabur Vatika Enriched Coconut Hair Oil 150ml (Pack of 2)",
    "description": "Premium coconut hair oil enriched with henna, amla, lemon and five other trusted herbs.  Includes 2 bottles of Dabur Vatika Coconut Oil 150ml.",
    "itemID": "B006BA3BAY",
    "helpful": [
      9,
      10
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3815
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 7.29,
    "brand": "Dabur"
  },
  {
    "title": "Alberto Vo5 Moisture Milk Conditioner, Strawberries and Cream, 15 Ounce",
    "description": "Treat yourself to the fragrance of fresh picked strawberries. Soy milk protein formula revitalizes dry, damaged hair. Moisturizes as it conditions leaving hair silky, smooth and beautiful. Keeps color treated hair looking great.",
    "itemID": "B001715WH2",
    "helpful": [
      9,
      9
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 57438
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 5.8,
    "brand": "Alberto VO5"
  },
  {
    "title": "Selena Gomez Eau De Parfum Spray, 3.4 Ounce",
    "description": "Selena Gomez by Selena Gomez Eau De Parfum 3.4 FL OZ. Selena Gomez's self-titled new fragrance is the scented embodiment of the star herself: fresh and sweet with warmth from within. Including top notes of raspberry, peach, and pineapple, the fragrance begins as a fruity bouquet that slowly blends into heart notes of purple freesia, musk, and dewberry, before transforming into a delectable treat with rich base notes of chocolate, vanilla, and amber. Experience the Selena Gomez fragrance with this 3.4 oz Eau de Parfum Spray.",
    "itemID": "B0083ZLXFU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13197
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 22.92,
    "brand": "Selena Gomez"
  }
]