[
  {
    "title": "Sigma F80 - Flat Kabuki TM",
    "description": "Unique Feature: Dense and flat head\nFunction: Buffed foundation application\nRecommended Use: Blend liquid or cream products onto flat areas of the face such as the forehead and cheeks.\nBristle Type: Synthetic Sigmax\n\n 2013 Sigma Enterprises, LLC",
    "itemID": "B003UH0528",
    "helpful": [
      1,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 103
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 24.0,
    "brand": "Sigma Beauty"
  },
  {
    "title": "Sigma Essential Kit - Make Me Crazy",
    "description": "The Make Me Crazy Essential Kit was specially designed for a fun yet functional makeup application. This kit contains twelve colorful brushes from our best-selling Essential Kit. The brushes come in an innovative and functional container that turns into two brush holders to keep you stylish and organized. \n \nBrushes Included:\n \nE05 - Eye Liner: Create smooth and even lines. Use with gel or liquid liners. \n\nE30 - Pencil: Soften and smoke out lines. Soften pencil liners along the top and bottom lash lines, add shadow to line the eyes, or use to highlight inner corner of eyes. \n\nE40 - Tapered Blending: Soft blended crease. Using just the tips to apply color, sweep back and forth through the crease for a diffused and blended finish. \n\nE55 - Eye Shading: Even application of color. Place color across the whole lid for an even and strong application of product. \n\nE60 - Large Shader: Uniformly cover the whole lid with product. Apply cream shadow base or cream shadow for quick and even coverage. \n\nE65 - Small Angle: Create precise lining. Moves fluidly and easily across the upper and lower lash lines. Use with gel, cream or powder liners. \n\nE70 - Medium Angled Shading: Soft application of color. Use for brow highlighting or to blend the crease. \n\nF30 - Large Powder: Even powder application. Uniform blending of powder products onto the face and body. \n\nF40 - Large Angled Contour: Subtle cheek application. Use the angle to softly contour the cheekbone. Can also be used to apply blush. \n\nF50 - Duo Fibre: Creates an airbrush effect onto the skin. Can be used with powder, liquid or cream products. \n\nF60 - Foundation: Smooth foundation application. Apply liquid or cream products such as foundation and primer. \n\nF70 - Concealer: Conceal small areas. Conceal the hardest to reach areas such as around the nose and eyes.",
    "itemID": "B004PKAMTU",
    "helpful": [
      3,
      5
    ],
    "overall": 1.0,
    "salesRank": {
      "Health & Personal Care": 32681
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 178.0,
    "brand": "Sigma Beauty"
  },
  {
    "title": "NARS Bronzer Blush Duo, Orgasm/Laguna",
    "description": "Featuring covetable color combinations, each Blush Duo features blush hues that are unanimously touted for their universally flattering and natural-looking color. When combined with versatile bronzing powders or highlighting powder, all compacts impart quintessential glow with ease and convenience for all skin tones. The blushes paired with bronzing powders are the ultimate tool for achieving a sun-kissed look with a hint of naturally radiant color for a believable year-round glow, while those paired with Albatross create highlights and add dimension and radiance. Limited Availability.",
    "itemID": "B0009H04LO",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 18470
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Bronzers & Highlighters"
      ]
    ],
    "price": 49.94,
    "brand": "NARS"
  }
]