[
  {
    "title": "Vitamin C Serum - Antioxidant Treatment - Natural &amp; Organic - Incl. Organic Rosehip Oil &amp; Sea Buckthorn Oil - Brightening Serum - Rapid Absorption - Reduce Sun Spots and Wrinkles - Exclusive to Amazon - 1.18oz",
    "description": "&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbspValentia;'s new generation Vitamin C Serum - You deserve toGlowtoday!",
    "itemID": "B00HJD8NLY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1870
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 35.0,
    "brand": NaN
  },
  {
    "title": "Dead Sea Mud Facial Mask and Deep Facial Cleanser by Adovia - Deep Pore Cleansing and Purifying Acne Treatment - Reduce Acne, Blackheads &amp; Pimples - Natural Face Mask, Exfoliator and Skin Care Treatment for Women, Men and Teens - Works for Eczema, Psoriasis, Acne and Blackheads - Leaves Your Skin Clear, Radiant and Younger Looking - 100% Satisfaction Guaranteed",
    "description": "This Dead Sea Mud Mask contains 30 Treatments which lasts for 3-4 Months. Each treatment provides the ingredients and results of a $120 facial at a high end dermatology spa! \n\nMade with Pure Dead Sea Mud with the highest concentration of minerals - vital for facial skin treatment glow.This mask is made by the Dead Sea experts and contains the highest and freshest concentration of Dead Sea Mud. Reduce Oil and Blackheads and get more clear and radiant skin.Works great for Eczema and Psoriasis as well due to Dead Sea salt and mud known properties that help relieve Eczema, Psoriasis and acne symptoms.Apply a layer to clean, dry skin once per week or as needed, as a facial mask for the whole face or as spot treatment for blackheads or pimples.",
    "itemID": "B00IBS9QC6",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 2080
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 32.0,
    "brand": NaN
  },
  {
    "title": "BEST Vitamin C Serum for Face with 20% Vitamin C and Nourishing Hyaluronic Acid - All Natural Ingredients Help Fade Age Spots, Minimize Wrinkles And Boost Collagen. This Anti Aging Serum Gives Your Skin That Healthy Glow!",
    "description": "Look no further, you've just found the most amazing Vitamin C Serum out there in the land of beauty!Take notice of the beautiful dark blue bottle that holds the secret to better looking skin and know that you're holding a formula designed with top-rated ingredients that are as close to pure and natural as you can get.Our organically-minded formulators take pride in their research and gone above and beyond with their development of this Vitamin C Serum formula using renowned STAY-C50 Vitamin C, organic soothing Aloe and Hyaluronic Acid.  No longer will you have to worry if your serum has oxidized in the bottle, this serum works synergistically with your skin cells to convert to L-ascorbic acid once applied.  Your skin does all the work to make sure the Vitamin C goes to where it's needed....deep down to enhance collagen production, fight free radicals and lighten age and sun spots.A helpful tip: To help your skin get the most out of this serum try to exfoliate on a regular basis, you might just see results sooner rather than later!That's why our formula is different than all the others here on Amazon, and that's also why we are confidant in our amazing money-back guarantee.  We only want to keep you as a customer if you are 100% thrilled with your purchase!!Get yours now, what have you got to loose?  (Maybe a sun spot or two?)  Why not get a bottle for yourself and 1 for your best friend!",
    "itemID": "B00GLE8SNK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6902
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 16.95,
    "brand": NaN
  }
]