[
  {
    "title": "Aussie 3 Minute Miracle Moist Deeeeep Conditioner 8 Fl Oz",
    "description": "Deeeeep Conditioning for Damaged 'Do's Super deep conditioning for simple fix to dry, damaged hair.",
    "itemID": "B000GCW1P4",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4074
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 6.31,
    "brand": "Aussie"
  },
  {
    "title": "Conair 62502z Medium Spiral Rollers, 10 Pack, Colors may vary",
    "description": "Make waves! Conair's 10-pack of medium spiral rollers lets you create waves easily. Lightweight foam rollers in hot style colors are comfortable and easy to use on wet, damp, or dry hair. Create salon-style spiral curls, or make waves to add bounce and volume.  Smaller spiral rollers make smaller, tighter waves and spirals, medium sizes make looser waves and spirals. Wind your hair down the rod for spiral curls or around the middle for waves. Simply bend the ends to secure. It's simple beauty technology for your best look.",
    "itemID": "B0051E3426",
    "helpful": [
      6,
      8
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5053
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Rollers"
      ]
    ],
    "price": 7.29,
    "brand": NaN
  },
  {
    "title": "Beauty Flawless Makeup Blender Sponge Puff (size 1)",
    "description": "Using your fingers to blend in your makeup?You don't have to any more, this set comes with tools that you won't regret picking up!This set will help you put makeup on like a pro and comes with 4 sponges that will assist you with full, medium or light coverage leaving your makeup flawless, dazzling and undetectable!Each set comes with (2) Hour Glass Sponges in Pink and Blue and (2) Tear Drop Sponges in Lavender and Beige.The sponges are high quality and will evenly distribute your foundation or powder instead of \"sucking up\" all over your expensive cosmetics into the sponge.The shapes and their surfaces will help with your different cosmetic products.The flatter surfaces will work best with fuller coverage type products like foundations, powders and creams while the tip or pointy edges will help with concealer or direct coverage around hard to reach areas like around the nostrils, eyes and lips.The sponge is latex and odor free and is non-allergenic. Sponges are reusable if cared for properly - if used daily, we recommend washing your sponge frequently with a mild cleanser like baby shampoo.Rinse well and air dry.NOTE: Due to differences between monitor displays, actual color may vary slightly from image.",
    "itemID": "B00A51LI1O",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 691
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Puffs, Sponges & Wedges"
      ]
    ],
    "price": 2.19,
    "brand": "HEY"
  }
]