[
  {
    "title": "EcoTools Retractable Kabuki",
    "description": "This versatile makeup brush can be used with powder, blush or bronzer for a fresh and flawless complexion anywhere! Use the cap to easily cover and bring along for on-the-go touchups. Synthetic bristles are cruelty free. Experience the incredibly soft touch of cruelty-free bristles EcoTools beauty solutions promote Living Beautifully! We are inspired by beauty inside and out, and in the world around us. While we always want to look our best, we feel even better when we can make earth-conscious choices. EcoTools remains a favorite of celebrities, beauty editors and women around the world.  Best known for our incredibly soft cosmetic brushes, and  handles, we take pride in offering a collection of cosmetic makeup brushes, hairbrushes, lashes and bath products that feature innovative,  materials. Our includes natural materials, reusable pouches, post-consumer recycled paper and plastic, and recyclable packaging. The eco pouch is phthalate-free and PVC-free.  Cleaning your Makeup Brushes Unclean makeup brushes transfer old makeup, germs, and bacteria to your skin each time you use them. Ideally, you should wash them once a week, and here&#x2019;s the best way how:  Run the bristles of makeup brush under warm running water. Careful not to get the ferrules and handles wet. Apply a drop of gentle shampoo or clarifying cleanser to bristles and work into a light lather. Rinse bristles thoroughly under warm, running water. Continue rinsing until water runs clear. Use a cloth to absorb excess water and reshape the bristles Lay your makeup brushes flat or &#x201C;handles up&#x201D; to air dry",
    "itemID": "B001MX89Y8",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 2370
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 7.72,
    "brand": "EcoTools"
  },
  {
    "title": "Hot Sock Diffuser",
    "description": "The Hot Sock Diffuser is an ultra light diffuser that prevents heat damage and gives you better overall diffusion. This little miracle fits on any hair dryer and is perfect for the salon, at home, or when you are traveling!",
    "itemID": "B0006Q01EI",
    "helpful": [
      2,
      2
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 4680
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Diffusers"
      ]
    ],
    "price": 6.07,
    "brand": "Hot Sock"
  },
  {
    "title": "Tresemme Flawless Curls Touchable Curls Shaping Milk, 4.5 Ounce",
    "description": "This is a lightweight styling cream designed specifically for curly hair. This shaping milk will give you soft, defined curls.",
    "itemID": "B000EODF9A",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 53166
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Curl Enhancers"
      ]
    ],
    "price": 15.5,
    "brand": NaN
  }
]