[
  {
    "title": "Special Effects SFX Hair Color Hair Dye Blue Mayhem",
    "description": "Special Effects hair dye is a semipermanent, conditioning hair color that comes in a wide spectrum of fabulous colors. The most intense long lasting semipermanent hair color on the market. Generally lasts 3 to 6 weeks on most hair types. Lasts longer on bleached or prelightened hair. The following colors glow under black light   Atomic Pink , Nuclear Red ,Cherry Bomb, Hi-Octane Orange, Joyride, Cupcake Pink , Bright as F Yellow, Napalm Orange",
    "itemID": "B002GDIKK6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 34130
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 13.96,
    "brand": "Special Effects"
  },
  {
    "title": "Miss Jessie's Quick Curls-2 oz",
    "description": "ITS HERE! Quick Curls weightless spiraling creme was formulated as a fast acting no fuss light weight styler that gives you the results you want fast. This fresh scented conditioning formula exclusively blended with essence of ginger flower and lime fruit activates a quick, light weight, frizz free smooth curl. Excellent for fingerstyling relaxed hair; no rods necessary, a rescue remedy for botched overprocessed texturizers, and great for our beautiful white gals.Instructions for use: Apply to damp hair based on length and density. Air dry or diffuse dry. Enjoy!",
    "itemID": "B001KYQ21Q",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11901
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 8.99,
    "brand": "Miss Jessie&#39;s"
  },
  {
    "title": "Vanicream Moisturizing Skin Cream, 16 Ounces",
    "description": "A non-greasy, long-lasting moisturizing cream that is easy-to-spread, quickly absorbed and non-comedogenic*.                                              Ingredients: purified water, white petrolatum, sorbitol solution, cetearyl alcohol, propylene glycol, ceteareth-20, simethicone, glyceryl monostearate, polyethylene glycol monostearate, sorbic acid and BHT",
    "itemID": "B0000ZHH5G",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3003
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Creams"
      ]
    ],
    "price": 13.89,
    "brand": "Vanicream"
  }
]