[
  {
    "title": "Remington S5500 Digital Anti Static 1 Inch Ceramic Hair Straightener",
    "description": "Say goodbye to frizz and fly-aways while boosting style control with remingtons s-5500 one inch digital heat ceramic flat iron. infused anti-static technology reduces the amount of negatively charged particles during styling and allows for 50% more static control. the thirty second instant heat up will reach the salon high heat temperature of 410 degrees fahrenheit. one hour automatic shut off, 2 limited year warranty, and floating plates.",
    "itemID": "B003S516XO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 58
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 14.89,
    "brand": "Remington"
  },
  {
    "title": "Oscar by Oscar De La Renta for Women - 3.3 Ounce EDT Spray",
    "description": "Oscar by Oscar De La Renta for Women - 3.3 oz EDT SprayWhen&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000C1ZA0C",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4012
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Toilette"
      ]
    ],
    "price": 36.25,
    "brand": "Oscar de la Renta"
  },
  {
    "title": "Revlon ColorStay Overtime Liquid Lipcolor, Keep Blushing",
    "description": "8 hours of color and the shiniest shine - all in one double-ended wand.Looks fresh for up to 8 hours.&nbsp; No touch-ups - even after meals.Semi-permanent lipcolor with color-lock technology won't kiss off, feather or bleed.Glossy topcoat is enriched with 99% moisture, chamomile and soy extract for shiny soft lips.Made in Germany",
    "itemID": "B00008KA8D",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 104894
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 8.99,
    "brand": "Revlon"
  }
]