[
  {
    "title": "Essie Matte About You, 0.5-Ounce",
    "description": "Long-lasting and durable formula that transforms any nail color from high gloss to matte in seconds.",
    "itemID": "B002G3K1TY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6333
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 6.1,
    "brand": "Essie"
  },
  {
    "title": "Set of 25 Nail ART Image Stamp Plates Polish Stamping Mixed Designs Set Kit",
    "description": "Brand new, Premium Quality \nEach plate contains about 6 to 8 designs \nPlates are made of stainless steel and have high polish finish. \nEach plate dimension is approximately 2.2in(5.5cm) in diameter \nEach buyer will receive 25 image plates, all containing unique designs. \n  150 Different Designs. Super Value",
    "itemID": "B005HJTTM4",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 87674
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 17.42,
    "brand": NaN
  },
  {
    "title": "Bundle Monster Nail Stamp Stamping Plate Zippered Synthetic Leather Case Plates Holder Organizer",
    "description": "We have the ultimate storing solution for your Bundle Monster nail stamping plates - we have designed our exclusive stamping plate zippered organizer! This portfolio styled case has a modern shiny vinyl, faux-croc skin textured outter cover with a soft velvet-like lining. This holder includes 14 soft, matte, see-through vinyl pages that have 6 slots per page. Each slot is designed and is strong enough to hold 2 plates per slot, which gives you 168 plate storage! Each slot fits a standard 5.6 cm nail plate and has a U-grooved design to make putting in and pulling out nail plates that much easier. Its portfolio design is slender and thin which makes storing the case easy for tight storage or easy to pick up and go for your nail parties. This case is also great for professional settings like a nail salon. The front of the case has the official \"BM\" logo etched in metal. Bundle Monster is a registered trademark of Remi Collections LLC and is exclusively distributed by Bundle Monster. Bundle Monster trademark is protected by US Trademark Law.",
    "itemID": "B008Q0E714",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 15350
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 15.99,
    "brand": NaN
  }
]