[
  {
    "title": "HSI PROFESSIONAL 1 CERAMIC TOURMALINE IONIC FLAT IRON HAIR STRAIGHTENER FREE GLOVE + POUCH AND travel size Argan Oil Leave In Hair Treatment. WORLDWIDE DUAL VOLTAGE 110v-220v",
    "description": "The Proffesional HSI Flat Iron is great for transforming frizzy, dull hair into gorgeously straight, sleek locks. Aside from straightening, the Proffesional HSI Flat Iron curls and flips hair beautifully, its 1\" plates giving maximum control for all hair types. With flash quick heating and swivel cord, this iron provides great style without making a mess or taking too much time. Featuring new easier grip with ergonomic design for easier hold, the styler flat iron also has versatile heat settings to provide you with total control for all your hairstyling needs. Moist ceramic heat with solid ceramic plates and coils will maintain even temperature",
    "itemID": "B001MA0QY2",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 53.59,
    "brand": "HSI PROFESSIONAL"
  },
  {
    "title": "Cococare 100% Vitamin E Oil, 1 Ounce",
    "description": "The vitamin E family is well known throughout the world for its antioxidant capabilities. Antioxidants help protect and nurture skin by neutralizing free radicals from environmental pollutants and toxins. Regular use of vitamin E on skin has been shown to aid in the prevention and repair of skin tissue damage. Use to soften skin, maintain moisture balance and to reduce the appearance of scarring, wrinkles and stretch marks.",
    "itemID": "B0006HCE60",
    "helpful": [
      8,
      11
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 338
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 8.18,
    "brand": "Cococare"
  },
  {
    "title": "Queen Helene The Original Mint Julep Masque 340g/12oz",
    "description": "Buy Queen Helene Masks & Peels - Queen Helene The Original Mint Julep Masque 340g/12oz. How-to-Use: Spread an even layer onto clean face and neck avoiding eyes, brows and hairline. When masque is completely dry, remove with warm water and a wash cloth.",
    "itemID": "B000EGMCFG",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 9144
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 12.99,
    "brand": "Queen Helene"
  }
]