[
  {
    "title": "Brahmi Oil - Ayurvedic Hair Growth massage oil",
    "description": "Massaging of hair & scalp with a proper nutrient hair oil gives additional nutrition to the scalp and prevents hair loss. Massaging also increases the blood circulation in the scalp & this keeps the hair roots strong. Excellent for combating dandruff and dry scalp. Contains fresh Brahmi (Gotu Kola) leaves in an all-natural coconut oil base. Ayurvedic Brahmi oil has been traditionally used as a stimulant for the hair. According to Ayurveda, Brahmi Oil can be used to maintain a healthy scalp and form a natural preventative against the dandruff and flaking. Our Brahmi Oil contains only the finest mixture of pure cocunut oil and many carefully selected Ayurvedic herbs, including the use of fresh Brahmi leaves.",
    "itemID": "B0002OMOIA",
    "helpful": [
      11,
      13
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 2889
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Hair Regrowth Treatments"
      ]
    ],
    "price": 20.35,
    "brand": "Vadik Herbs"
  },
  {
    "title": "100% Organic West African Shea Butter 16 oz",
    "description": "African Shea Butter 100% Natural African Shea Butter is made from the nut of the African Shea Tree. It contains a rich amount of unremovable fatty acid which render it far superior to cocoa butter and other natural vegetable butters. this fatty is crucial to rejuvenating and moisturizing the skin. Shea Butter provides all the essential vitamins needed to make skin look and feel smoother, softer and most importantly, healthier. Its therapeutic properties protect the skin from wind, cold, sun and it helps heal wounds faster. Shea Butter stimulates cellular activity, fights the effects of aging and repairs rough, damaged skin.",
    "itemID": "B0009JQFF6",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 20975
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 7.25,
    "brand": "Nature and Herbs"
  },
  {
    "title": "AAA Shea Butter Premium Grade A Unrefined Shea Butter, Net WT. 1LB (16oz)",
    "description": "ALL SHEA BUTTERS ARE NOT EQUAL! \n\n100% Pure & Natural Shea Butter is an all-natural vitamin A cream. Shea Butter has been shown to be a superb moisturizer with exceptional healing properties for the skin. \n\nShea Butter may range from excellent to very poor. Grade A Shea Butter may be used to treat a number of skin conditions and serves as an excellent moisturizer. Poor quality Shea Butter should be compared with products such as less expensive coca butter and mango butter.\n\nOnly high quality Unrefined Premium Grade A Shea Butter can offer the health benefits mention here. Buying Laboratory Tested Shea Butter is your only means of knowing the quality of Shea Butter you are purchasing.\n\nTHe American Shea Butter Institute Seal assures you are buying High Quality Premium Grade A Shea Butter.\n\nGrade A Shea Butter is laboratory tested for iron, mercury, lead, copper, mold yeast and bacteria content in addition to other important proprietary test.\n\nIf you are not using laboratory tested Shea Butter, how do you know what you are putting on your skin?",
    "itemID": "B000GREPOY",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 42441
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 25.0,
    "brand": NaN
  }
]