[
  {
    "title": "Gold Bond Ultimate Skin Therapy Lotion, Healing, Aloe, 5.5 oz , (Pack of 3)",
    "description": "Heals dry problem skin. Vitamins A, C & E penetrates fast. Non-greasy. Fresh clean scent. 7 Intensive moisturizers. Specially formulated to help heal extremely dry, rough and problem skin. Gold Bond Ultimate contains 7 intensive moisturizers clinically tested to provide24-hour moisturization. Plus it contains 3 essential skin nurturing Vitamins A, C and E in a fresh clean scent. Gold Bond Ultimate penetrates fast and is non-greasy, unlike ointments of greasy lotions. You can actually feel it working even after you wash your hands! Ideal for: hands, cuticles, feet, elbows, knees, problem patches on legs, back or body. Dermatologist tested/hypoallergenic. Gentle enough to use on your face. Vitamin A - Improves elasticity and reduces appearance of wrinkles. Vitamin C - Promotes skin development and collagen formation. Vitamin E - Enhances protective function of skin and minimizes lipid base. Moisturizes for 24 hours.",
    "itemID": "B001G7PLBY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3145
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 14.98,
    "brand": "Gold Bond"
  },
  {
    "title": "Burt's Bees Sensitive Daily Moisturizing Cream, 1.8 Ounces",
    "description": "Clinically proven to moisturize sensitive skin all day without causing redness or irritation, this nourishing day cream is formulated with softening Cotton Extract to help skin replenish its outer layer and minimize the effects of potential irritants such as harsh soaps or cleansers, all while Rice Extract moisturizes and Aloe soothes your skin. Naturally gentle for daily use. Use this 99% natural facial cream as part of the Burt&#x2019;s Bees&#xAE; Sensitive skin care regimen. Put the power of nature to work for your skin with Burt&#x2019;s Bees.",
    "itemID": "B004VMGTY4",
    "helpful": [
      2,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 626
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 8.35,
    "brand": "Burt&#39;s Bees"
  },
  {
    "title": "Organix South TheraNeem Shampoo Scalp Therape -- 12 fl oz",
    "description": "Scalp therape shampoo scalp therap&#xE9; shampoo for all hair types and sensitive scalps paraben free. Sulfate free. Gluten free scalp therap&#xE9; neem, lemon and peppermint neem is respected by ayurvedic practitioners for its ability to support healthy skin and scalps. Used for centuries, neem protects, nourishes and moisturizes even the most sensitive skin. Use theraneem scalp therap&#xE9; shampoo for intense scalp relief, repair and rejuvenation. Now with even more organic neem oil and neem leaf extract, stimulating peppermint, powerful tea tree and cleansing lemon essential oils, this formula will clean gently and penetrate the scalp without harsh chemicals or soaps. Get ready for instant scalp therap&#xE9;. Clarifying for scalp and hair. Formulated for scalp relief. Ph balanced and conditioning.to use: use daily or as needed. This shampoo is thinner than most so it will penetrate completely to the scalp. Apply to wet hair and massage well. Allow to remain in hair for 3 to 5 minutes, then rinse completely. This formula is best used in combination with theraneem scalp therap&#xE9; conditioner.",
    "itemID": "B002BQP3GC",
    "helpful": [
      1,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 11496
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 11.69,
    "brand": "Organix"
  }
]