[
  {
    "title": "Desert Essence Thoroughly Clean Face Wash, 8-Ounce  Bottle",
    "description": "The extract of Hawaii's fragrant awapuhi plant brings additional softening properties to this gentle, but effective cleanser already rich in soothing extract of goldenseal and essential oil of chamomile. Eco-Harvest Tea Tree Oil leaves a clean that feels oil-free, and with regular use, helps improve your skin's texture and radiance.",
    "itemID": "B001CMT83A",
    "helpful": [
      4,
      4
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 8.18,
    "brand": "Desert Essence"
  },
  {
    "title": "ELMA&amp;SANA Golden Argan Oil &reg; 100 Cold Pressed Virgin Organic Certified By Ecocert -1oz(30ml)",
    "description": "Elma and Sana golden argan oil 1 oz blue glass bottle with dropper 100% natural raw cosmetic argan oil is the perfect oil for the face, body, hair, and nails. Ideal for all skin and hair types, argan oil improves skin hydration. This non-greasy formula is fragrance-free and organically cold-pressed. Made from the nuts of the Moroccan argan tree, It is high in vitamin E and essential fatty ideal for all skin and hair types. Improve skin's hydration. Non-greasy 100% raw organic cold pressed. 100% natural fragrance free. Benefits, Non-greasy, fast absorbing and moisturizes softens and nourishes eliminates frizz and adds shine to hair strengthen soft and brittle nails imported directly from ecocert certified women's cooperatives from morocco.",
    "itemID": "B00397XUIK",
    "helpful": [
      5,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6851
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 8.0,
    "brand": "ELMA&amp;SANA"
  },
  {
    "title": "Bumble and Bumble Deeep, 5-Ounce Tube",
    "description": "For the chemically dependent or seriously parched (color) junkies, styling abusers or sun worshippers): a protein masque to revive lifeless locks.",
    "itemID": "B000BIZSV2",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 25657
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 27.32,
    "brand": "Bumble and Bumble"
  }
]