[
  {
    "title": "Nailart NAIL TATTOO STICKER - butterfly / floral - purple",
    "description": "DESIGN NAIL TATTOO STICKERQuality - Made in GermanyTheDesign Nail Art Tattoospermit, without much time and effort, a professional look of your nails. No longer complex painting.The foil is dermatologically tested, very thin and self-adhesive. The Nail Tattoo sticker are suitable for natural nails (including children) as well as artifical nails and toenails.You will find further details and size information in the article images above.Please note that the Nail Tattoos on the product images were used on French Nails (white background).APPLICATION NOTES:Step 1Buffer the nail surface with a fine sanding block (Buffer) lightly. The nail should be free of dust and grease.If you use the Nail Tattoos on artificial nails, we suggest the application between the building layer and the sealing layer.Step 2Cut out the desired image roughly.Step 3Use a pair of tweezers and pull off the foil from the brown substrate material.(Tipp: Choose a corner and grab the foil from the top.)Then stick the Nail Tattoo on the desired location on your nail and press it firmly. Overhanging corners can be filed off without any problems.Step 4Seal the Nail Tattoo with gel or with clear topcoat. Make sure that the whole Nail Tattoo is enclosed with Gel.(Tipp: Do not be sparingly with the gel. The Nail Tattoo has to soak up the Gel.)TIPP:During the summer months as well as solarium visits, we suggest an additional sealing with a Sun-blocking coat or the application with gel, which already included a Sun-blocker.",
    "itemID": "B0060PBSSW",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 52864
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 2.49,
    "brand": NaN
  },
  {
    "title": "World Pride Nail Tape Stripe Decoration Sticker Hologram, Set of 10",
    "description": "Content:\n10Pcs Nail Tape Stripe Sticker",
    "itemID": "B0069FDR96",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 27
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Art"
      ]
    ],
    "price": 1.54,
    "brand": "Bonamart"
  },
  {
    "title": "15pcs Nail Art Painting Pen Brush",
    "description": "Package includes : 3x Drawing Tools 7x Painting Tools (also can use as gel nail curing brush) 2x Liners 1x Dotting Tool 2x Fan brushes for nail art effect (also can use as eye shadow brush)",
    "itemID": "B006L1DNWY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Home &amp; Kitchen": 247
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 2.76,
    "brand": "Crazy Cart"
  }
]