[
  {
    "title": "Nexxus Vitatress Biotin Scalp Creme, 2.1 Ounce",
    "description": "Formulated with an abundance of nutrient rich ingredients including biotin, and proteins to penetrate the epidermis and provide an ideal environment on the scalp for the growth of healthy hair.",
    "itemID": "B000JR59LY",
    "helpful": [
      3,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2669
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 3.24,
    "brand": "Nexxus"
  },
  {
    "title": "Salicylic Acid 20% Gel Peel, Roll-on (Professional)",
    "description": "The outside layer of your skin is covered in oil, and being oil soluble, the Salicylic acid is able to penetrate this outer layer.Salicylic/20 peel breaks down the protein bonds between the layers of skin, which is why a much quicker peel can be achieved.For acne, the Salicylic acid has several properties that make it a very effective treatment for acne.Salicylic/20 peel acts as ananti-inflammatoryand helps toimmediately reduce acne spotSalicylic/20 peel is effective at reducing the appearance of fine lines and wrinkles, and improving overall facial texture because it exfoliates both the skin surface and within pores.Great For AcneSalicylic acid is highly effective for acne and oily skins.Salicylic acid blends powerful skin exfoliation with skin soothing actions. It has ultraviolet absorbing properties that help to protect the skin from the damaging effects of the sun.Choosing the Best Peel:Skin Laboratory offers different types of chemical peels to help with things like exfoliating the skin and smoothing fine lines and wrinkles. If you are looking for the BEST peel for your condition, the following list will help you select it. The peels effectiveness is not limited to these conditions:Glycolic:Eczema & Dermatitis, Fine Lines & Wrinkles, Razor Bumps, Stretch Marks and General Toning & TextureLactic:Actinic Keratosis, Dark Circles Under Eyes, Dry Skin, Eczema & Dermatitis, Melasma, Psoriasis, Razor Bumps, Scarring, Sensitive Skin, Stretch Marks, Sun Damage and General Toning & TextureSalicylic:Acne, Acne Scars, Adolescent Skin, Large Pores & Blackheads, Oily Skin, Psoriasis, Razor Bumps and WartsBHA+:Acne, Adolescent Skin, Large Pores & Blackheads, Oily Skin, Psoriasis and WartsHQ+:Acne Scars, Actinic Keratosis, Melasma, Oily Skin and Scarring",
    "itemID": "B000PNVSBW",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 25500
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Salicylic Acid"
      ]
    ],
    "price": 14.5,
    "brand": NaN
  },
  {
    "title": "Prep skin refresher helps remove dead skin cells, excess oil, and any residue after cleansing. Prep will stimulate new skin cells and promote a clear, smooth, healthy looking complexion.",
    "description": "New 8% Alpha Hydroxy Acid formulated Prep skin refresher helps remove dead skin cells, excess oil, and any residue after cleansing. Prep will stimulate new skin cells and promote a clear, smooth, healthy looking complexion. \nThis pure Glycolic Acid (purity of 99.7%) in the Prep is used to enhance performance in many topical over the counter (OTC) and prescription (Rx) applications.",
    "itemID": "B000VEMWB0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 29917
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Toners & Astringents"
      ]
    ],
    "price": 19.6,
    "brand": NaN
  }
]