[
  {
    "title": "Seban Oil Inhibitor Liquid Formula 3 fl oz",
    "description": "Seban Liquid 3 fl. oz. - Use Your Own Pads Adjust to Your Skin Requirements Seban's secret to proven effectiveness is Perfluoroalkyl Surfactant - an active ingredient in halting the production of facial oil build-up. Seban is formulated to leave the complexion visibly clean, smooth and free of shine. Used alone or under make-up, this non-drying formula contains a unique moisturizing complex that locks moisture into the skin. Will not dry or irritate sensitive or acne prone skin. Immediately after application, your skin will feel clean, not dry, and have a smooth matte finish. Even if you normally have shiny skin - the shine will virtually disappear! Seban contains no fragrance or color, and will not alter your skin tone. It is used by both women and men who like to get through the day without feeling like their face is weighing them down. Since facial oil tends to be a major factor in acne breakouts, Seban can help reduce acne because of its oil inhibitor effect. Through regular use, skin is clear and free of shine for up to 8 hours. Try Seban today, you've got nothing to lose except excess facial oil. To Use: Apply Liquid to cotton pad. Wipe pad over face, paying attention to areas subject to excessive oiliness such as the nose forehead and chin. Allow to dry thoroughly before applying make-up. Ingredients: Water, SD Alcohol 40, Isopropyl Alcohol, Perfluoroalkyl Surfactant, Sodium Chondroitin Sulfate, Sodium Hyaluronate, Glycerin, Propylene Glycol.",
    "itemID": "B000PUGDYM",
    "helpful": [
      5,
      5
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 60265
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Toners & Astringents"
      ]
    ],
    "price": 24.0,
    "brand": "Seban"
  },
  {
    "title": "Dermalogica MediBac Clearing Clearing Mattifier Acne Treatment-1.3 oz",
    "description": "Dermalogica MediBac Clearing Clearing Mattifier Acne Treatment-1.3 ozStand ClearDiscover an easier, more effective way to clear breakouts, diminish pore congestion and control shine for a healthier appearance. dermalogica MediBac Clearing Mattifier Acne Treatment melts into your skin to diminish fine lines and wrinkles, smooth uneven texture and provide a gorgeous, matte finish that is all sophistication and class. Soothes inflammation and redness caused by problematic skin, this formula leaves skin clearer, smoother, softer and healthier-looking with an absolutely radiant matte glow.&nbsp;Diminishes fine lines and wrinklesSmoothes uneven texture for a gorgeous, matte finishEspecially Suited For:All skin typesEssential Elements:This premier acne treatment combines Organic Silicones, Niacinamide, Zinc Gluconate, Yeast Extract, Caffeine, Biotin, Salicylic Acid, green tea and soothing Chamomile.Free of:Artificial fragrance and colorants",
    "itemID": "B000TD4QYY",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 6158
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 33.98,
    "brand": "Dermalogica"
  },
  {
    "title": "Sally Hansen Diamond Strength Base and Top Coat, 0.45 Fluid Ounce",
    "description": "Sally Hansen diamond strength diamond shine is a combination base and top coat that delivers superior wear + strength for any nail color. 100% pure shine. Base coat: get noticeably harder, stronger nails instantly. Smoothes nails and locks on nail color. Top coat: quick,drying formula seals nail color layers with a diamond-hard, high-gloss finish so manicures lasts. Uv filters help keep color looking fresh and bright.",
    "itemID": "B000GCIBY4",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 128723
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Top & Base Coats"
      ]
    ],
    "price": 6.98,
    "brand": "Sally Hansen"
  }
]