[
  {
    "title": "Dirty English by Juicy Couture for Men, Eau De Toilette Spray, 1.7-Ounce",
    "description": "Launched by the design house of Juicy Couture in 2008, DIRTY ENGLISH is a men's fragrance that possesses a blend of Blue Cypress, Mandarin, Bergamot, Black Leather, Sandalwood, Amber Musk, Atlas Cedar, Vetiver, Wood, Black Moss AbsoluteWhen&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B001FWXIBU",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 207169
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Men's",
        "Eau de Toilette"
      ]
    ],
    "price": 36.19,
    "brand": "Juicy Couture"
  },
  {
    "title": "Australian Gold Jwoww Black Bronzer Dark Tanning Lotion, 13.5 Ounce",
    "description": "Jwoww black bronzer will have you turning heads and breaking hearts with your dark sexy color. This extreme dark bronzing blend of black currant and kukui oil offers the hottest dark color possible, while vitamins and hemp seed extract deliver superior hydration to leave your skin feeling undeniably soft and sexy.",
    "itemID": "B004FEKA3E",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1763
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 20.55,
    "brand": "Australian Gold"
  },
  {
    "title": "L'Oreal Kids Extra Gentle 2-in-1 Swim &amp; Sport Shampoo, 9.0 Fluid Ounce",
    "description": "Kids Swim Shampoo, Sunny Orange",
    "itemID": "B0040QC9YK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3461
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 12.26,
    "brand": "L&#39;Oreal Paris"
  }
]