[
  {
    "title": "Olay Total Effects 7-In-1 Anti-Aging Daily Moisturizer 1.7 Fl. Oz.",
    "description": "For those concerned about multiple signs of aging, this daily facial moisturizer provides the benefit of 7 anti-aging therapies in 1 formula. Line Minimization: Reduces the appearance of fine wrinkles. Nourishing Moisturization: For a radiant, healthy glow. Tone Enhancement: Balances color & reduces appearance of age spots. Gentle Exfoliation: Smoothes and evens skin texture. Pore Refinement: Minimizes the appearance of pores. Free Radical Defense: Helps prevent damage to skin&rsquo;s surface. Subtle Lifting: Hydrates for firmer skin appearance. Visibly younger-looking skin with an appearance that&rsquo;s more resilient to aging. It provides the total anti-aging power of moisture fused with vitamins and anti-oxidants. THIS EXCLUSIVE FORMULA IS: Dermatologically tested, Non-Comedogenic (won&rsquo;t clog pores), Oil-free and Fast-Absorbing.",
    "itemID": "B0000536P3",
    "helpful": [
      0,
      10
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 163
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 8.45,
    "brand": "Olay"
  },
  {
    "title": "Olay Regenerist Daily Regenerating Serum - Fragrance Free Moisturizer 1.7 Fl Oz",
    "description": "",
    "itemID": "B0000CC64W",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 35
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 14.75,
    "brand": "Olay"
  },
  {
    "title": "Aveeno Fragrance Free Moisturizing Bar for Dry Skin, With Natural Colloidal Oatmeal, 3.5-Ounce Bars (Pack of 8)",
    "description": "Aveeno Moisturizing Bar for Dry Skin cleanses and gently exfoliates your skin with oatmeal. The unique soap-free formula blends powder-fine oatmeal, nature's own gentle cleanser, with a skin-softening moisturizer. The natural oatmeal absorbs dirt and oil, then gently rinses it away, leaving your skin feeling soft and smooth. Gentle enough for even sensitive skin, this moisturizing bar is dye and fragrance free. Aveeno has been dermatologist recommended for more than 50 years.",
    "itemID": "B000FTYOQC",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9341
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 25.39,
    "brand": "Aveeno"
  }
]