[
  {
    "title": "NYX Doll Eye Mascara, Extreme Black,  Volume,  DE02, 0.28 oz",
    "description": "Hello doll-face! For irresistibly fluttery eyelashes, try this mascara on for size. Doll eye mascara uses a unique blend of natural oils, vitamin E and nylon fibers to extend eyelashes to almost faux proportions. This mascara will add the volume in your lashes that you desire.",
    "itemID": "B000WYZ9Q4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3990
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 7.14,
    "brand": "NYX"
  },
  {
    "title": "EcoTools MINERAL 5pc Make Up Brush Travel Set 1213",
    "description": "Create a natural look with our makeup brushes, designed to apply mineral makeup with ease. Start with the concealer brush to cover imperfections for a flawless base. Use the mineral powder brush to apply and buff powder or mineral foundation. Use the mini kabuki for buffing foundation or applying blush. Complete your natural look using the eyeshadow shading brush on the eyelid and crease.  synthetic bristles are cruelty free. Experience the incredibly soft touch of cruelty-free bristles EcoTools beauty solutions promote Living Beautifully! We are inspired by beauty inside and out, and in the world around us. While we always want to look our best, we feel even better when we can make earth-conscious choices. EcoTools remains a favorite of celebrities, beauty editors and women around the world.  Best known for our incredibly soft cosmetic brushes, and  handles, we take pride in offering a collection of cosmetic makeup brushes, hairbrushes, lashes and bath products that feature innovative,  materials. Our includes natural materials, reusable pouches, post-consumer recycled paper and plastic, and recyclable packaging. The eco pouch is phthalate-free and PVC-free.  Cleaning your Makeup Brushes Unclean makeup brushes transfer old makeup, germs, and bacteria to your skin each time you use them. Ideally, you should wash them once a week, and here&#x2019;s the best way how:  Run the bristles of makeup brush under warm running water. Careful not to get the ferrules and handles wet. Apply a drop of gentle shampoo or clarifying cleanser to bristles and work into a light lather. Rinse bristles thoroughly under warm, running water. Continue rinsing until water runs clear. Use a cloth to absorb excess water and reshape the bristles Lay your makeup brushes flat or &#x201C;handles up&#x201D; to air dry",
    "itemID": "B001EM1BBK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7654
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Bags & Cases",
        "Refillable Containers"
      ]
    ],
    "price": 9.5,
    "brand": "EcoTools"
  },
  {
    "title": "SHANY Professional 13-Piece Cosmetic Brush Set with Pouch, Set of 12 Brushes and 1 Pouch, Red",
    "description": "The SHANY Professional 13-Piece Cosmetic Brush Set with Pouch (Set of 12 Brushes and 1 Pouch, Red) provides a complete assortment of brushes for makeup applications. Made from a combination of natural animal hair and synthetic hair, the set includes 12 key brushes that are soft and silky to the touch. Animal hair brushes apply makeup evenly and are easy to clean. For convenient storage and portability, the brushes come with a handy organizer pouch.Professional 13-PieceCosmetic Brush Setwith PouchAt a Glance:Basic set of 12 professional-grade cosmetics brushesNatural animal hair is soft, durable, and does not hold colorEasy to clean and dryConvenient storage pouch for easy organizationHandmade; SHANY logo engraved on the long handlesHandmade from natural animal hair and synthetic hair for even application.View larger.Complete Set of 12 Professional-Grade BrushesThis brush set features brushes used for applying powder, foundation, blush, and eye shadow. It also includes concealer, lip, spoolie, and mascara brushes and a dual eyebrow brush/lash comb. Each brush is designed with long, easy-to-grip handle for precision during application.Handmade from Animal Hair for a Soft, Silky FeelThe cosmetics brushes are made from a combination of natural animal hair and synthetic hair, so they are soft and silky on top, yet firm and durable on the bottom. The brushes allow you to apply colors smoothly, while pigment does not cling to the hairs after application, so you can blend and reuse colors without cleaning every time.Handmade with precision, each brush in the set is engraved with the SHANY logo.Easy to Clean and DryYou do not need to clean these brushes frequently, but when you do wash, it's easy--simply run the brushes under warm water, clean them with your favorite shampoo, and rinse thoroughly. You can let your brushes air dry or use a hair dryer for quicker results. Brushes should be cleaned once before first use.Storage Pouch for Organization and TravelFor easy organization, the brushes are packaged in a slender folding pouch, that you can toss into your gym bag or purse. Each individual brush arrives packaged in clear plastic wrap to protect from dirt and dust.About SHANY: Sleek. Sexy. Breathtaking.With a commitment to high quality, SHANY creates a variety of makeup kits, cases, and accessories. Offering easy accessibility to professional-quality makeup and accessories for at-home users, SHANY assembles and hand-selects every item in their assortment of makeup collections. All shadows are formulated with a natural mineral oil base and packaged in recyclable plastic. SHANY is a proud member of People for the Ethical Treatment of Animals (PETA), and does not test any makeup on animals. No animals are harmed to create these natural brushes.What's in the BoxSHANY Professional 13-Piece Cosmetic Brush Set with Pouch (Set of 12 Brushes and 1 Pouch, Red).Cosmetic Brush SetsStudio-QualityNatural CosmeticBrush SetEco-NaturalCosmetic Brush SetProfessionalCosmetic Brush Set&#xA0;",
    "itemID": "B001JKTTVQ",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 248
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 12.95,
    "brand": "SHANY Cosmetics"
  }
]