[
  {
    "title": "De La Cruz Sulfur Ointment Cream",
    "description": "De La Cruz Pomada de azufre sulfur ointment is used for treatment of acne, this ointment penetrates the pores, dries and clears pimples and blackheads. Helps to keep new pimples and blackheads from forming. Does not contain preservatives, or artificial colors.",
    "itemID": "B00411B4CC",
    "helpful": [
      1,
      3
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 3008
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Pomades & Waxes"
      ]
    ],
    "price": 7.41,
    "brand": "De La Cruz"
  },
  {
    "title": "Sulfur Soap with Lanolin",
    "description": "3.5oz (100g) Bar\nGreat to use for treating blackheads and pimples.\nHelps prevent oily skin.",
    "itemID": "B001LP64D0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 23629
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 5.36,
    "brand": "GRISI"
  },
  {
    "title": "18'' 7pcs Remy Clips in Human Hair Extensions 27 Dark Blonde 70g for Women's Beauty Hairsalon in Fashion",
    "description": "The most popular hair extension product all over the world! Whether you want long hair or are looking to add volume to your hair; our full head set is the answer. Clips are already attached and the set is ready for instant use in just 5 minutes. Complete with 16 metal clips already attached to the wefts; complete with silicone tubing for a secure grip. Set Contents: 1set-7pcs 2\"x2pcs(1clips/pc) 4\"x2pcs(2clips/pc) 6\"x2pcs(3clips/pc) 8\"x1pc(4clips) Specifications: Hair Type: 100% Silky straight Human Hair Hair Style: Straight Hair Length:20inch Number of Wefts: 7 Number of Clips: 16 Set Weight: 70g (including clips) Application Time: 5 minutes (approx.) Life: 6 to 12 Months (depending on care and use) Usage: Can be curled, straightened, tongued & washed. Hair extensions are a wonderful way to add highlights, thickness or simply make your hair longer. While they can improve your look dramatically, if they're not taken care of properly, they won't do much for you. These simple tips will help you take the best care of your hair extensions so that they will last a long time and you will get your moneys worth. 1 Be gentle. One of the most important things about hair extensions is that you have to baby them. When you are brushing your hair, be gentle. Without the proper treatment, your hair extensions will get damaged quickly. 2 Wash with moisturizing hair care products. This step is especially important if you are using clip in hair extensions because the hair will not get any of the moisture from the natural oils your scalp produces. Moisturizing hair care products will keep your hair healthy. If you are longing for shine, use a serum. Many hair care products that promote shine have a drying affect on hair.",
    "itemID": "B008HZ521C",
    "helpful": [
      0,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Health & Personal Care": 3281
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Hair Extensions"
      ]
    ],
    "price": 16.3,
    "brand": "1234"
  }
]