[
  {
    "title": "Dermablend Loose Setting Powder Original, 1 Ounce",
    "description": "Keep perfection lasting longer with Dermablend Loose Setting Powder - Original. Ensures smudge-resistance and enhances the wearability of dermablend coverage products for up to 16 hours of wear. Transparent upon application and fragrance free.",
    "itemID": "B0002RI2PG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5086
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 21.25,
    "brand": "Dermablend"
  },
  {
    "title": "Egyptian Magic All Purpose Skin Cream Facial Treatment, 4 Ounce",
    "description": "Kamitian folklore recalls the existence of a miraculous skin cream secretly used by the great sages, mystics, magicians and healers of ancient kamit (ancient egypt), used as an anti-aging skin rejuvenation to maintain radiant, healthy, smooth and glowing skin. This egyptian magic is our take on this legendary skin cream, designed to leave your skin feeling smooth.",
    "itemID": "B000WNLFBI",
    "helpful": [
      3,
      5
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 457
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 25.45,
    "brand": "Egyptian Magic"
  },
  {
    "title": "Alba Botanica Pore-Fecting Papaya Enzyme Hawaiian Facial Mask, 3 Ounce Jars (Pack of 2)",
    "description": "Since 1979, Alba Botanica has offered natural, 100% vegetarian personal care products that do beautiful for you, your friends and the animals and Earth you love. This means we DON'T use parabens, sulfates, or phthalates. We make a full range of products packed with potent natural, botanical ingredients that are formulated to nourish the individualized needs of your skin and hair. Because the Alba Botanica is committed to the health and happiness of all furry friends, we never test our products, or the ingredients that go into them, on animals. We recognize the need to be good stewards of all natural resources. So we try to do beautiful by reducing our environmental impact in everything we do as a business, from the field to the final product. We hope that you join our do beautiful campaign. Together we can help to preserve and heal the planet, now and for future generations.",
    "itemID": "B001ET7BQC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 93069
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 21.73,
    "brand": "Alba Botanica"
  }
]