[
  {
    "title": "Salux Nylon Japanese Beauty Skin Bath Wash Cloth/Towel - Turquoise Blue",
    "description": "Japanese Invention Award winner, and patented design. From Japan, this textured, extra long wash towel is softer and more sanitary than loofah, more effective than a washcloth.Product Size:28cm x 90cm (approx 11 x 35 inches)",
    "itemID": "B002BEHQWI",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 10952
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bathing Accessories",
        "Bath Mitts & Cloths"
      ]
    ],
    "price": 4.75,
    "brand": "SALUX"
  },
  {
    "title": "Lactic Acid 70% Gel Peel, 30ml (Professional)",
    "description": "Lactic works on the surface of the skin totreat tone, texture, and pigmentation.Lactic's unique ability to draw moisture toward the surface of the skin makes itideal for individuals whose skin dries out easily.This treatment alsoeffectively combats acne, leaving a wonderfully smooth and clear complexion.With continued use as directed the skin will look more youthful and vibrant.The Lactic 30ml and 100ml are ideal for full facial applications.For specific areas, or spot treatments, the Lactic 50 Roll-on would be best.Choosing the Best Peel:Skin Laboratory offers different types of chemical peels to help with things like exfoliating the skin and smoothing fine lines and wrinkles. If you are looking for the BEST peel for your condition, the following list will help you select it. The peels effectiveness is not limited to these conditions:Glycolic:Eczema & Dermatitis, Fine Lines & Wrinkles, Razor Bumps, Stretch Marks and General Toning & TextureLactic:Actinic Keratosis, Dark Circles Under Eyes, Dry Skin, Eczema & Dermatitis, Melasma, Psoriasis, Razor Bumps, Scarring, Sensitive Skin, Stretch Marks, Sun Damage and General Toning & TextureSalicylic:Acne, Acne Scars, Adolescent Skin, Large Pores & Blackheads, Oily Skin, Psoriasis, Razor Bumps and WartsBHA+:Acne, Adolescent Skin, Large Pores & Blackheads, Oily Skin, Psoriasis and WartsHQ+:Acne Scars, Actinic Keratosis, Melasma, Oily Skin and Scarring",
    "itemID": "B000PNTQS4",
    "helpful": [
      16,
      19
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 88316
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Lactic Acid"
      ]
    ],
    "price": 48.99,
    "brand": NaN
  },
  {
    "title": "Frownies Forehead &amp; Between Eyes, 144 Patches",
    "description": "144 patches in a box Frownies Facial Patches are applied to the forehaed and between the eyses over lines and wrinkles caused by expressions.",
    "itemID": "B00027DMSI",
    "helpful": [
      1,
      2
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 377
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 16.95,
    "brand": "Frownies"
  }
]