[
  {
    "title": "Grip N' Tip",
    "description": "Holding nail polish bottle steady and tilted, Grip & Tip prevents spills and helps you reach every drop! Freeing both hands for easy manicures and pedicures, it adjusts to hold small bottles of all sizes and shapes-allowing easy, efficient application for nail polish, craft glue, model paint and more. Assorted colors; we'll choose for you. Plastic. Collapses for storage and travel. Tilts and tips bottles for maximum fluid usage.",
    "itemID": "B002FBT6M0",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 11621
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 7.89,
    "brand": "Grip N&#39; Tip"
  },
  {
    "title": "100 Pcs Nail Art Orange Wood Stick Sticks Cuticle Pusher Remover Manicure Pedicure Tool",
    "description": "These natural orange wood sticks are perfect for gently pushing back cuticles and cleaning under and around the nail without scratching the surface of the nail. These cuticle pushers have a flat end and a pointed end for optimum performance. These cuticle pushers are 4.5\" in length and come in a package of 100.",
    "itemID": "B009WLX83Y",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 969
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Cuticle Pushers"
      ]
    ],
    "price": 2.46,
    "brand": "Salon Supply Store"
  },
  {
    "title": "Nailtiques Nail Protein Formula 2 Plus",
    "description": "Nailtiques Nail Protein Formula #2 plus Treatment for excessive problems of peeling, softness, or deep split ridges. The protein immediately acts to help bond nails that are splitting or peeling. It also assists in strengthening the nail to grow long, strong and healthy. (1/4 oz)",
    "itemID": "B0002WUHTU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1545
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Growth Formula"
      ]
    ],
    "price": 8.9,
    "brand": "Nailtiques"
  }
]