[
  {
    "title": "Physicians Formula Lip Gloss, pH Powered, Pink 7599 0.13 oz (3.9 g)",
    "description": "Ph Powered Lip Gloss 0.13oz Pink by Physicians Formula",
    "itemID": "B006WZA408",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 78408
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lip Glosses"
      ]
    ],
    "price": 4.94,
    "brand": "Physicians Formula"
  },
  {
    "title": "Physicians Formula Mineral Wear Talc-Free Mineral Correcting Powder - Natural",
    "description": "Physicians Formula: Mineral Wear Correcting Powder, Creamy Natural 0.29 oz. Perfecting blend evens out skin tone. 3-in-1: corrector + primer + powder. In one simple step, this versatile powder color corrects the most common skin imperfections, smoothes skin texture and evens out skin tone. All colors blend together to create a perfect canvas finish: pink brightens, green tones down redness and yellow adds warmth. High-Tech Japanese Formula: High-performance, lightweight texture can be worn alone or layered with other face products. Delivers a natural-looking finish that won't cake, crease or settle into fine lines. The talk on talc: Gentle, talc-free, minimalist formula allows skin to breathe. Can help minimize the risk of irritation and breakout. Mineral Wear for a natural wear: Minerals such as Mica provide a smooth second skin feel and finish.Gently absorbs oil without drying skin and helps minimize the appearance of fine lines. For extra sensitive or breakout-prone skin. Minimalist formula helps reduce irritation and breakout. Hypoallergenic. Fragrance free. Paraben free. Non-comedogenic. Dermatologist approved. Compact contains built-in mirror and includes a high quality brush. Made in Japan.",
    "itemID": "B0039BGHX6",
    "helpful": [
      3,
      3
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 57590
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Concealers & Neutralizers"
      ]
    ],
    "price": 7.5,
    "brand": "Physicians Formula"
  },
  {
    "title": "Physicians Formula Happy Booster Happy Glow Multi-Colored Face Powder and Bronzer, Light Bronzer - 0.3 OZ",
    "description": "Physicians Formula: Happy Booster Face Powder & Bronzer, Light Bronzer 0.40 oz. Skin perfecting glow. Mood boosting effect. Look happy! Brush on a skin perfecting glow: Ultra-smooth, perfecting powder in a complementary palette of color blends together to even out skin tone with a flawless radiance; Vibrant pink heart gives cheeks a healthy pop of color. Feel happy! Experience the mood boosting effect:Infused with our Happy Boost blend, featuring Happy Skin and Euphoryl, natural plant extracts which have been shown to promote a feeling of happiness by mimicing the effect of endorphins and helping protect the skin from environmental stress; The sweet scent of violet provides a feeling of joy each time you apply. Hypoallergenic. Paraben free. Non-comedogenic. Dermatologist approved. Includes mirror & brush. Since 1937. Made in USA from domestic & foreign parts.",
    "itemID": "B004HYLRA2",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 159388
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Bronzers & Highlighters"
      ]
    ],
    "price": 8.72,
    "brand": "Physicians Formula"
  }
]