[
  {
    "title": "CoverGirl Smoothers SPF 15 Tinted  Moisturizer, Light To Medium 810, 1.35-Ounce Packages (Pack of 2)",
    "description": "Sheer radiance! Lightweight moisturizer with SPF 15 meets sheer color. Helps even out skin tone and hydrate skin while the sunscreen provides UVA/UVB protection from everyday sun exposure. The Gel Complex formula glides on for a barely-there coverage that's fresh and smooth.",
    "itemID": "B0018QE376",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 58253
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 12.34,
    "brand": "COVERGIRL"
  },
  {
    "title": "Remington S-9400 Tstudio Collection Digital Ceramic Hair Straightener with Tourmaline 2 1/4&quot; Wide Plates",
    "description": "The Remington S-9400 Digital Ceramic Hair Straightener is a high-performance flat iron that straightens your hair while preventing knots and split ends. This salon-quality product is constructed from tourmaline, titanium, and ceramic--materials that help give your hair a silky, frizz-free sheen. In addition, it uses plates that are 22% longer than those of standard straighteners, allowing for faster and more thorough styling.Premium Materials Help Straighten and Protect HairThe S-9400's floating plates are constructed from carefully selected materials to deliver a salon-quality experience. These materials help seal the hair cuticle, which allows the straightening effect to last longer. They also help your hair repel humidity and static to prevent frizzing. The key materials include:Tourmaline:Pink tourmaline gemstones emit high-energy ions and infrared heat when crushed. They work to produce high levels of heat, which allow you to straighten your hair without damaging it.Titanium:The S-9400 uses the high conductivity of titanium to deliver the maximum amount of heat to your hair.Ceramic:Ceramic is a heat-resistant material that is used as a coating to allow for safe handling.Get Quick, Effective StraighteningMeasuring 2-1/4 inches wide and only an inch thick, the S-9400's floating plates are 22% longer than those of standard straighteners. This gives you more surface area to work with, allowing for constant contact and faster straightening. What's more, the iron takes only 30 seconds to heat up, further cutting down on styling time.The plates can reach a peak temperature of 430 degrees Fahrenheit (221 degrees Celsius), providing you with enough heat to effectively style your hair. A digital temperature control lets you regulate the iron's temperature to meet your needs.Bonus Features Make Styling EasyThe S-9400 is packed with convenient features that make styling a snap. Turbo Boost Mode allows you to accelerate heating with just the push of a button, while Temperature Lock Mode secures the iron's temperature, preventing accidental temperature changes and shutoff. For further convenience, Auto Shut Off turns the iron off when it's not in use, just in case you forget to unplug it yourself.The S-9400 is backed by Remington's four-year manufacturer's warranty.What's in the BoxHair straightener.About the Remington T Studio CollectionWorking closely with top salon professionals and industry specialists, Remington has designed and developed a wide range of hair care appliances. An industry leader in design and fashion, Remington creates top-of-the-line products that reflect today's need for fast and affordable styling tools.Remington's T Studio line offers a full range of professional quality styling tools, including a one-inchSleek and Curl Flat Iron, a 2-1/4-inchDigital Flat Iron, an AC motorHair Dryer, aHeated Clip Setter, and aStraightening Mini Flat Iron. All products in the TStudio line are constructed from high-performance tourmaline, titanium, and ceramic.Description2-1/4\" Digital Flat Iron1\" Sleek and Curl Flat IronAC Motor Hair DryerHeated Clip SettersStraightini Mini Flat IronTechnologyTourmaline + Titanium + Ceramic for superior heat transfer and long-lasting frizz-free shineTourmaline + Titanium + Ceramic for superior heat transfer and long-lasting frizz-free shineTourmaline + Titanium + Ceramic for superior heat transfer and long-lasting frizz-free shineTourmaline + Titanium + Ceramic for superior heat transfer and long-lasting frizz-free shineTourmaline + Titanium + Ceramic for superior heat transfer and long-lasting frizz-free shineFeatures22% longer floating plates for constant contact and faster stylingVersatile tool that both curls and straightens. BONUS styling DVD includedInternal Ion Generator prevents static and frizzCreates beautiful curls in just 5 minutesOnly 6\" long. Great for quick touch-ups, travel use, short hair, bangs, and precision detailingPrecise digital temperature control with Temperature Lock to set desired temperaturePrecise digital temperature control with Temperature Lock to set desired temperature1,875-watt salon-quality AC motor20 velvety-soft flocked rollers in 2 sizes: L and XLPrecision detailing allows plate to reach your rootsSalon-high heat: 430&deg;FSalon-high heat: 430&deg;F3 heat settings and 2 speed settingsEasy-to-use comfort clipsProfessional instant heat: 392&deg;F30-second heat-up and Turbo Boost Mode30-second heat-up and Turbo Boost ModeAir concentrator and diffuserCool-touch rings for quick rollingTouch-up-and-go BONUS heat-safe travel pouchAuto shutoff after 1 hourAuto shutoff after 1 hourRemovable air filter for easy cleaningOn/off indicator lightFits right in your purseRemington: An Innovative Brand that Delivers Meaningful Technology at Affordable PricesAs one of the best-known, best-loved, and best-selling grooming, hair-care, and personal-care brands, Remington has always been at the cutting-edge of technology. Since launching the world's first-ever electric shaver over 70 years ago, Remington has devoted itself to creating real tools for real people. You can be sure that when you use a Remington product, you'll achieve your best look ever.",
    "itemID": "B001LF4G4Y",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 112144
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "EcoTools Retractable Kabuki",
    "description": "This versatile makeup brush can be used with powder, blush or bronzer for a fresh and flawless complexion anywhere! Use the cap to easily cover and bring along for on-the-go touchups. Synthetic bristles are cruelty free. Experience the incredibly soft touch of cruelty-free bristles EcoTools beauty solutions promote Living Beautifully! We are inspired by beauty inside and out, and in the world around us. While we always want to look our best, we feel even better when we can make earth-conscious choices. EcoTools remains a favorite of celebrities, beauty editors and women around the world.  Best known for our incredibly soft cosmetic brushes, and  handles, we take pride in offering a collection of cosmetic makeup brushes, hairbrushes, lashes and bath products that feature innovative,  materials. Our includes natural materials, reusable pouches, post-consumer recycled paper and plastic, and recyclable packaging. The eco pouch is phthalate-free and PVC-free.  Cleaning your Makeup Brushes Unclean makeup brushes transfer old makeup, germs, and bacteria to your skin each time you use them. Ideally, you should wash them once a week, and here&#x2019;s the best way how:  Run the bristles of makeup brush under warm running water. Careful not to get the ferrules and handles wet. Apply a drop of gentle shampoo or clarifying cleanser to bristles and work into a light lather. Rinse bristles thoroughly under warm, running water. Continue rinsing until water runs clear. Use a cloth to absorb excess water and reshape the bristles Lay your makeup brushes flat or &#x201C;handles up&#x201D; to air dry",
    "itemID": "B001MX89Y8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2370
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 7.72,
    "brand": "EcoTools"
  }
]