[
  {
    "title": "Revlon ColorStay Makeup, Combination/Oily Skin, Cappuccino, 1 Ounce",
    "description": "Revlon ColorStay Makeup for Combination/Oily Skin Longwearing coverage with a lightweight formula that won't cake, fade, or rub off. With Time Release Technology specifically formulated for combination or oily skin to control oil absorption and shine. Your look stays flawless throughout the day.- Makeup feels comfortable and wears up to 24 hours.- Medium to full coverage.- Comes in 20 beautiful shades. TIPS: &#x2022; Apply to clean skin.&#x2022; Using your fingertips or applicator, blend foundation onto skin, starting in the center of your face, forehead, nose and chin blending outward.",
    "itemID": "B0039UT9QE",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 53396
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 9.48,
    "brand": "Revlon"
  },
  {
    "title": "Gurin Ceramic Tourmaline Flat Iron Hair Straightener, 1.25 inch with Carrying Case",
    "description": "If you're looking to transform those frizzy, dull, and unruly locks into a silky smooth, ultra-touchable mane, then you've come to the right place! The Gurin professional flat iron features everything you need to turn your hair into that lusciously perfect style we all lust over. With its ceramic/tourmaline plates and adjustable heat temperature, you'll be able to achieve the hairstyle you want in a short amount of time. Whether you're going for a simple and sleek straight hair look or you prefer to turn things up a notch with voluminous curls, this quick-heating flat iron has a 1.25 inch plate that makes it seamless to achieve any hairstyle you desire. With its ability to distribute even temperature, these moisture-rich plates also ensure you get the perfect style every single time. Great for all hair types, including naturally curly, wavy, oily, fine, or dry hair, this flat iron will instantly become your go-to Holy Grail beauty tool.Whether you have a short pixie cut or long, luscious hair, this flat iron will work seamlessly with any hair length. Wide enough to fit any hair type yet narrow enough to flip those hard-to-style bangs (hey, we've all been there!), these perfectly designed plates mold to your hair type and length to give you the most sleek, silky, and gorgeous finish.No one wants to slave away at a hairstyle for hours on end, which is why the Gurin flat iron's unique ergonomic design features a swivel cord for easy hair flipping, a soft grip for painless hold, and versatile heat settings for ultimate control.Get ready to reveal your most beautiful hair yet with the Gurin Ceramic Tourmaline Flat Iron!We Offer 100% Money Back Guarantee:If you're not happy with it, ship it back and we will refund your money.",
    "itemID": "B00ANW4LLY",
    "helpful": [
      2,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 9023
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 20.95,
    "brand": NaN
  },
  {
    "title": "Macadamia Oil Deep Repair Masque Unisex, 1 Ounce",
    "description": "Macadamia Deep Repair Masque is a revitalizing hair reconstructor for dry, damaged hair. A combination of macadamia oil and argan oil along with tea tree oil, chamomile oil, aloe and algae extracts rejuvenate and rebuild the hair, leaving the hair deeply nourished for improved elasticity and shine with long-lasting conditioning benefits.",
    "itemID": "B0046UCZ2G",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 92557
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 4.85,
    "brand": "Macadamia Oil"
  }
]