[
  {
    "title": "Obsession Night by Calvin Klein for Women, Eau De Parfum Spray, 1.7 Ounce",
    "description": "Obsession Night by Calvin Klein designer fragrance for Women Eau De Parfum Spray 3.4 oz. This special fragrance was created by Calvin Klein, in 2005. Its attractive scent includes a mixture of citrus, fresh flowers, vanilla, amber, bergamot, orange, mandarin, white floral, and angelica root. This amazing perfume would make a spectacular gift for any occasion.",
    "itemID": "B000FCNW26",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 155996
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 41.47,
    "brand": "Calvin Klein"
  },
  {
    "title": "Maybelline New York ColorSensational Lipcolor, Pink Quartz 115, 0.15 Ounce",
    "description": "Smoother, more nourished lips instantly. The freshest, most fabulous color. Color sensational lipcolor's exclusive nourishing honey nectar dramatically hydrates beyond perfection. Discover a sensational Improvement in overall lip appearance.",
    "itemID": "B002L6NZHG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 78410
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 3.77,
    "brand": "Maybelline"
  },
  {
    "title": "Dermalogica Gentle Cream Exfoliant 2.5 oz.",
    "description": "A skin care system researched and developed by the international dermal institute. Recommended for all skin conditions, except environmentally-sensitized. A gentle, non abrasive exfoliation treatment that removes dulling surface debris, dramatically improving skin texture. Alpha and beta hydroxy acids and natural fruit enzymes detach dead skin cells and help stimulate cell renewal. Not recommended for users of medically prescribed exfoliation products. Contains no artificial fragrance or color. Made in the USA.",
    "itemID": "B000PKUZ5U",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 4470
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Scrubs"
      ]
    ],
    "price": 28.25,
    "brand": "Dermalogica"
  }
]