[
  {
    "title": "Essie Nail Polish Marshmallow, .5 Ounce",
    "description": "These high-quality nail polishes were vote the \"Best Overall Nail Polish Line\" by InStyle magazine. Essie pride themselves on producing great nail polishes that go on smooth and don't leave streaks. Celebrities who use Essie: Kristin Davis, Debra Messing, Britney Spears, Jennifer Lopez, Sharon Stone, Oprah Winfrey and Naomi Campbell ! What's in a name? Each season Essie Weingarten has the difficult task of naming six new colors of polish. Naming a polish is tricky; however the key to the success of Essie Cosmetics is not only the glorious colors, but the descriptive memorable names.",
    "itemID": "B000142C1A",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7849
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 5.58,
    "brand": "Essie"
  },
  {
    "title": "CoverGirl Cheekers Blush, Classic Pink 110, 0.12-Ounce",
    "description": "",
    "itemID": "B00112BUBO",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 4034
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Blush"
      ]
    ],
    "price": 4.99,
    "brand": "COVERGIRL"
  },
  {
    "title": "Professional Hair Salon Nylon Cape with Snap Closure - 50&quot; x 60&quot;",
    "description": "This premium, individually-packaged cape is made with superior attention to detail. It includes a sewn-in loop to hang the cape when not in use, as well as an adjustable snap closure that fits necks from 12\" to 23\" in circumference. Cape is 100% brand new, first-run production, and is made of top-grade, durable, black nylon for premium comfort. It is lightweight, soft, stain- and water-resistant, and features thinly hemmed edges. Cape measures approximately 50\" by 60\" when laying flat. Reusable; can be wiped clean, machine-washed warm, or dry-cleaned.",
    "itemID": "B007ROCZVY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 2066
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools"
      ]
    ],
    "price": 8.88,
    "brand": NaN
  }
]