[
  {
    "title": "Loving Naturals SPF 30 Sunscreen Zinc Oxide 5 Oz. UVA/UVB Vegan",
    "description": "Ingredients: Non-Nano Particle Zinc Oxide (24.8%), Grape Seed Oil, Organic Sunflower Oil, Caprylic/Capric Triglycerides (derived from Coconut Oil), Soy Wax (Non-GMO), Organic Olive Oil, Organic Plum Kernel Oil, Organic Sesame Oil, Candelilla Wax, Organic Hemp Seed Oil, Organic Macadamia Nut Oil, Organic Cocoa (Fair Trade), Organic Green Tea, Vitamin E Oil Natural skin care products are very important, specifically sunscreen because of how often it needs to be applied and the concern that chemicals can be absorbed into the skin. You will find that many of the so called \"natural products\" don't seem so natural after reading a long list of ingredients that are hard to pronounce or that you may have never heard of. For this reason we have started our company, Loving Naturals, created out of the desire to use the most safe and natural products on our children and yours. You can be assured, we will earnestly research every ingredient we use, use the most natural ingredients that are available and always disclose every single ingredient. This is our promise to you! Please visit our website for more details on the ingredients we use.",
    "itemID": "B002C0CZEU",
    "helpful": [
      1,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 89389
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "L'Oreal Pencil Perfect Self-Sharpening Eyeliner 150 Paris Blue",
    "description": "SELF-ADVANCING EYELINER",
    "itemID": "B001KYQ05O",
    "helpful": [
      6,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 140176
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyeliner"
      ]
    ],
    "price": 3.95,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "AURA CACIA, Organics Skin Care Oil Sweet Almond - 4 fl oz",
    "description": "Experience the luxury of Aura Cacia\"s 100% pure vegetable oils. Use alone or add 12 drops of essential oil per ounce for a custom-blended body oil that will give you softer feeling skin and soothe your soul. You\"ll also love Sweet Almond oil for effective, non-irritating makeup removal. Indulge yourself and discover the benefits of Aura Cacia aromatherapy! Fragrance free. Cosmetic use only.",
    "itemID": "B000F6UJ32",
    "helpful": [
      8,
      11
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 5902
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 10.5,
    "brand": "Aura Cacia"
  }
]