[
  {
    "title": "Beautyblender, The Ultimate Makeup Sponge Applicator, 1 Sponge",
    "description": "Modernize the Way You MakeUp! The Ultimate MakeUp Sponge Applicator. Designed by two top Hollywood Make up artists, Beautyblender is the most versatile make up tool you'll ever own. It 's elliptical teardrop shape is super soft to the touch, like suede and allows you to access hard-to-reach places making your make up application foolproof. It's washable, re-useable and recyclable. It's latex free and anti-microbial. Can be used with all types of make up; liquid base, cream base, mineral make up, cream blush, powders etc. Use Beautyblender damp or dry...we like to use it damp.Please note, Beautyblender will expand when wet. Application tip: Stipple or \"bounce\" Beautyblender when applying your make up for a flawless, airbrush type of finish.",
    "itemID": "B000HRVC5I",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 764
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Puffs, Sponges & Wedges"
      ]
    ],
    "price": 15.95,
    "brand": "BeautyBlender"
  },
  {
    "title": "Beautyblender - Double Blender Sponge &amp; Cleanser Kit",
    "description": "Modernize the Way You MakeUp! The Ultimate MakeUp Sponge Applicator. Designed by two top Hollywood Make up artists, Beautyblender is the most versatile make up tool you'll ever own. It 's elliptical teardrop shape is super soft to the touch, like suede and allows you to access hard-to-reach places making your make up application foolproof. It's washable, re-useable and recyclable. It's latex free and anti-microbial. Can be used with all types of make up; liquid base, cream base, mineral make up, cream blush, powders etc. Use Beautyblender damp or dry...we like to use it damp.Please note, Beautyblender will expand when wet.  With 2 you can keep one at home and take one with you, or use one damp and use the other dry.  Hygiene is a must when it comes to keeping you skin fresh and healthy.  Oil and dirt from your face will stay on your applicators if you don't take a moment to properly clean them.  That's why Silva and Lorenz offer this unique combo including the Blendercleanser, the perfect hygienic companion for your Beautyblender.  Blendercleanser is a lightly lavender-scented cleanser that's free of dyes and skin irritants.  It's soothing soy-based, low-suds formula breaks down rapidly, making it fun to use.  Soy has the added benefit of being one of nature's finest moisturizers and lavender is a natural anti-microbial, so by all means, clean up with class and do it often.",
    "itemID": "B000I5MJ8S",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 897
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Puffs, Sponges & Wedges"
      ]
    ],
    "price": 30.99,
    "brand": "BeautyBlender"
  },
  {
    "title": "TRESemme Thermal Creations Heat Tamer Protective Spray 8 fl oz (236 ml)",
    "description": "There's one rule when you expose your hair to heat the hair must be protected. This product guards against heat and friction to keep your hair shiny and incredibly soft. It's a fantastic tool for instantly transforming all hair textures, enhancing strands' flexibility to reform and hold shape. How it Works * To guard against heat styling damage and friction, spray this multi-use protective spray to keep your hair shiny and incredibly soft. It's a fantastic tool for instantly transforming",
    "itemID": "B000H88QOM",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 501
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Sprays"
      ]
    ],
    "price": 7.09,
    "brand": "TRESemme"
  }
]