[
  {
    "title": "Aveeno Active Naturals Daily Moisturizing Lotion, 18-Ounce Pump (Pack of 2)",
    "description": "The #1 body lotion used in the US, AVEENO Active Naturals Daily Moisturizing Lotion with Natural Colloidal Oatmeal helps prevent dry skin with this naturally nourishing lotion. It contains a natural colloidal oatmeal blended with rich emollients and, with regular use, is now proven to help skin build a \"moisture reserve,\" so skin can replenish itself.AVEENO Daily Moisturizing LotionActive Naturals Daily Moisturizing LotionAt a Glance:Clinically proven to relieve dry skinClinically shown to moisturize for 24 hoursFragrance freeNoncomedogenicGentle enough for everyday useGood for sensitive skinNon-greasyAVEENO Daily Moisturizing Lotion helps your skin build a \"moisture reserve,\" so it can replenish itself.Dermatologist RecommendedAVEENO Active Naturals Daily Moisturizing Lotion is shown to help skin build a \"moisture reserve,\" so skin can replenish itself. When used daily, its fast-absorbing formula with ACTIVE NATURALS oatmeal helps prevent and protect dry skin, leaving it feeling soft, smooth and naturally healthy looking.Natural Colloidal OatmealThe natural colloidal oatmeal found in AVEENO helps to leave a protective barrier, which prevents water loss to help maintain moisture all day long. The AVEENO oatmeal formulas are also known to soothe and moisturize itchy, extra dry skin.Oats have a long history of being valued for skin care dating back to the ancient Greeks and Romans who used oat baths to heal skin ailments. AVEENO scientists developed innovative formulations, using finely milled (colloidal) oatmeal, that retain the naturally active benefits of the oats.The Science Behind OatsThe scientists at AVEENO discovered a technological advancement that facilitated the fine milling of oatmeal, known as colloidal oatmeal. The innovation of fine milling allowed the colloidal oatmeal to retain its naturally active benefits, which can help to moisturize and relieve dry skin.The Benefits of OatsRelieves dry skinThe natural colloidal oatmeal lotion formulas of AVEENO moisturize and help protect skin.Soothes itchy, irritated skinColloidal oatmeal provides temporary skin protection and, when used in a bath treatment, can relieve minor itching and irritation due to rashes, eczema, poison ivy/oak/sumac, and insect bites.Soothes extra dry, irritated skinColloidal oatmeal combined with menthol, shea butter, and other skin protectants has been clinically proven to relieve itchy, extra dry, and cracked skin.Moisturizes skinOat proteins leave a protective barrier on the skin, which prevents water loss to help maintain moisture.AVEENORecommended by dermatologists for over 60 years, AVEENO combines the best of nature and science to reveal the natural beauty of your skin. AVEENO uses select natural ingredients because of their advanced benefits--they call these ACTIVE NATURALS, natural ingredients uniquely formulated to deliver visible results.What's in the BoxAVEENO Active Naturals Daily Moisturizing Lotion, 18-Ounce Pump (Pack of 2).Body WashEczema CreamDaily Moisturizing Body WashFragrance Free Skin Relief Body WashEczema Therapy Moisturizing CreamLotionDaily Moisturizing LotionDaily Moisturizing Lotion with SPF 15Skin Relief Moisturizing Lotion",
    "itemID": "B001E96L6I",
    "helpful": [
      4,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9272
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 15.9,
    "brand": "Aveeno"
  },
  {
    "title": "Acnefree Maximum Strength Terminator 10 1 Oz (Pack of 3)",
    "description": "AcneFree Severe System's unique action unplugs pores blocked by keratin buildup. Opened pores allow acne - killing oxygen back in, plus receive a dose of powerful time - released medicine that fights and kills acne relentlessly 24/7. New time released retinol works within the skin's surface to keep keratin buildup from re - plugging pores. The result - open pores that can \"breathe\" for you&#8217;re most healthy looking, acne-free complexion. Effective for all ages and skin types.",
    "itemID": "B001ET7JC8",
    "helpful": [
      15,
      18
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9199
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 19.25,
    "brand": "AcneFree"
  },
  {
    "title": "Aquaphor Baby Gentle Wash &amp; Shampoo Tear Free, Fragrance Free Mild Cleanser, 8.4 oz (Pack of 3)",
    "description": "",
    "itemID": "B00260GZTW",
    "helpful": [
      6,
      7
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 1231
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 18.66,
    "brand": "Aquaphor"
  }
]