[
  {
    "title": "Olay Regenerist Microdermabrasion &amp; Peel System 1 Kit",
    "description": "Studies have shown regular microdermabrasion is more beneficial to your skin than sporadic treatments. That's why Olay skincare experts developed Regenerist Microdermabrasion & Peel System. Olay combines the power of microdermabrasion with a mini-peel treatment to wake up tired-looking skin. Over time, it visibly improves skin tone and diminishes the appearance of fine lines and wrinkles.Make it part of your regular skincare regimen to gently resurface your skin's texture and activate surface cell renewal for soft, smooth skin. Its even gentle enough to use up to two times a week.There's only one Regenerist, backed by 60 years of Olay skincare experience. If you're ready for a dramatic transformation, Olay Regenerist Microdermabrasion & Peel System offers you the power of a microdermabrasian and mini-peel treatment to regenerate your skin's appearance in the comfort and convenience of your own home. Olay innovation.. it's a beautiful thing.",
    "itemID": "B000F63TW0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 151
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Microdermabrasion"
      ]
    ],
    "price": 21.99,
    "brand": "Olay"
  },
  {
    "title": "ELMA&amp;SANA Golden Argan Oil &reg; 100 Cold Pressed Virgin Organic Certified By Ecocert -1oz(30ml)",
    "description": "Elma and Sana golden argan oil 1 oz blue glass bottle with dropper 100% natural raw cosmetic argan oil is the perfect oil for the face, body, hair, and nails. Ideal for all skin and hair types, argan oil improves skin hydration. This non-greasy formula is fragrance-free and organically cold-pressed. Made from the nuts of the Moroccan argan tree, It is high in vitamin E and essential fatty ideal for all skin and hair types. Improve skin's hydration. Non-greasy 100% raw organic cold pressed. 100% natural fragrance free. Benefits, Non-greasy, fast absorbing and moisturizes softens and nourishes eliminates frizz and adds shine to hair strengthen soft and brittle nails imported directly from ecocert certified women's cooperatives from morocco.",
    "itemID": "B00397XUIK",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6851
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 8.0,
    "brand": "ELMA&amp;SANA"
  },
  {
    "title": "Revlon ColorBurst Lipstick, Baby Pink, 0.13 Fluid Ounces",
    "description": "Innovative pigments provide immediate, high-pigment color release on lips with a featherlight feelMoisturizers and antioxidants, including sweet almond oil, improves lip texture. Elasticolor technology hugs lips with burst of vitually weightless color and moves comfortably with lips like a second skin. Contains film-forming polymers for longer wear and skin conditioning properties.Naturally fragrant with Vanilla Absolute and is Paraben free.",
    "itemID": "B0030HAF4G",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 72568
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 7.29,
    "brand": "Revlon"
  }
]