[
  {
    "title": "Joico K Pak Color Therapy Restorative Oil, 3.4 Fluid Ounce",
    "description": "Joico K Pak color therapy restorative style oil 3.4 ounce with argan (Moroccan oil) and evening primrose oils designed for: conditions, strengthen, and prevent color loss benefits: * &#xBB; seals and nourishes the cuticle to lock in color &#xBB; strengthens, protects and repairs hair like only K Pak can &#xBB; imparts vibrant, color enhancing shine &#xBB; conditions hair for incredible softness and smoothness &#xBB; dramatically reduces drying and styling time K Pak color therapy is the first hair care system formulated to preserve color by addressing the . Layer, hair's first line of defense against damage and color loss. &#xBB; doubles the life of hair color's vibrancy &#xBB; repairs and strengthens damaged hair &#xBB; reduces breakage by 65% after just one use &#xBB; instantly increases shine by nearly 50%",
    "itemID": "B002NYERPU",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6122
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 8.45,
    "brand": "Joico"
  },
  {
    "title": "Prestige Browliner, Blonde, 0.04 Ounce",
    "description": "Easy one stroke application glides on smoothly without tugging or pulling.  The Prestige Eyebrown Pencil comes in a sleek silver barrel with quick-reference color matched end.  Use Prestige Sharpener #6002 for best results.",
    "itemID": "B003CIJE4U",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 53693
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyebrow Color"
      ]
    ],
    "price": 3.36,
    "brand": "Prestige"
  },
  {
    "title": "Queen Helene Masque, Mud Pack - 8 oz",
    "description": "The Original Natural English Clay Mud Pack MasqueAn old-fashioned, time-tested earth facial treatment.Relaxes Tired Face MusclesTightens Sagging SkinSoftens Lines and WrinklesThe original old-fashioned, time-tested earth facial treatment.&nbsp; Mud Pack Masque, with imported natural English clay, will work wonders for your skin. It's a very effective pore cleanser.&nbsp; It tightens loose, sagging skin on your face and neck, stimulates blood circulation, relaxes tired face muscles and softens lines and wrinkles.Enjoy a Mud Pack Masque facial as a \"pick-me-up\" when you feel tired, when you're preparing&nbsp;to go out for the evening or before going to bed.&nbsp; Your reward will be a clear, smooth, refreshed skin and a healthier, youthful-looking complexion.No animal testing.&nbsp; No animal ingredients.Queen Helene ~ Environmentally Concerned.Made in USA",
    "itemID": "B00008CMOS",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7758
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 5.15,
    "brand": "Queen Helene"
  }
]