[
  {
    "title": "Bio-Oil, 2-Ounce Bottle",
    "description": "Bio-Oil is an award-winning specialist skincare product that is clinically proven to improve the appearance of scars, pregnancy stretch marks, and uneven skin tone. Thanks to PurCellin Oil, a proprietary laboratory copy of the preen gland oil of ducks, Bio-Oil is also effective for many other skin conditions such as aging and dehydrated skin..caption { font-family: Verdana, Helvetica neue, Arial, serif; font-size: 10px; font-weight: bold; font-style: italic; } ul.indent { list-style: inside disc; text-indent: 20px; } table.callout { font-family: Verdana, Helvetica, Arial, serif; margin: 10px; width: 250; } td.callout { height: 100 percent; background: #9DC4D8 url(http://images.amazon.com/images/G/01/electronics/detail-page/callout-bg.png) repeat-x; border-left: 1px solid #999999; border-right: 1px solid #999999; padding: 10px; width: 250px; } ul.callout { list-style: inside disc; text-indent: -12px; font-size: 12px; line-height: 1.5em; } h5.callout { text-align: center; }Bio-Oil features:Clinically proven formula to reduce appearance of scars and stretch marks.Moisturizing and enhancing vitamins and oils.Non-acnegenic and hypo-allergenic ingredients.Proprietary PurCellin Oil that helps targeted absorption into the skin.The Bio-Oil formula comprises a special mix of plant oils and vitamins.View larger.PurCellin Oil allows for targeted absorption into the skin.View larger.View complete list ofingredients.Specially Formulated With PurCellin OilBio-Oil includes the breakthrough ingredient PurCellin Oil, a recreation of the preen gland oil of ducks. During preening, a duck secretes oil from its preen gland and distributes it over its entire plumage in the familiar twisted-neck action that one often associates with ducks. This oil creates a thin, non-greasy layer on the surface of the feathers without which water would not pearl off and the bird would struggle to swim. This ingredient acts as a delivery system for Bio-Oil's other ingredients, improving spreadability and allowing for targeted absorption into the skin.Also, because oil contains no oxygen, it provides an exceptional storage environment for vitamins. Bio-Oil includes many beneficial skin ingredients such as Vitamin A, Vitamin E, calendula oil, lavender oil, rosemary oil, and chamomile oil. This mix of plant oils and vitamins has been clinically shown to be beneficial to the skin.Effective on Scars and Stretch MarksBio-Oil helps improve the appearance of all types of scars and is also highly effective in helping maintain elasticity of scar tissue on joints and other high-mobility areas, including stretch marks. Ideal for pregnant women, particularly in their second and third trimesters, Bio-Oil is the product most recommended by UK pharmacists to help reduce the appearance of scars, stretch marks, and pregnancy stretch marks.Great for Skin Tone and Dry SkinBio-Oil helps improve the appearance of uneven skin tone caused by excessive sun, hormonal fluctuations, or skin-lighteners. Sagging and wrinkled skin that is associated with aging also benefits from Bio-Oil. Much wrinkled and sagging skin is caused by the weakening of the collagen and elastin support system in the dermis. Bio-Oil helps soften and smooth the skin, making it more supple and reducing the appearance of wrinkles.Bio-Oil also does a wonderful job at moisturizing and has sufficient moisturizing properties so as to render an additional moisturizer unnecessary.Non-Acnegenic and Hypo-AllergenicBio-Oil is a non-acnegenic and hypo-allergenic product, meaning it has a decreased tendency to cause allergies and acne, and it is safe for use on sensitive skin.",
    "itemID": "B000VPPUEA",
    "helpful": [
      1,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 828
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 3.92,
    "brand": "Bio"
  },
  {
    "title": "Garnier Miracle Skin Perfector Anti-Aging BB Cream, Light/Medium, 2.5 Fluid Ounce",
    "description": "Garnier Introduces Skin Renew Miracle Skin Perfector Anti-Aging* Bb Cream, Which Immediately Firms, Evens And Brightens Skin For A Younger, Healthier Look. Over Time Wrinkles And Lines Are Reduced, Skin Is Noticeably Smoother And More Plump, Pores Look Less Visible, And Facial Contours Appear More Defined. This Multi-Benefit Formula Combines Pro-Xylane&#x2122; And Mineral Pigments For Anti-Aging Benefits With An Immediate Transformation. With Broad Spectrum SPF 15 Sunscreen, Anti-Aging* Bb Cream Protects Against Harmful Effects of The Sun When Used With Other Sun Protection Measures. (*Use With Sun Protection Measures. See Directions.)",
    "itemID": "B00DWVBEIG",
    "helpful": [
      2,
      9
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 8839
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 10.0,
    "brand": "Garnier"
  },
  {
    "title": "Dr. Dennis Gross Skincare Extra Strength Alpha Beta Peel, 30 Count JAR",
    "description": "The Extra Strength Alpha Beta Peel is a boosted version of Dr. Gross's number-one selling anti-aging treatment on pre-soaked towelettes. Delivering professional results without irritation, this patented two-step treatment reduces fine lines, wrinkles, and pore size while diminishing dark spots and improving skin tone and texture. Thirty applications are included.The Extra Strength Alpha Beta&reg; Peel improves skin tone and texture in two simple steps.View larger.Professional Anti-Aging Results at HomeThe Extra Strength Alpha Beta&reg; Peel is an anti-aging peel that gives you professional results at home. Formulated for daily use, these pre-soaked towelettes contain the patented formula that Dr. Gross uses at his NYC medical practice. Users of this treatment experience a visible reduction in wrinkles, a brighter complexion, minimized pores, and resurfaced skin.Diminishes Fine Lines, Wrinkles, and Pore SizeThe Extra Strength Alpha Beta&reg; Peel is for anybody who wants to reduce the appearance of fine lines, wrinkles, and pore size and make their skin look younger and more radiant, increasing its natural glow and health. This proven treatment is also ideal for targeting dark spots and improving skin tone and texture.This innovative system includes purifying agents to smooth signs of aging and improve skin clarity.View larger.Results You Can See, Skin You Will Love, From a Dermatologist you Trust100&#37; of users surveyed agreed that the formula was gentle and fit easily into their regular beauty routine. 96&#37; of users surveyed reported that their skin looked more youthful and glowing.**Results based on a 28-day consumer study by The Benchmarking Company.Patented Extra-Strength FormulaThe Extra Strength Alpha Beta&reg; Peel contains higher concentrations of Alpha Beta&reg; acids, plus anti-aging boosters, including Mandelic Acid and Willow Bark Extract. This patented, two-step extra- strength formula contains multiple active ingredients, all shown to correct and erase skincare concerns without causing irritation or requiring recovery time.Improves Skin in Two Easy StepsThese pre-soaked towelettes are prepared and packed for convenient application in two simple, easy-to-use steps. Apply Step 1 to clean, dry skin in circular motions from the forehead to the neck. Continue until pad feels dry. Wait two minutes and apply Step 2 using the same technique. Do not rinse after either step.When you are done, you will have delivered multiple active ingredients to your skin, all proven to reduce the appearance of fine lines and wrinkles and give you a healthier, more radiant look.What's in the BoxDr. Dennis Gross Extra Strength Alpha Beta&reg; Peel, 30 Applications.",
    "itemID": "B003YCCLIA",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 17174
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Alpha Beta"
      ]
    ],
    "price": 74.4,
    "brand": "Dr. Dennis Gross Skincare"
  }
]