[
  {
    "title": "Honeysuckle Rose Moisturizing Shampoo Aubrey Organics 11 oz Liquid",
    "description": "Honeysuckle Rose Moisturizing Shampoo by Aubrey Organics 11 oz Liquid Honeysuckle Rose Moisturizing Shampoo 11 oz Liquid Product For Dry Brittle Hair The sweet smell of success for your hair. Achieve ultra-softness and manageability with this moisture-intensive shampoo. Restorative herbal emollients rehydrate hair fiber to overcome dryness and brittleness and leave hair irresistibly fragrant and silky-soft. Also recommended for bleached or highlighted hair. Ingredients Aqua decyl glucoside sodium cocoyl hydrolyzed soy protein aloe barbadensis (aloe) leaf juice oryza sativa (rice) extract glucose xanthan gum lonicera caprifolium (honeysuckle) extract citric acid glycerin rosa rubignosa (Rosa Mosqueta) seed oil prunus amygdalus dulcis (sweet almond) oil citrus grandis (grapefruit) extract glucose oxidase lactoperoxidase panax ginseng root extract angelica archangelica extract chrysanthemum sinense flower extract magnolia biondii flower extract alcohol denat. (38b lavendar ) macadamia te",
    "itemID": "B0006GZAKI",
    "helpful": [
      1,
      2
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 6449
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 7.19,
    "brand": "Aubrey Organics"
  },
  {
    "title": "John Masters Organics Evening Primrose Shampoo for Dry Hair 8 fl oz / 236 ml",
    "description": "John Masters Organics is committed to using the finest, most therapeutic organic ingredients on earth.Evening Primrose Shampoo for Dry Hair utilizes the natural moisturizing effects of evening primrose and other plant and essential oils to replenish even the driest, most damaged hair. Good for color-treated hair.",
    "itemID": "B0006Q23H6",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 11153
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 17.69,
    "brand": "John Masters"
  },
  {
    "title": "John Masters Organics - Detangler Citrus &amp; Neroli - 8 oz.",
    "description": "John Masters Organics Citrus and Neroli Detangler - 8 oz.John Masters Organics Citrus and Neroli Detangler lightweight formula detangles and conditions with a highly-effective combination of 18 certified-organic ingredients. John Masters Organics Citrus and Neroli Detangler contains&nbsp;natural soy proteins and borage oil replenish lipid content, wheat &amp; soy proteins restore strength and shine.&nbsp;John Masters Organics Citrus and Neroli Detangler's essential oils of grapefruit, lemon and neroli provide an uplifting aroma. John Masters Organics Citrus and Neroli Detangler makes a great leave-in conditioner. John Masters Organics Citrus and Neroli Detangler is safe for color-treated hair. John Masters Organics Citrus and Neroli Detangler Key Ingredients: Grapefruit - toning effect on scalp Neroli - treats dry scalp Soy protein - strengthens hair follicles; makes hair look thicker and fuller, improves shine Wheat protein - helps with comb-through and shine Coconut oil - helps add moisture and shine Caring about yourself and caring about the earth don't have to be mutually exclusive. For over 20 years, this has been the guiding force in creating Super Natural Beauty for your hair, your skin, and your home. John Masters is Eco-Friendly John Masters haircare bottles are made of PET (1) plastic. This is the most recyclable plastic. Your community recycling will gladly accept it. The tubes are made of MDPE (2) plastic. This plastic is the second most recyclable. All of the amber glass used for the skincare and some of the haircare is fully recyclable. And the boxes used for the skincare are made from 100% recycled paper with 100% soy ink. They can be recycled wherever paper is accepted. All closures are made of HDPE and are often accepted for recycling. Packing \"peanuts\" used for shipping are made from sugar and will decompose.",
    "itemID": "B0006SFXXK",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 6013
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 12.48,
    "brand": "John Masters"
  }
]