[
  {
    "title": "Kiss My Face Bar Soap, 8.0 oz, Pure Olive Oil. 1-Bar",
    "description": "A Natural Cleansing and Moisturizing Soap. For centuries the people of the Mediterranean have recognized the benefits of Olive Oil to the skin. Long lasting and made from the purest natural ingredients, it is a superb moisturizer suitable for all skin types. Its simple and pure. This moisturizing bar was created without animal ingredients, artificial colors, unnecessary chemicals or animal testing.",
    "itemID": "B0000532YN",
    "helpful": [
      3,
      7
    ],
    "overall": 1.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 2.3,
    "brand": "Kiss My Face"
  },
  {
    "title": "Canus Goat's Milk Bar Soap, 3-Count Boxes (Pack of 4)",
    "description": "Canus Goat's Milk Soaps are our original products. They are available in a fragranced as well as a fragrance-free version. A 5 ounce bar ( 3 X 5 Oz. ), it is triple-milled for hardness and is very long lasting. The fragrance that we use is very mild and is described by many people as \"fresh\" or \"clean\"-smelling. What is so special about goat's milk? Goat's Milk has long been known as a rejuventor of the skin. Goat's milk contains the highest percentage of naturally occurring compounds which help to moisturize the skin and contribute to its softness. Now available in a 3 pack!!",
    "itemID": "B000FKGSJC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 268266
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Steam Facial By Kaz",
    "description": NaN,
    "itemID": "B0001XLSQ6",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 215224
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]