[
  {
    "title": "Vidal Sasson VS433C Tangle-Free Hot Air Brush Styler and Dryer, 1 Inch",
    "description": "The Vidal Sassoon 1 Inch Tangle-Free Hot Air Brush Styler features a 1 Inch barrel and soft, tangle-free bristles that gently grip and hold to enhance body and volume. There are 2 heat settings and 2 speed settings. There are 250 watts to provide ample power. It also features a cool tip for easy styling. STYLING TIP:  Use the high setting on thick hard to curl hair and the low setting on thin hair.",
    "itemID": "B000PY17PI",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 360
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hot-Air Brushes"
      ]
    ],
    "price": 19.88,
    "brand": "Vidal Sassoon"
  },
  {
    "title": "Fallene Total Block UVA/UVB Complete Broad Spectrum Sun Protection, SPF 65 Clear, 2 fl Ounces (59 ml)",
    "description": "Fallene Total Block Clear SPF 65 is a highly effective sunscreen product formulated with photo-protective and cellular-protective agents that are beneficial to the skin. Total Block is unique in its ability to protect skin from the full light spectrum and prevent cellular environmental damage to the skin, regardless of the source of the pollutants. Incorporating eight forms of mill-dispersed solids -- ranging in controlled particle size from 10 microns down to a few nanometers -- Total Block achieves maximum protection throughout the entire UVB and UVA range. These particles are homogeneously suspended and work to shield the skin from atmospheric damage and trauma. Micronized and sub-micronized particles of titanium dioxide, sub-micronized zinc oxide, and ultra-micronized iron oxide form the foundation of this powerful, effective sunscreen..caption { font-family: Verdana, Helvetica neue, Arial, serif; font-size: 10px; font-weight: bold; font-style: italic; } ul.indent { list-style: inside disc; text-indent: 20px; } table.callout { font-family: Verdana, Helvetica, Arial, serif; margin: 10px; width: 250; } td.callout { height: 100 percent; background: #9DC4D8 url(http://images.amazon.com/images/G/01/electronics/detail-page/callout-bg.png) repeat-x; border-left: 1px solid #999999; border-right: 1px solid #999999; padding: 10px; width: 250px; } ul.callout { list-style: inside disc; text-indent: -12px; font-size: 12px; line-height: 1.5em; } h5.callout { text-align: center; }The Total Block Clear SPF 65 offers:Full-spectrum sun protection.Combined multiple particle sizes of titanium dioxide, zinc oxide and iron oxide.Special formula that is perfect for photo-sensitive individuals.Fallene Total Block Clear SPF 65 sunscreen combines multiple particle sizes of titanium dioxide, zinc oxide and iron oxide to offer excellent full-spectrum protection.The Full-Spectrum Sun ProtectionFallene, Ltd. produces the most complete full spectrum sun protection available. Total Block Clear SPF 65,Cotz SPF 58,Lipcotz SPF 45, andTotal Block Tinted SPF 60, all combine multiple particle sizes of micronized titanium dioxide, zinc oxide and iron oxide to form a complete barrier from the light spectrum, including UVA/UVB.The Total Block Clear SPF 65, as well as the other Fallene products, are specially designed for photo-sensitive individuals, but are perfect for anyone concerned about maintaining healthy skin and promoting the integrity of their immune system.The Dangers of UVB WavelengthsSPF rating does not adequately measure protection from all the damaging radiation effects of light. SPF is only a determination of protection from one specific wavelength of ultraviolet radiation, the UVB (290nm - 320nm). Unfortunately, there is no currently approved standard to rate the quality of a sunscreen's UVA protective capabilities. UVA (320nm - 400nm) is the deeper penetrating wavelength that is more often associated with skin changes, such as wrinkling, pigmentation, and long term damage. The SPF rating system does not accurately or completely define a sunscreen's protective capabilities from harmful ultraviolet radiation, except the UVB wavelength.UVB creates a red, painful irritation first experienced during early sun exposure, but UVB is not the only ultraviolet wavelength damaging to the skin. In fact, UVB has only a minimal effect upon the deeper depth of skin. UVB and UVA radiation are both recognized as causing skin cancer, and SPF 30 protection is just not enough.Direct Physical Photoblockers BenefitsMost of the physical photoblockers are naturally occurring metal compounds (iron, chromium, zinc, titanium, etc), although some, such as bismuth, are man-made. In addition to their photo-protective attributes, these substances also assist in preventing windburns and skin damage from wind-driven micro-particles, such as dirt and grime. These physical blockers also offer a substantial defense against infrared rays in two ways.Winter, spring, summer or fall -- no matter what the season, Lipcotz SPF 45 protects your skin from harmful rays.Minimize wrinkling, skin-damage, and photo-aging with Fallene sun-protection products.First, particles that are large enough to be seen, i.e. the reflect visible light, will also reflect and refract infrared waves that are the most harmful to the skin (760nm - 1,800nm). Second, regardless of particle size, these metal-based materials act as a \"heat sink\" and thereby reduce the heat effect on the skin.Titanium Dioxide: Absorbs Light and Protects SkinThis white-pigment powder is widely used in cosmetics. Products containing large-particle titanium have a greater opacity, which means they have greater lightening or whitening qualities. Opaque titanium dioxide is highly reflective and strongly scatters all UV and visible rays. It also reflects much of the skin-damaging infrared waves, keeping skin cooler and reducing \"heat\" damage that causes unwanted photo-aging.To photo-stabilize titanium dioxide it must be micro-coated with a protectant, such as silicone or aluminum oxide. Since titanium dioxide spreads poorly on the skin, another way to inhibit its breakdown is to incorporate titanium dioxide with other blockers. To achieve cosmetic elegance and usefulness, microcoating the titanium dioxide assures a good, even application to the skin. A downside of large-particle titanium dioxide products is that they produce a white, opaque appearance on the skin when applied. However, submicronizing the titanium dioxide powder, as Fallene does, creates small particles that absorb visible light and protect the skin, but they're still invisible on the skin, so you're not covered in embarrassing white salve.Transparent (sub-micronized) titanium dioxide works by absorbing, reflecting and scattering UVB and some UVA rays. However, protection against UV, visible and infrared is significantly limited when submicronized titanium dioxide is the primary protectant.Zinc Oxide: Extends Photo-ProtectionZinc Oxide has been known and used topically for centuries as a skin protectant and wound-healing adjuvant and is also recognized as a mild antimicrobial agent. More than 50 years ago, zinc oxide was indicated as a block for ultraviolet light (UVB/UVA). It also reflects infrared from the skin, as does titanium dioxide. However, its ability to protect in the long UVA range (300nn - 400nm) is much higher than titanium dioxide. Zinc oxide absorbs, rather than scatters, most UVA, while titanium dioxide primarily scatters these wavelengths. Thus, formulated in combination with titanium dioxide, ultra-fine zinc oxide \"closes the window\" in the UVA range. Zinc oxide works to both complement titanium dioxide's protection and extend photo-protection to the skin where titanium dioxide is insufficient. The optimal particle size range for ultraviolet blocking zinc oxide (without blocking visible wavelengths) is approximately 80 to 150 nanometers (1,000 nanometers = 1 micron).Iron Oxides: Adds Color and Complements Primary UV Blocking AgentsIron oxide is used in a wide array of cosmetics to provide cover-up color. Cosmetic iron oxides are manufactured to a high purity, desired color and particle size.Iron oxide pigments for cosmetic use are micronized powders. They are available in a number of shades and tones of red, yellow, black and brown. These cosmetic pigments, if incorporated at adequate concentration and properly dispersed, not only add color, but they also provide significant skin protection from multiple wavelengths of light.Ultra-submicronized iron oxides protect against visible light waves, but also add a little color to the finished product. This allows for the addition of higher levels of infrared protecting iron oxides, while retaining the cosmetic elegance and shade of the final preparation. Submicronized iron oxides block ultraviolet rays, which is a great complement to the primary UV blocking agents.What's in the BoxFallene Total Block Clear SPF 65 sunscreen (2.0 fluid ounces).",
    "itemID": "B0000632EE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 17865
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection"
      ]
    ],
    "price": 17.23,
    "brand": "Fallene"
  },
  {
    "title": "Bare Escentuals BareMinerals MATTE SPF 15 Foundation, Medium Beige",
    "description": "The bareMinerals revolution continues with our latest breakthrough: Matte SPF 15 Foundation. This groundbreaking formula offers shine-free coverage and extraordinary skin-renewing properties for a flawless, natural matte finish all day long. Fall in love all over again with an active mineral foundation that minimizes pores and smoothes skin to let the most beautiful you shine through - all in a no-spill, no-mess package. Size: Large",
    "itemID": "B000QE5GU4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2942
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 18.95,
    "brand": "Bare Escentuals"
  }
]