[
  {
    "title": "Beautyblender, The Ultimate Makeup Sponge Applicator, 1 Sponge",
    "description": "Modernize the Way You MakeUp! The Ultimate MakeUp Sponge Applicator. Designed by two top Hollywood Make up artists, Beautyblender is the most versatile make up tool you'll ever own. It 's elliptical teardrop shape is super soft to the touch, like suede and allows you to access hard-to-reach places making your make up application foolproof. It's washable, re-useable and recyclable. It's latex free and anti-microbial. Can be used with all types of make up; liquid base, cream base, mineral make up, cream blush, powders etc. Use Beautyblender damp or dry...we like to use it damp.Please note, Beautyblender will expand when wet. Application tip: Stipple or \"bounce\" Beautyblender when applying your make up for a flawless, airbrush type of finish.",
    "itemID": "B000HRVC5I",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 764
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Puffs, Sponges & Wedges"
      ]
    ],
    "price": 15.95,
    "brand": "BeautyBlender"
  },
  {
    "title": "Aussie Hair Insurance Leave-In Conditioner 8 Fl Oz (Pack of 3)",
    "description": "",
    "itemID": "B0000530EZ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 14.0,
    "brand": "Aussie"
  },
  {
    "title": "Revlon Shine Enchancing Hot Air Kit",
    "description": "The Revlon RV440C Ionic 1 and 1 1/2 inch hot air styler kit includes both a 1\" and 1-1/2\" hot air styling attachment that use Ion technology for faster, silkier results. Its two interchangeable aluminum barrels retain heat from the 1200 watts of power generated by the styler, and there are two heat settings for maximum flexibility. The styler kit works on all types and lengths of hair.",
    "itemID": "B00022WA9K",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 3148
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hot-Air Brushes"
      ]
    ],
    "price": 24.95,
    "brand": "Revlon"
  }
]