[
  {
    "title": "JR Watkins - Naturals Apothecary Hand &amp; Body Lotion Lavender - 11 oz.",
    "description": "J.R. Watkins Naturals Apothecary Hand & Body Lotion - Lavender (325 ml)Keep your body's delicate skin soft with J.R. Watkins Natural Apothecary Hand & Body Lotion. J.R. Watkins Natural Apothecary Hand & Body Lotion is a rich formula that provides deep long-lasting moisture, leaving skin naturally smooth, soft and nourished. J.R. Watkins Natural Apothecary Hand & Body Lotion is a natural formula that contains more than 10 natural oils and extracts to protect and pamper even the most sensitive skin.Features:All hand & body lotions are 99.0% natural and aboveNon-greasy formulaContains panthenol (vitamin B5) and natural shea and cocoa buttersNatural oils include apricot, coconut, avocado, babassu and jojoba oilRelieves chafed, chapped and dry skin Packaged in Watkins exclusive Trial Mark bottleCalming lavender fragranceBrand Commitments: 95% Natural and aboveSodium Lauryl Sulfate FreeSodium Laureth Sulfate FreeParaben FreePhthalate FreeMineral Oil, Petrolatum freeDye FreeNatural Personal CareJ.R. Watkins is dedicated to providing consumers with personal care that is truly natural. J.R. Watkins formulas are 95% natural and above, with many at 99& natural and higher. Using renewable, plentiful ingredients from mother earth, J.R. Watkins offers a luxurious line of personal care products that are free of synthetic or irritating chemicals. Pamper yourself from head to toe, naturally!J.R. Watkins Natural ApothecaryMade From Environmentally Friendly and Sustainable Ingredients.Natural Products Association Certified.At least 95% Natural.Made From Sustainable, Renewable Resources.J.R. Watkins Natural Apothecary Freedom Code:ParabensSulfatesChemical SunscreensPetro ChemicalsGlycolsDEA/TEA-synthetic stabilizersFormaldehyde Donors1,4 DioxaneAcrylatesCarbomerPVPChemical PreservativesSiliconesQuatsTalcPolymersNPA CertificationThe Natural Products Association has granted J.R. Watkins Natural Apothecary products the NPA Seal of Compliance.",
    "itemID": "B0010ERASK",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 169840
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": 4.49,
    "brand": "J.R. Watkins"
  },
  {
    "title": "Burt's Bees Radiance Day Lotion with SPF 15, 2-Ounce Bottle",
    "description": "This wonderfully natural day lotion is specially formulated with royal jelly, one of nature&#x2019;s most nourishing substances, to help renew and enhance skin&#x2019;s natural radiance. Titanium dioxide and zinc oxide provide broad spectrum protection to reflect the sun's harmful UVA/UVB rays, which are associated with premature aging. So you get younger looking skin, naturally.",
    "itemID": "B002DMK0LW",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 67707
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection"
      ]
    ],
    "price": 35.0,
    "brand": NaN
  },
  {
    "title": "Alba BotanicaTM Even Advanced Natural Moisturizer Sea Moss SPF 15 -- 2 fl oz",
    "description": "A daily dose of sun doesn't have to be a risky proposition with this lightweight, antioxidant-rich miracle worker.",
    "itemID": "B00005REAQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4570
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 5.89,
    "brand": "Alba"
  }
]