[
  {
    "title": "Olay Regenerist Anti-Aging Lip Treatment 0.06 Ounce",
    "description": "Olay Regenerist Anti-Aging Lip Treatment visibly diminishes the appearance of vertical lines on the lip and around the lip contour for beautifully regenerated lips without drastic measures.* The formula, enhanced with micro-fillers and a hydra-peptide complex, works deep within the lip surface to intensely hydrate and smooth. *Results not equal to medical procedures.",
    "itemID": "B000NIAAMC",
    "helpful": [
      33,
      33
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 24666
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 29.45,
    "brand": "Olay"
  },
  {
    "title": "Olay Regenerist Derma-Pod Eye System, Anti-Aging Triple Response, 24 Applicators, 0.016 -Fluid Ounce (0.5 ml) applicators",
    "description": "Regenerist eye derma-pod puts the benefits of 3 treatments at your fingertips&hellip;for radiant, younger-looking eyes. Resurfaces &ndash; regenerates surface cells, revealing younger-looking skin. Decongests puffiness &ndash; massage helps remove excess under-eye fluids. Fills lines and wrinkles &ndash; micro-spheres help fill creases for a smoother look.",
    "itemID": "B000NI0WHK",
    "helpful": [
      4,
      5
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 222610
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Puffiness Treatments"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Hugo Naturals Volumizing Conditioner, Vanilla and Sweet Orange, 12 Ounce",
    "description": "Pure blend with botanical extractsprovides deeply penetrating moisture&#x2014;whilemarshmallow extract and rice proteinincrease volume and shine. Making your hairmore manageable, healthy and beautiful.To Use: After shampooing, work smallamount into hair, concentrating on the ends.Leave on for a minute, rinse well.Never Any: parabens, phenoxyethanol,SLS, PEGs, propylene glycol, petroleumproducts, artificial colors or syntheticfragrances.",
    "itemID": "B004L96O4W",
    "helpful": [
      5,
      5
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 5061
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 7.99,
    "brand": "Hugo Naturals"
  }
]