[
  {
    "title": "Aquis Microfiber Hair Turban, Lisse Crepe, Patented Design, White",
    "description": "Aquis towels are made of Aquitex, a super absorbent material woven from ultrafine microfibers.  The technology behind our microfiber towel enables water to be drawn from hair and skin more quickly and thoroughly than other towels.  And it's especially gentle on hair and skin.  Designed to be lightweight, compact and durable, Aquis towels are ideal for everyday use at home, at the gym and while traveling.",
    "itemID": "B0000UTUS8",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5058
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Hair Drying Towels"
      ]
    ],
    "price": 15.99,
    "brand": "Aquis"
  },
  {
    "title": "Panasonic EH2511A Pore Cleanser with Micro-fine Mist",
    "description": "New!  The Panasonic Pore Cleanser with Mist cleans deep below the surface for clear, beautiful skin. The latest innovation from Panasonic features a micro-fine mist that sprays as you clean.  The mist allows for better suction and smoother use on the skin while cleansing your pores.  Continuous micro-fine mist ensures that the suction cup stays on your skin tightly to remove oil and dirt from the pores.  Without it, gaps of air form between the suction cup and the skin resulting in a loss of suction force.  Now a continuous spray of fine mist seals the surface and enhances suction power for cleaner pores plus alleviates potential skin irritation resulting from pulling action on the skin. This Pore Cleanser can be used in a wet or dry environment and can be fully immersed in water.  Using the Pore Cleanser during or after the shower allows your pores to open up and improves cleaning effectiveness.The reversible suction cup is great for targeting specific areas of the face.  The ultra slim design allows the suction cup to focus in on hard-to-reach areas around the nose.  Simply reverse the suction cup to cover larger areas of your skin. The Pore Cleanser with Mist from Panasonic cleanses away whiteheads and blackheads as well as refines the appearance of large pores.  It provides a refreshing, clean sensation while keeping dirt and oil out of your pores.  Once you begin using the Pore Cleanser regularly, you'll be on your way to cleaner, clearer skin.",
    "itemID": "B0002XG9X2",
    "helpful": [
      1,
      2
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 83931
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Clarisonic Mia Sonic Skin Cleansing System - Blue",
    "description": "Mia is the new, go-anywhere sonic skin cleansing system in a great compact size. the one-button, one-speed mia fits your active lifestyle for beautiful, glowing skin wherever life&#8217;s adventures take you. all the great benefits of the clarisonic classic  in a new, smaller size. the perfect compact cleansing system for use at home or on the go. Kit Includes * Cordless Clarisonic Mia * Compact pLink&#xAE; International Charger * Sensitive Brush Head * 1 oz. trial size Gentle Hydro Cleanser",
    "itemID": "B002LB75AO",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 102122
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Treatment Tools",
        "Face Cleansing Brushes"
      ]
    ],
    "price": 149.0,
    "brand": NaN
  }
]