[
  {
    "title": "StriVectin-SD Intensive Repair for Existing Stretch Marks, 6 oz.",
    "description": "StriVectin-SD is a cutting-edge anti-wrinkle and stretch mark repair cream that can help you look younger and more beautiful by reducing the appearance of wrinkles, fine lines, and other effects of aging. This revolutionary anti-aging cream utilizes the most advanced ingredients available today. The active ingredients not only help to firm, hydrate, and tighten facial skin but also help to repair the appearance of fines lines and stretch marks. To achieve these results, StriVectin-SD uses a patented pentapeptide that has produced results unseen in the cosmetic industry. With a host of the industry's best anti-aging ingredients, our blend targets more than wrinkles, including such major problem areas as sagging skin, skin discoloration, dryness, and rough skin. StriVectin-SD has come to be known as the safe alternative to Botox, providing equal or better results without the risk. StriVectin-SD offers immediate results targeting the category of fine lines, wrinkles, and crows feet and can remove 10 to 15 years from your complexion. The isolates in StriVectin-SD were shown in clinical studies to dramatically improve skin smoothness and decrease wrinkle depth as it increases collagen and elastin. It was shown to be even more effective than Retinol or Vitamin C in reducing fine facial lines and wrinkles while diminishing the signs of aging.",
    "itemID": "B000248HLI",
    "helpful": [
      9,
      12
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 55227
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Nivea For Men Sensitive Body Wash 3-in-1 Body, Hair &amp; Face, 16.9-Ounce Bottle (Pack of 3)",
    "description": NaN,
    "itemID": "B00127O510",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 8.99,
    "brand": "Nivea Men"
  },
  {
    "title": "Old Spice Body Wash Dry Skin Defense Live Wire Scent, 16 Ounce",
    "description": "Old Spice Dry Skin Defense combines Cleaning and Hydration. It's TWO Things. 1. Skin Hydrator: Yes, ladies like a guy with skin that looks healthy and smooth after 5 days of use. (Disclaimer: This product does nothing to prevent excess skin flab). 2. Advanced Cleanser: It removes the toughest dirt - leaving your skin feeling clean and smelling fresh...all layered together in 1 bottle.",
    "itemID": "B003TWU1K0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 36002
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Body Washes"
      ]
    ],
    "price": 4.29,
    "brand": "Old Spice"
  }
]