[
  {
    "title": "OC Eight Professional Mattifying Gel",
    "description": "American Idol Make-Up Artist, Mezhgan, says she is \"amazed by how great the contestants skin looks on film after using OC Eight.\" She says, \"OC Eight works like nothing I've ever tried before.\" OC Eight Professional Mattifying Gel is a breakthrough in skin care products with a one of a kind technology. It works continuously for up to 8 hours absorbing excess oil. The results? Even-toned, true matte skin for that just-applied look throughout the day. Benefits:Contains ACRYSORB  micro-particles that work to permanently trap up to 6X their own volume in oil.Keeps make-up in place, looking fresh all day.won't conceal your natural glow.Keeps shine away, giving your skin a more even, flawless look.",
    "itemID": "B000B5UPF4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1670
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Gels"
      ]
    ],
    "price": 26.95,
    "brand": "OC Eight"
  },
  {
    "title": "Beautyblender, The Ultimate Makeup Sponge Applicator, 1 Sponge",
    "description": "Modernize the Way You MakeUp! The Ultimate MakeUp Sponge Applicator. Designed by two top Hollywood Make up artists, Beautyblender is the most versatile make up tool you'll ever own. It 's elliptical teardrop shape is super soft to the touch, like suede and allows you to access hard-to-reach places making your make up application foolproof. It's washable, re-useable and recyclable. It's latex free and anti-microbial. Can be used with all types of make up; liquid base, cream base, mineral make up, cream blush, powders etc. Use Beautyblender damp or dry...we like to use it damp.Please note, Beautyblender will expand when wet. Application tip: Stipple or \"bounce\" Beautyblender when applying your make up for a flawless, airbrush type of finish.",
    "itemID": "B000HRVC5I",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 764
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Puffs, Sponges & Wedges"
      ]
    ],
    "price": 15.95,
    "brand": "BeautyBlender"
  },
  {
    "title": "Sigma F05 - Small Contour",
    "description": "Unique Feature: Rounded, dense top\nFunction: Contouring cheeks\nRecommended Use: Buff and blend contour shades under the cheekbone and jaw line for a chiseled look.\n\n 2013 Sigma Enterprises, LLC",
    "itemID": "B005OZW3ZG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8410
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 21.0,
    "brand": "Sigma Beauty"
  }
]