[
  {
    "title": "Fair &amp; White Exclusive Gel Creme Whitenizer #08003",
    "description": "Discover the advanced formula of the FAIR & WHITE EXCLUSIVE Cream-gel. Its new complex offers an ultra-effective whitening system. As from day 7, your skin is smoother, clearer and beautifully radiant.",
    "itemID": "B000VW7P3W",
    "helpful": [
      14,
      16
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 95540
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 12.59,
    "brand": "Fair &amp; White"
  },
  {
    "title": "Fair &amp; White Dark Spot Remover",
    "description": "This new formula contains \"F.A.W. Lightening\" to lighten efficiently dark spots and pigment blemishes of the skin (scars, pregnancy, age spots, sun patches). The result is a strong bleaching effect for a smooth and clearer complexion free of brown patches. Manufactured and tested by the French Dermatological Laboratory. The Dark Spot Remover, because of its very high efficient formula, erases brown unsightly marks. Apply locally with a cotton swab.",
    "itemID": "B00174LGSI",
    "helpful": [
      25,
      33
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 12653
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 11.75,
    "brand": "Fair &amp; White"
  },
  {
    "title": "HERSTYLER 3P CERAMIC CURLER IRON SET- 13MM, 18MM",
    "description": "The ceramic technology provides you with the best styling results by producing negative ions to seal the cuticles and repel humidity. The ceramic heat will also ensure a quick heat recovery without sudden increase of heat. 3P allows you to get the temperature up to 200 degrees Celsius; the digital temperature display lets you know what temperature is right for you every time, no more guess work no matter what type of hair you-re curling. HerStyler protects your safety as a first value; you can now enjoy a safe, easy and fast hair curling experience by using the thermal glove. The thermal glove will prevent burning and help you to get the best results by enabling you to touch the ceramic barrel and curl your hair around it.  Glove sold separately.",
    "itemID": "B000S8JB68",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6304
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Curling Irons"
      ]
    ],
    "price": 38.0,
    "brand": "HerStyler"
  }
]