[
  {
    "title": "Garnier Fructis Fiber Gum Putty, 5.0 Oz",
    "description": "Create N Control the Style You WantGarnier Fructis Fiber Gum Putty allows you to work and rework your style with a strong hold that lasts longer. It's basically soft, non-sticky fiber putty with fruit micro waxes. This cream gel doesn't build up and can help you create and hold amazing styles without stickiness.Contains fruit micro-waxesHolds without stickiness or buildupGives a long lasting strong holdGarnier Fructis Fiber Gum Putty is developed to let you define style and hold it longer strongly without adding any weight. It gives pliable molding and won't create messiness.Just For You:All types of hairA Closer Look:Use Fiber Gum Putty to define and control your style. This cream gel is a soft, non-sticky fiber putty with fruit micro waxes. It works without stickiness.Get Started:Scoop a small amount of Fiber Gum Putty onto your palm. Rub it between palms to activate fibers and work through wet or dry hair.",
    "itemID": "B000GCXVS0",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 69368
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 7.11,
    "brand": "Garnier"
  },
  {
    "title": "PAUL MITCHELL Super Skinny Daily Shampoo &amp; Daily Treatment 33.8 oz",
    "description": "PAUL MITCHELL SUPER SKINNY SHAMPOO & CONDITIONER LITERS\nSUPER SKINNY DAILY SHAMPOO SMOOTHES AND SOFTENS HAIR WHILE GENTLY CLEANSING AND ALL THE WHILE CUTTING DOWN ON DRYING TIME~~WOW\n\n\nSUPER SKINNY DAILY TREATMENT(CONDITIONER) SMOOTHES, SOFTENS,DETANGLES, AND HELPS FIX AND PREVENT DAMAGE. IT ALSO HELPS PROTECT AGAINST HEAT FROM HAIR GADGETS.",
    "itemID": "B0012JK7OM",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10006
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoo & Conditioner Sets"
      ]
    ],
    "price": 32.75,
    "brand": "Paul Mitchell"
  },
  {
    "title": "Ion Color Defense After-Color Sealer 1oz",
    "description": "Ion Color Defense After-Color Sealer locks in hair color, moisture and shine.",
    "itemID": "B003N8WKFE",
    "helpful": [
      8,
      9
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 157426
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 2.59,
    "brand": "Ion"
  }
]