[
  {
    "title": "Coola Classic Face Sunscreen SPF 30, Unscented, 1.7 Ounce",
    "description": "This unscented version of our silky, sheer SPF 30 organic sunscreen will hydrate parched skin while giving you broad-spectrum UVA/UVB protection. Organic acai oil - high in omegas-3/6/9, vitamins B 1/2/3 and vitamins C and E delivers powerful anti-aging benefits. Organic evening primrose and linseed oils reduce inflammation, even tone and balance moisture.&#xA0;A perfect everyday moisturizer and can be worn under makeup. 70% certified organic and 95% natural inactives. Hypoallergenic, and paraben free. The phyto-protector plankton extract stimulates and rejuvenates skin, while a refreshing cucumber scent soothes the senses. No nano-sized particles.",
    "itemID": "B00110Q8FO",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 21663
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Sunscreens & Self Tanners",
        "Sunscreens"
      ]
    ],
    "price": 13.0,
    "brand": "Coola"
  },
  {
    "title": "Nioxin Volumizing Reflectives Root Lifter, 6.8 Ounce",
    "description": "Magic at the RootsThe Nioxin Root Lifter is formulated to strengthen your hair roots and add volume to it. The root lifter is a spray-on product that adds support to your roots without drying it out or making it heavy. If you've wanted beautiful, voluminous hair, then this product is perfect for you.Supports hair rootsAdds volumeNon-sticky formulaA perfect solution to get beautiful lustrous hair. Bio AMP strengthens the hair shaft and adds dimension from inside the cuticle, while maintaining an optimal scalp environment, without drying out the scalp.Just for you:All hair types.A Closer Look:The Nioxin Root Lifter contains wheat amino acids, which promote healthy hair growth and strengthen hair from root to tip.Get Started:Spray directly at root area of pre-combed hair. Style as usual.",
    "itemID": "B002RS6KH0",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 94825
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Sprays"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Nioxin Diamax 3.38 Fl.oz",
    "description": "NIOXIN Diamax, with a fusion of Niacinamide, Panthenol and Caffeine, is proven to:rnrn 1. Increase the diameter of each existing hair strand.rn 2. Penetrate hair and make it fuller and more manageable.rn 3. Strenghten hair resilience against breakage.rnrnPRODUCT GUIDErnrnDiamax is a leave-on treatment that can be used with the Nioxin 3-part systems for thicker, denser-looking hair.",
    "itemID": "B006ZN1B1S",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1959
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Hair Regrowth Treatments"
      ]
    ],
    "price": 22.15,
    "brand": "Nioxin"
  }
]