[
  {
    "title": "Thermal Spa 49135 Professional U/V Gel Light Nail Dryer",
    "description": "Thermal spa professional u/v light gel dryer for beautiful manicures. with 45 watts of power reduces drying time for u/v top coat and gel applications. made with heavy-duty steel construction for durability, with a sleek design.",
    "itemID": "B001RMP7M6",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 911
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Dryers"
      ]
    ],
    "price": 56.33,
    "brand": "Thermal Spa"
  },
  {
    "title": "ANSR Beam and Charger, .5-Ounce Box",
    "description": "The ANSR: BEAM utilizes narrow-band photo-light waves to safely and effectively treat acne and revitalize your skin, reducing fine lines and wrinkles in the process. Compact and rechargeable, the ANSR: BEAM combines red and blue photo-light therapy technology, so you can bypass clinical laser treatments, cosmetic surgery, and other skincare regimens that can often be harsh on your complexion.At a Glance:Safe, gentle, and pain-free method for improving complexionBlue light (430 nm) kills acne-causing bacteria to reduce breakoutsRed light (632 nm) promotes healing for smooth, even skinLets you target specific problem areasCompact, cordless, and rechargeableRelated Productsby ANSR:ANSR: PREPANSR: DAYANSR: NIGHTANSR: SERUMAdditional TopicalsTo ensure safety and reliability, the BEAM has been tested by TUV America, a globally recognized testing, inspection, and certification organization.1. The blue light killsacne-causing bacteria.2. The red light accesses deeper layers to smooth andrejuvenate the skin.View larger.Science of Light TherapyThe ANSR: BEAM uses safe, energy-efficient LEDs (light-emitting diodes) to provide the benefits of both blue and red clinical photo-light therapy. In photo-light therapy, harmless phototonic energy is absorbed by the skin, where it is converted into chemical energy, initiating beneficial changes on the cellular level. Because the ANSR: BEAM uses photo-light technology to treat acne at the source, it can effectively control breakouts and reduce blemishes.Eliminate Bacteria and Stimulate the Growth of Healthy SkinBLUEphoto-light therapy uses a 430 nm beam to penetrate the top layers of your skin, killing the bacteria that cause acne without creating dryness, redness, or pain.REDlight therapy can be used on its own as a skin rejuvenator or in conjunction withBLUElight acne treatments.REDphoto-light therapy penetrates deeper layers of skin, stimulating collagen to grow new, healthy skin cells. This helps give you a smoother, healthier looking complexion by improving skin tone and texture, reducing pore size, filling in fine lines or wrinkles, and reducing redness.The device measures just 3 inches by .08 inches for easy handling and storage. Its slim profile also makes it easy to slip into a purse, pocket, or overnight bag for use anywhere.Part of a Complete Skincare LineupANSR: offers a series of proprietary solutions designed to work with the BEAM. For multi-faceted acne treatment, you can purchaseANSR: PREPexfoliating cleanser andANSR: DAYandANSR: NIGHTlotions (each sold separately), which contain the trademarked Aurazin blend of natural ingredients to help keeps oil from clogging your pores. For a starter set, consider theseadditional topicals(sold separately). You can also purchaseANSR: SERUM(sold separately), which works with the BEAM to help restore skin texture and tone.What's in the BoxANSR: Beam, charger, and black carrying pouch.",
    "itemID": "B0030ZRQQ8",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 127917
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Treatment Tools",
        "Blemish Tools"
      ]
    ],
    "price": 237.99,
    "brand": NaN
  },
  {
    "title": "Olay Pro-X Advanced Cleansing System 0.68 Fl Oz, 1-Count",
    "description": "",
    "itemID": "B0043OYFKU",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Microdermabrasion"
      ]
    ],
    "price": 26.99,
    "brand": "Olay"
  }
]