[
  {
    "title": "Model in a Bottle Model In a Bottle Long Lasting Eyebrow Sealer",
    "description": "Eyebrows give expression to your eyes and frame your face. Now with Model in a Bottle Long Lasting Eyebrow Sealer, you can be confident that your brows will stay in place all day.",
    "itemID": "B000VV1ZMU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 875
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyebrow Color"
      ]
    ],
    "price": 8.37,
    "brand": "Model in a Bottle"
  },
  {
    "title": "Hairware Portable Dryer Bonnet",
    "description": "Convert your hairdryer into a professional hairdrying system. Great for heat activated treatments, conditioners, hot oils,rollers, etc. Durable black nylon is machine washable. Excellent for travel.",
    "itemID": "B000WQ7TAG",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10305
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 9.38,
    "brand": "Spilo"
  },
  {
    "title": "Alkaline pH Booster Supplement 1.2 Ounces",
    "description": "Alkaline Booster by Alkazone 1.2 oz Liquid Alkaline Booster Drink your minerals The easiest way to alkalize your diet Feel the benefits for yourself. Alkaline water provides the minerals the body needs to buffer excess acidity from the metabolism of food. You will feel the difference. Tea and coffee tastes better too Alkalize your drinking water Made from organic potassium 79 chelated trace minerals Offset the acidity in coffe tea Aprox. 450-600 drops per bottle PH balance a key to healthy living It is up to you to help your body win the fight to maintain proper balance. Stress and diet all present their challenges to our system. Drinking water is one of the easiest and most important things to do for your body. Drinking better water is even better. Here is where AlkaZone Alkaline Booster drops can help you - especially when you are on the run. Many foods create excess acidity in the body in the course of the metabolic cycle. High stress can further add to the load. Eating foods that",
    "itemID": "B001EBBKNU",
    "helpful": [
      0,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 2337
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 15.34,
    "brand": "Alkazone"
  }
]