[
  {
    "title": "e.l.f. Studio Powder Brush elf",
    "description": "Creates a professional sculpted look. Full coverage color. Use for powder or blush for perfect contouring. Vegan friendly.",
    "itemID": "B002B4GGUG",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 4500
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 4.98,
    "brand": "e.l.f. Cosmetics"
  },
  {
    "title": "Bdellium Tools Professional Antibacterial Makeup Brush Studio Line - Angled Contouring Face 942",
    "description": "This professional slanted contour brush from Bdellium's studio line is hand-crafted with a yellow wood handle and an aluminum ferrule. Hand-crafted brushes. Professional anti-bacterial brushes. Eco-friendly products.",
    "itemID": "B002UL35IQ",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 168899
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 9.68,
    "brand": NaN
  },
  {
    "title": "Skindinavia Bridal Makeup Finish, 4 Ounce",
    "description": "Skindinavia makeup finishes holds makeup flawlessly for 16 hours. When your makeup has to look perfect all day and night, our sprays are for you. Skindinavia&#x2019;s makeup finishing sprays work expertly to prevent loss of color, melting, sliding, caking, excess shininess, fading eye shadow, blush, and foundation. Our hypoallergenic sprays are applied in a micro fine mist over makeup or directly on your makeup brush or sponge. 9 out of 10 women agree that Skindinavia holds makeup perfectly for 16 hours. Independent trials 6/2011. Tested by 35 women for one week in temperatures averaging 105 farenheit. The &#x201C;original makeup saver&#x201D; ultrafine makeup setting spray the Skindinavia makeup finishing spray was first used on movie sets to hold makeup under hot lights, to minimize the need for touchups and control excess shine. Skindinavia makeup finishing sprays are still used in hollywood and on broadway stages. This great year-round mist keeps makeup from melting in the summer and drying out in winter.",
    "itemID": "B004QLOFTG",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 11213
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 34.0,
    "brand": NaN
  }
]