[
  {
    "title": "Anti-Cellulite Cream in the Sponge with Seaweed Extract and Caffeine. Cellulite Reduction and Skin Firming. Best Cellulite Treatment Super Effective Formula. (Vanilla Orchid Black Tea)",
    "description": "Fast and convenient cellulite smoothing every time you shower.Exclusively formulated with new SalSphere Muscle Toner, clinically shown to help fight cellulite.Seaweed extract enhances microcirculation to help prevent dimpling of fatty areas.Specially textured pad enhances the delivery of anti-cellulite ingredients.Luxurious, moisturizing body wash leaves the skin soft and supple.Unique surface exfoliates rough, dry skin, polishing from neck to toe.Refreshing aromatherapy fragrance.",
    "itemID": "B00GM3G6WK",
    "helpful": [
      9,
      10
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 8871
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Darksyde Ultra Bronze Self Tanning Lotion 8.5oz",
    "description": "Darksyde Ultra Bronze Self Tanning Lotion creates a radiant, deep. rich, natural looking tan without the sun. The advanced auto-darkening formula provides an instant bronze glow upon application that intensifies in color over 1-3 hours and lasts for days. Enriched with specially formulated botanical oils and aloe vera to nourish, moisturize and hydrate the skin. The tinted formula allows you to see where the lotion has been applied for a perfect tan every time.",
    "itemID": "B00GDKBUDM",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13917
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 12.95,
    "brand": NaN
  },
  {
    "title": "LAUNCH SALE!! Dr Song 50% Lactic Acid Gel Peel (Professional)",
    "description": "For: Age Spots, Freckles, Sun Spots, Skin Lightening, Hyperpigmentation, Wrinkles and Fine Lines",
    "itemID": "B00DQ2I0G0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6909
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Lactic Acid"
      ]
    ],
    "price": 9.97,
    "brand": NaN
  }
]