[
  {
    "title": "World Pride Nail Tape Stripe Decoration Sticker Hologram, Set of 10",
    "description": "Content:\n10Pcs Nail Tape Stripe Sticker",
    "itemID": "B0069FDR96",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 27
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Art"
      ]
    ],
    "price": 1.54,
    "brand": "Bonamart"
  },
  {
    "title": "SODIAL(R) 3000 Nail Art Gems Mixed Colours Shapes in Case (Size 2mm)",
    "description": "* Beautiful decoration for your nails. Quantity are approximately.* They are reusable if you are careful when taking them off.* You can use it for nail art or decoration of mobile phone, ipod etc.* You can also use them to decorate home or made cards.* Colours shown may vary from photo.* Contents: 3000 Nail Art Gems Round diamonds",
    "itemID": "B008U1Q4DI",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 242
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Art"
      ]
    ],
    "price": 2.23,
    "brand": "SODIAL(TM)"
  },
  {
    "title": "Facial Hair Remover Stick Epilator Threading Beauty Tool",
    "description": "Every woman has undesired peach fuzz on her face, and every woman has gone through the pain and discomfort of tweezing, waxing or using harsh chemicals to remove that peach fuzz.This Threading Beauty Tool is designed to easily removes unwanted hair without harming your skin.  In just 2 minutes your unwanted facial hair will be gone!! Different from common depilatory device , this epilator could pull up  your fine hair by root. So you don't have to worry about the hair would send forth again in only few days.Using our epilator you can keep your skin smooth without the annoying fine hair for a long time. You can get rid of the removed fine hair growing thicker and tougher in few days. Given its excellent effect and convenience, this style of epilator is recommended by many female stars. With it ,you can remove your tiny fine hair thoroughly and quickly without pain.A natural, safe and convenient method to remove unwanted facial hair this Threading Beauty Tool works like tweezers except that it removes small areas of hair instead of one or two hairs at a time. No chemicals or creams are needed.",
    "itemID": "B005XIDZHO",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 2141
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 1.59,
    "brand": "niceEshop"
  }
]