[
  {
    "title": "10 Color Makeup Cosmetic Blush Blusher",
    "description": "8 matte and 2 shimmer colours.Brand New Professional MakeupTotal 10 different colors palette for choiceCase Size: 23cm x 10cm x 1cm (L x W x H)High quality ingredients with silky shine color, can last for all day long.Glossy color and norish ingredients together to care skin around.Cute shaped palettes.Easy to handle for putting cosmetic on.It is Perfect for both professional use or personal use!Package content :1 x 10 colours Blusher1 x Card-style Cellphone holder (free gift) (Phone not included.)",
    "itemID": "B0068Z7MT8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 271
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Blush"
      ]
    ],
    "price": 5.54,
    "brand": "Kingmys"
  },
  {
    "title": "EZ Flow Q Monomer False Nails, 4 Fluid Ounce",
    "description": "Liquid Assets begin with Q Monomer. With this innovative formula, we've eliminated the two greates threats to the successful nail enhancement discoloration and chipping or breakage. Color stabilizers prevent unsightly yellowing pinks, white and crystal clear powders retain their pigment integrity. Plasticizers strengthen and protect nails from the knocks, shocks, chips and tough breaks. The sweet smell of success will be yours when you introduce Q Monomer Liquid to your menu. For one thing, there's 40% less odor. And it's easier to apply than any similiar product on the market. This means less waste, and allows you to see more clients all good news for the piggy bank.",
    "itemID": "B0012NWEZI",
    "helpful": [
      2,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 19588
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 17.82,
    "brand": "EzFlow"
  },
  {
    "title": "500 WHITE French Acrylic False Artificial Tips Nail Art",
    "description": "500 FRENCH Acrylic False Artificial Tips Nail Art",
    "itemID": "B001B488WG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 20837
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "False Nails"
      ]
    ],
    "price": 1.86,
    "brand": "Eamee"
  }
]