[
  {
    "title": "Australian Gold Jwoww Black Bronzer Dark Tanning Lotion, 13.5 Ounce",
    "description": "Jwoww black bronzer will have you turning heads and breaking hearts with your dark sexy color. This extreme dark bronzing blend of black currant and kukui oil offers the hottest dark color possible, while vitamins and hemp seed extract deliver superior hydration to leave your skin feeling undeniably soft and sexy.",
    "itemID": "B004FEKA3E",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1763
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 20.55,
    "brand": "Australian Gold"
  },
  {
    "title": "Coco De Ville 10oz",
    "description": "Give into your champagne wishes and coconut dreams! Let the divine taste sensation of crushed pineapple and coconut transport you to a luxurious island getaway. Bask in decadence with the finest DHA and natural bronzers to leave skin sun drenched and coconut kissed! What could be more glamorous?\n\n* Camu Camu Bronzing Complex and DHA combine to impart an exotic island glow.\n* Powerful antioxidants fend against free radicals and help promote collagen production.\n* Loaded with Caffeine to firm and tone, so you'll look as good as you taste!",
    "itemID": "B0068DF82S",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 50047
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 21.18,
    "brand": "Designer Skin"
  },
  {
    "title": "Designer Skin Saving Face 4 Oz",
    "description": "Fragrance free and hypo-allergenic, Saving Face is specifi- cally designed for the delicate facial area.  Enriched with CoQ-10, Vitamin C, Carrot Oil and soothing botanical oils, it will promote golden facial tanning while potent antioxidants minimize the appearance of fine lines and wrinkles.",
    "itemID": "B000GP78S6",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 15710
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 13.95,
    "brand": "Designer Skin"
  }
]