[
  {
    "title": "Cetaphil Daily Facial Cleanser, for normal to oily skin, 16.0 -Ounce Bottles (Pack of 2)",
    "description": "",
    "itemID": "B001ET79H8",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4737
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 22.29,
    "brand": "Cetaphil"
  },
  {
    "title": "Benefit Cosmetics Full-Finish Lipstick Espionage",
    "description": "What it is:A full-finish lipstick.What it does:Your search for the perfect lipstick is over: Benefit Love Your Look Lipstick is a range of sumptuous shades for the lip that longs for full, rich color. Benefit's Love Your Look Makeup to Match Your Lifestyle collection takes the guesswork out of gorgeous. Choose from three unique looks: The Lana (light neutral shades), The Gabbi (medium neutral shades), and The Betty (deep neutral shades).What else you need to know:Now that your lips are flaunt-able, find a complementary Love Your Look creaseless cream shadow/liner and sheer cream blusher to complete your look. Go for a \"lifestyle look\" or, be daring and mix and match. All of the beautiful shades for lips, eyes, and cheeks will let you create the look you want. Plus, you'll love the hidden surprise: a \"beauty fortune\" inside every package.",
    "itemID": "B0019W219G",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 320102
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 30.6,
    "brand": NaN
  },
  {
    "title": "Moroccanoil Intense Hydrating Mask, 16.9-Ounce Jar",
    "description": "This high performance mask does not need heat to be activated; only 5-7 minutes will treat hair with needed moisture and protein, adding shine & elasticity.  With continued use, this highly effective mask revitalizes hair, restoring shine and manageability.",
    "itemID": "B002CMLHF6",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1239
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 41.99,
    "brand": "Moroccanoil"
  }
]