[
  {
    "title": "Sensories Smoother Passionflower and Aloe Leave In Texturizing Condition By Rusk, 33.8 Ounce",
    "description": "Awakens the senses and eliminates static. It provides shine, body and sunscreen protection as it adds texture and gives hair a smooth, healthy look.",
    "itemID": "B0002Z8LLI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3160
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 13.06,
    "brand": "Rusk"
  },
  {
    "title": "Kimberly Sayer Ultra Light Facial Moisturizer Spf30",
    "description": "For Oily and Acne Prone Skin This lightweight, protective day cream is easily absorbed and won't clog pores or cause breakouts. It contains Lemon Oil to detoxify the skin, minimize oil production and dry up acne and zits. Contains organic sunblocks to protect the skin from harmful UV rays. Ideal for use under make-up.",
    "itemID": "B000GW55BG",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 9695
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 33.0,
    "brand": "Kimberly Sayer"
  },
  {
    "title": "Eminence Organic Skincare. Eight Greens Whip Moisturizer",
    "description": "Eminence Organics Eight Greens Whip Moisturizer(2 oz./60 ml)Benefits For normal to dry, mature, dehydrated, lack of tone and devitalized skin types This moisturizer is designed to help maintain a normal hormone balance within the skinHelps increase collagen production and elasticity, and improves skin tone Firms and hydrates the skin and is extremely effective in combating free radicals Sensitive skin is calmed and soothed with hop extract, while yucca extract supplies phytoestrogens, antioxidants, and works to regenerate tired, dry skin Features Stone crop and flax seed/linseed offer devitalized skin omega 3's and complete hydration Paprika assists in increasing stimulation and oxygenation of the skin, and red clover, an antioxidant, reduces inflammation caused by acneEminence Organics is a highly effective, entirely organic skin care line. With all naturally organic ingredients these hand-made products are effective and extremely healing. Rich in vitamins, active ingredients and nutrients, Eminence products will give you immediate results that you will see and feel.",
    "itemID": "B000LEHMUQ",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 9492
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 36.94,
    "brand": "Eminence Organic Skincare"
  }
]