[
  {
    "title": "Mountain Ocean Skin Trip Moisturizer, Coconut, 8-Ounce",
    "description": "The extremely fast absorbing and unique moisturizing properties of Skin Trip come from active ingredietns, coconut oil, aloe vera and distilled lanolin. This product is made in small batches to ensure the highest quality and freshness. Skin Trip is a delicately balanced blend that is at is best when fresh. Keep from freezing and high heat. Everybody's favorite skin moisturizer has been blended by the same family owned company since 1971. Skin Trip's unique light smooth feel is perfect after sun, after shower, after shave, anytime. No animal testing.",
    "itemID": "B0001TQ9WI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2258
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 6.99,
    "brand": "Mount Hagen"
  },
  {
    "title": "Basis Cleaner Clean Face Wash, 6 Ounce Tube (Pack of 4)",
    "description": "Basis Cleaner Clean Face Wash is 100% oil-free and soap-free and is designed for normal to oily skin.  It contains refreshing mint, purifying lemongrass, and  soothing aloe botanicals. The invigorating lather rinses cleanly without residue and lifts away make-up, dirt, and pollution, leaving clean, refreshed skin.",
    "itemID": "B001FB5IIM",
    "helpful": [
      3,
      4
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 876
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 19.39,
    "brand": "Basis"
  },
  {
    "title": "Almay One Coat Get Up and Grow Waterproof Mascara, Black Brown, 0.21 Fluid Ounce",
    "description": "Almay One Coat get up and grow waterproof mascara is Almay&#x2019;s first waterproof anti-breakage pro-vitamin formula that instantly lengthens the look of lashes and defends against damage so lashes may grow to their healthiest, longest, shiniest best.",
    "itemID": "B004O3UE46",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 10752
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 5.99,
    "brand": "Almay"
  }
]