[
  {
    "title": "Obagi Nu-Derm Foaming Gel -- 6.7 fl oz",
    "description": "Obagi Foaming Gel combines a blend of herbs, natural cleansers and Aloe Vera to create this gentle formula. It frees your skin of pollutants and excess oils without damaging the skins own natural moisture content. It leaves even oily skin clean and touchably soft.",
    "itemID": "B0000Y3FRG",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 214
    },
    "categories": [
      [
        "Beauty",
        "Skin Care"
      ]
    ],
    "price": 24.95,
    "brand": "Obagi Medical"
  },
  {
    "title": "Tree Hut Shea Sugar Scrub, Hawaiian Kukui, 18 Ounce (Pack of 3)",
    "description": "Experience a rejuvenating exfoliation with Tree Hut Sugar Scrub with the warm scent of Hawaiian Kukui. Natural Kukui nut Oil repairs and conditions cracked and neglected skin, absorbs quickly into skin and provides elasticity and long lasting moisturization. This gentle sugar scrub is infused with certified organic Shea butter, Kukui nut Oil and an array of natural oils, including Evening Primrose, sweet Almond, Avocado, Macadamia Seed and Orange oil. The sugar grains will softly polish away dead skin cells, leaving your skin soft, smooth and healthy looking.",
    "itemID": "B0018DAUKI",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11687
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 21.73,
    "brand": "Tree Hut"
  },
  {
    "title": "Aztec Secrets: Indian Healing Bentonite Clay, 2 lbs",
    "description": "Indian Healing Clay by Aztec Secret 2 lbs Clay How Aztec Secret Works Indian Healing Clay Clays have been used for centuries to beautify and refresh when used as a facial mask. Cleopatra used clay from the Nile river and the Arabian desert over 1800 years ago as part of her beauty ritual. German and Roman spas have been using clay packs and treatments in the spas they built 4 000 years ago. Many of these spas still exist and use clay even today. Pliney the Elder devoted an entire chapter of his Natural History to the many uses of clay for pimples black heads and skin tightening. Many famous naturopaths such as Kuhn Just and Kneipp have contributed to the revival of the uses of clay through their natural treatments for arthritus and skin ailgments. Aztec Indian Healing Clay A Brief History - The Worlds Most Powerful Facial The use of clay with apple cider vinegar can be dated back to the southern French priest of the16th century Kneipp and his natural treatments using clay packs and po",
    "itemID": "B000ZMBSPE",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 142
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 10.31,
    "brand": "Aztec Secret"
  }
]