[
  {
    "title": "Desert Essence Tea Tree Oil 100% Pure, 2-Ounce",
    "description": "Dessert Essence Tea Tree Oil is an essential oil grown in Australia with inherent antiseptic qualities. Grown and harvested in Australia package in the USA.",
    "itemID": "B0000UJJH0",
    "helpful": [
      8,
      10
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11964
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 13.99,
    "brand": "Desert Essence"
  },
  {
    "title": "L'eau D'issey By Issey Miyake For Women. Eau De Toilette Spray 3.3 Ounces",
    "description": "Introduced in 1992. Fragrance notes: fresh water florals, a soft, feminine fragrance. Recommended use: casual.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000C1Z6GU",
    "helpful": [
      5,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1973
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Toilette"
      ]
    ],
    "price": 51.25,
    "brand": "Issey Miyake"
  },
  {
    "title": "BareMinerals Original Foundation Broad Spectrum SPF 15 8 g/0.28 Oz (Fair C10 8g/0.28 oz)",
    "description": "bareMinerals Original Foundation Broad Spectrum SPF15 is an award-winning mineral foundation that gives you all the flawless coverage you want with a no-makeup look and feel that lasts up to eight hours. The creamy minerals diminish the appearance of imperfections without drying out skin. Naturally luminous finish.A groundbreaking formula, bareMinerals Original Foundation Broad Spectrum SPF15 is clinically proven to promote clearer, healthier-looking skin. It is formulated without parabens, binders, fillers, or synthetic chemicals. This foundation has been awarded the \"Best Department/Specialty Stores Foundation\" in the Glammy Award organized by Glamour Magazine from 2005-2013.",
    "itemID": "B00021DVCQ",
    "helpful": [
      1,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 18978
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 28.0,
    "brand": "Bare Escentuals"
  }
]