[
  {
    "title": "Garnier Herbashine Haircolor, 645 Copper Mahogany Brown",
    "description": "Fortifies the hair cuticle for radiant, shiny color. Natural gray coverage, no obvious root line, lasts through 28 shampoos. What is herbashine? A new generation of haircolor from garnier, with bamboo extract. It improves the condition of hair by fortifying the cuticle while wrapping it in radiant, shiny color. How does it work? This exclusive ammonia free color creme with bamboo extract reinforces the hair's protective cuticle layer while coloring. Hair looks and feels stronger for radiant color that's truly shiny and luminous. Will it cover my gray? Garnier herbashine offers natural gray coverage that lasts through 28 shampoos. Is it easy to apply? Application is simple and pleasant. Herbashine's fragrance is fresh and soothing. The rich, creamy formula spreads easily and doesn't drip. It only takes 10 minutes to get herbashine's radiant, shiny color!this kit contains: activating creme, ammonia free color creme, shine-infused conditioner, instruction sheet and gloves. Product type: lasts through 28 shampoos, processing time: 10 minutes, gray coverage: covers hair with up to 70 percent grays. Why bamboo? Bamboo is well-known for its extreme strength and flexibility. Stronger than steel yet extraordinarily supple, it sways and bends but almost never breaks. Bamboo extract contains nutrients that help give bamboo its resiliency and flexibility.",
    "itemID": "B003JTA1IU",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 32257
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 8.49,
    "brand": "Garnier"
  },
  {
    "title": "Skin Cleansing System Facial Brush &amp; Body Care Kit for Women &amp; Men. Includes 4 different heads - Large Body Brush, Soft Face Brush, Regular Face Brush and Pumice Stone. Water-Resistant.",
    "description": "Now you can enjoy the rejuvenating spa and dermatologist experiences at home- at a fraction of the cost. This Professional Skin Care System by ToiletTree Products is and advanced daily cleansing tool that helps polish away dull skin and gently exfoliates away impurities that traditional cleansing leaves behind. The result? Wonderfully cleaner, softer, radiant looking skin.The professional Skin Care System, along with a daily cleaning regimen, helps assist the following:-Stimulates skin renewal-Improves overall skin clarity and appearance.-Removes dead skin cells to expose healthier-looking skin-Energizes skin and leaves it sooth, soft and radiant.-Cleans deep to help remove stubborn makeup.-Enhances absorption of moisturizes.System includes: 2 face exfoliater (1 soft for sensitive skin types & 1 medium for normal skin types), 1 body exfoliater and 1 pumice sphere.Refills are also available.",
    "itemID": "B009GIOVKC",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 27823
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Scrubs"
      ]
    ],
    "price": 39.95,
    "brand": "ToiletTree Products"
  },
  {
    "title": "Neutrogena Microdermabrasion Holiday Bonus Pack",
    "description": "Neutrogena microdermabrasion system. Delivers visible results in just 1 use. Softer, more luminous skin. Firmer, younger looking skin.",
    "itemID": "B009ND81NS",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 78430
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Microdermabrasion"
      ]
    ],
    "price": 38.99,
    "brand": "Neutrogena"
  }
]