[
  {
    "title": "Cheeky Crystal Nail Files, Set of 3 (Sun, Pink Panther and Ocean Breeze)",
    "description": "Set of 3 Crystal Glass Nail FilesThese Cheeky nail files are made with a tough Crystal Glass abrasive surface making them extremely long lasting.They can be cleaned using hot waterIdeal for natural or acrylic nails.Use to shape newly cut nails ensuring that movement is from the centre of the nail outwards to ensure a smooth finish.Becoming an official \"Cheeky Chick\"Cheeky is a lady's best friend!It is a one stop shop for ladies beauty needs such as: makeup, nails, personal care products or innovative beauty gadgets, all are only few clicks away when shopping on our Cheeky shop.Cheeky's famous high quality products and services are guaranteed with every purchase of one of our products.After the purchase of your first Cheeky item, you will become an official \"Cheeky Chick\" and most likely develop severe addiction to Cheeky's products.You will find that enjoyable shopping experience, excellent service and stylish high quality products can be bought at a fair price.Please note that we offer fast (from the UK) and slow (from China) shipping options for your convenience. Please select your most suitable shipping option according to your needs and budget.",
    "itemID": "B005WTITNO",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 21642
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Files & Buffers"
      ]
    ],
    "price": 6.49,
    "brand": NaN
  },
  {
    "title": "Flash Shiner Nail Buffer",
    "description": "Easy, Fast, & An Amazing Shine. Step 1: Gray Step 2: Green Step 3: White.",
    "itemID": "B002QY86BI",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 2007
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 3.99,
    "brand": "Flash Shine"
  },
  {
    "title": "OPI Start-to-finish Base Coat, Top Coat and Nail Strengthener, 0.5-Fluid Ounce",
    "description": "Start-to-finish is a breakthrough, three-in-one nail treatment that combines a base coat, top coat and natural nail strengthener in one high-performance product",
    "itemID": "B0001433VI",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1826
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Nail Strengthening"
      ]
    ],
    "price": 8.45,
    "brand": "OPI"
  }
]