[
  {
    "title": "Kiehl's Rare Earth Deep Pore Daily Cleanser",
    "description": "Rare Earth Deep Pore Daily Cleanser - 150ml/5oz, Skincare, Kiehl's, Kiehl's - Cleanser",
    "itemID": "B003044ZCM",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 65159
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 22.5,
    "brand": NaN
  },
  {
    "title": "Kiehl's Midnight Recovery Concentrate",
    "description": "Kiehl's Midnight Recovery Concentrate",
    "itemID": "B004JVXXXM",
    "helpful": [
      0,
      2
    ],
    "overall": 2.0,
    "salesRank": {
      "Health & Personal Care": 39788
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 46.0,
    "brand": NaN
  },
  {
    "title": "Strongest OTC Retinol 2.0% Available Without A Prescription 2.5 oz. from NCN Skincare",
    "description": "NEW! Time Released, All-Trans Retinol in 1.0% and 2.0% formulas! The strongest OTC Retinol available. 2.5 oz. After years of research, testing, trial and error, I'm VERY excited to finally be bringing to you my new All-Trans Retinol in two strengths: 1.0% and a whopping 2.0%! All-trans mean that the stable Retinol, which is a derivative of Vitamin A, actually converts to retinoic acid on the skin. This stable retinol is encapsulated in liposomes which makes it time-released and also makes it non-irritating; even at 2.0%. Cucumber and Comfrey extract have been added to further enhance its non-irritating properties. Is paraben and chemical-free, safe & effective for ALL skin types and has the highest concentration of OTC Retinol at the lowest price.Our best-selling All-Trans Retinol 2.0% now has Trylagen PCB (paraben free) added to it.Retinol stimulates Collagen Type I. Now with the addition of Trylagen PCB, Collagen Types I, III & IV are restored! Collagen I & III are the main collagen types in connective tissue.At 4 years old, 90% of collagen in our body is Collagen Type III, but when we age to 50 years old, 90% of collagen in our body is Collagen Type I. Collagen Type III is the \"Youth Collagen\" produced by young skin and is the type of collagen our All-Trans Retinol 2.0% stimulates.",
    "itemID": "B005SRTDWQ",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 5460
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Creams"
      ]
    ],
    "price": 58.0,
    "brand": NaN
  }
]