[
  {
    "title": "Alpha Hydrox Enhanced Lotion 10 percent Glycolic AHA -- 6 fl oz Anti-Wrinkle",
    "description": "Concentrated pure glycolic acid (one of the most effective alpha hydroxy acids on the market) works diligently on your complexion, leaving skin visibly firmer, smoother, and more refined with a simple, once-a-day application of this treatment lotion. For added moisturizing benefits, pure vitamin E--long known to beautifully rehydrate skin--is also a key ingredient.10% AHA Anti-Wrinkle Treatment.Recommended for:&nbsp; &nbsp;Dry to Normal Skin Types.&nbsp;Not for use on delicate/sensitive skin.Absorbs quickly.&nbsp; Fragrance-free.&nbsp; Effective pH 4.Proven to significantly reduce the appearance of fine lines and wrinkles.Safely lifts dead cells from the skin's surface to revitalize and help restore youthful, healthy, radiant-looking skin.Renews moisture, refines texture, improves elasticity and skin tone.Specially formulated with rich moisturizers and Vitamin E.Contains 10% pure Glycolic-AHA.The exfoliating effect of Alpha Hydrox Enhanced Lotion is also beneficial for use on the legs, arms and body.&nbsp; Its rich moisturizers and alpha hydroxy provide soft, smooth, silky skin when used on these areas.",
    "itemID": "B000052YM7",
    "helpful": [
      1,
      2
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 561
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 9.67,
    "brand": "Alpha Hydrox"
  },
  {
    "title": "Alpha Hydrox Night Replenishing Cream 2 oz.",
    "description": "Light Moisturizer with Vitamin ERecommended for:&nbsp;Dry to Normal Skin.Vitamin E.&nbsp; Fragrance-Free.&nbsp; Non-greasy.Provides rich yet light, long-lasting moisturization.Leaves skin feeling soft and smooth with no greasy afterfeel.Contains natural moisturizers and light, penetrating oils.Helps protect against damaging effects of environmental pollutants.Specially formulated to work with Alpha Hydrox&reg; Anti-Wrinkle Treatment products.This product does not contain alpha hydroxy acid.",
    "itemID": "B0000535OF",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13260
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 9.79,
    "brand": "Alpha Hydrox"
  },
  {
    "title": "Sun Moon Stars By Karl Lagerfeld Womens Eau De Toilette (EDT) Spray 3.3 Oz",
    "description": "Launched by the design house of Karl Lagerfeld in 1994, SUN MOON STARS is classified as a refreshing, oriental, floral fragrance. This feminine scent possesses a blend of fruit, oriental florals, orange blossom, amber and musk. It is recommended for dayti",
    "itemID": "B000JBWZR6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 120424
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Toilette"
      ]
    ],
    "price": 20.22,
    "brand": "Karl Lagerfeld"
  }
]