[
  {
    "title": "Proactiv Solution Refining Mask 2.5 Oz",
    "description": "Developed by dermatologists specifically for the management of acne, this soothing mask provides deep cleaning while helping refine problem skin. From Proactiv(R) Solution\n\nSize 2.5 oz",
    "itemID": "B001G7OCSM",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 426
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 2.0,
    "brand": "Proactiv"
  },
  {
    "title": "Cindy Crawford Meaningful Beauty WRINKLE SMOOTHING CAPSULES - 7 capsules",
    "description": "These pearl-like capsules contain an advanced anti-aging serum designed to smooth the appearance of fine lines, wrinkles and crow's feet around the mouth, forehead and eyes. Our exclusive peptide blend is formulated to help promote skin firmness that has been lost through time. For immediate revitalizing benefits, hyaluronic acid helps maintain hydration-instantly giving your skin a more youthful appearance. Gently open capsule by twisting off the small nodule. Apply serum with gentle upward strokes, targeting fine lines and wrinkles. Can be used daily, alone or under makeup.",
    "itemID": "B004P14XNK",
    "helpful": [
      4,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 38381
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 8.7,
    "brand": "Meaningful Beauty"
  },
  {
    "title": "Neutrogena Microdermabrasion System Puff Refills, 24 Count",
    "description": "Microdermabrasion Rejuvenating Puffs RefillsEach pre-dosed, one-time-use Microdermabrasion Puff has ultra-fine crystals and mild purifiers that provide the perfect amount of exfoliation. It also contains glycerin to help condition the skin as it exfoliates.Click here to see ingredients list.Dermatologist clinical study proves:Instantly:91&#37; had smoother, more luminous skin1 Week:88&#37; had visible improvement in the look of fine lines4 Weeks:88&#37; had significantly reduced appearance of wrinkles or age spots8 Weeks:72&#37; had substantially firmer-looking skinAbout the System: Visible Results in Just One UseThe Neutrogena Microdermabrasion System(sold separately) has a combination of exfoliating crystals and microvibrations that deliver refined texture and radiance in just one use.This system is clinically proven to deliver the same results as a microdermabrasion treatment from a dermatologist. You will see smoother, more radiant skin instantly, and firmer, younger-looking skin over time.Today: Softer, More Luminous SkinPre-dosed puffs deliver the perfect degree of gentle exfoliation with ultra-fine crystals and mild purifiers.Tomorrow: Firmer, Younger-Looking SkinMassaging micro-vibrations boost surface cell turnover for firmer, younger-looking skin.How to UseThe Neutrogena Microdermabrasion System is easy and convenient: just use three times per week in place of your regular cleansing scrub.Just one treatment exfoliates and boosts microcirculation to enhance blood flow, resulting in more radiant, smoother skin today and results you and everyone else can see tomorrow.What's In the Box24 Neutrogena Microdermabrasion System Puffs Refills Puffs.** Use the Neutrogena Puffs with Neutrogena Microdermabrasion System (sold separately).Rejuvenating Puffs are refills for the Neutrogena Microdermabrasion System (sold separately):Neutrogena Microdermabrasion SystemStarter kit with everything you need to revitalize your skin for one full monthTrademark Information:Neutrogena&reg;",
    "itemID": "B004Z67NSM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 709
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Microdermabrasion"
      ]
    ],
    "price": 11.49,
    "brand": "Neutrogena"
  }
]