[
  {
    "title": "Coastal Scents Professional Camouflage Concealer Palette",
    "description": "This palette comes with 10 cream concealers that offers terrific coverage. It provides full opaque coverage that is easy to apply with a concealer brush and is very easy to blend in order to create the shade that you need.",
    "itemID": "B002QFGQAK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 465
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Concealers & Neutralizers"
      ]
    ],
    "price": 16.93,
    "brand": "Coastal Scents"
  },
  {
    "title": "Manuka Honey and Manuka Oil Skin Cream",
    "description": "Skin Clear (TM) Manuka Cream 80ml/2.7 fl.oz. Contains Manuka Honey and manuka oil to keep the skin looking clear and healthy. Formulated with organic aloe vera juice instead of water for increased hydration and soothing action. This new formula includes Kukuinut Oil, a traditional Hawaiian oil for moisturizing damaged skin. This Skin Clear Cream has a 74% organic content and 91% overall natural composition, and contains no parabens, artificial colorants or fragrances.Ideal for acne-prone skin, this cream will improve the appearance of blemished skin and promote skin elasticity through the action of manuka honey and other powerful natural moisturizers. Continuous use of this cream will restore the skin's natural moisture barrier, often damaged by acne and acne medications, and protect against further damage.",
    "itemID": "B001DBC8K0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 18642
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 19.2,
    "brand": NaN
  },
  {
    "title": "Derma E Skinbiotics Treatment Creme -- 4 oz",
    "description": "derma e Skinbiotics Treatment Creme blends eco-friendly Tea Tree Oil with organic Oregano Oil in an effective formula to help fight bacteria including Staphylococcus and E Coli, and improves a variety of skin problems. A natural solution that provides anti-bacterial, anti-fungal and antiseptic qualities to help fight infections and to relieve insect bites, rashes and abrasions. This rich, nourishing and soothing creme also helps hydrate, soften and repair problem skin. derma e is Family Owned and OperatedProven Natural Formulations Since 1984Cruelty-Free / VeganParaben-Free",
    "itemID": "B001R1E2FK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 20769
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 14.3,
    "brand": "Derma E"
  }
]