[
  {
    "title": "Rezamid Acne Treatment Lotion, 2 oz.",
    "description": "The original acne therapy with Color Matcher. Comes with a tube of color that you mix to match your own skin tone. Therapeutic for mild blemishes and whiteheads. Dries and debrides at the same time. Also helps to absorb excess oils.INGREDIENTS:Sulfur, Resorcinol, Purified Water, SD-40 Alcohol 28, Zinc Oxide, Talc, Titanium Disoxide, Propylene Glycol, Attapulgite, Lauramide DEA, Iron Oxides, Sodium Bisulfite, PEG-8 Laurate, Parachlorometzxylenol, Hydroxyethylcellylose, Sodium Chloride, Sodium Polynapthalene Sulfonate, EDTA, Methylparaben, Xanthan Gum, Butylparaben, Fragrance, Simethicone, Color Matcher contains: Iron Oxides, PEG-8, PEG-8 Laurate, Simethicone.SUGGESTED USE:See package for details.",
    "itemID": "B0000Y3D4Q",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8837
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 22.48,
    "brand": "Summers Laboratories"
  },
  {
    "title": "WEN&reg; Sweet Almond Mint Styling Creme 6oz",
    "description": "Achieve all your styling options and the benefits of a leave-in conditioner, polishing gloss and gel in one product. This amazing styling creme works great on straight, wavy and curly hair types to give them rich moisture, gleaming shine and body with hold. The virtually weightless formula is used as a heat-protectant from damage caused by styling tools, and also to tame hair from frizz when drying naturally.",
    "itemID": "B0006Q3O3S",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3767
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 24.0,
    "brand": "WEN&reg; by Chaz Dean"
  },
  {
    "title": "Clarisonic Classic Sonic Skin Cleansing System - PINK",
    "description": "Our original 2-speed Sonic Skin Cleansing System redefined skin cleansing to give you cleaner, healthier skin.\nSonic Skin Cleansing improves skin tone, reduces the appearance of pore size and helps skin care products work their best.  \nThe Clarisonic Skin Cleansing System uses a patented sonic frequency of more than 300 movements per second to clean, soften and smooth skin. In just 60 seconds, the micro-massage action removes 6X more makeup and 2X more dirt and oil than cleansing with your hands alone. Removing more dirt and oil from your pores also helps products work more effectively.",
    "itemID": "B000V26BQY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 176997
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Treatment Tools",
        "Face Cleansing Brushes"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]