[
  {
    "title": "Beautyblender, The Ultimate Makeup Sponge Applicator, 1 Sponge",
    "description": "Modernize the Way You MakeUp! The Ultimate MakeUp Sponge Applicator. Designed by two top Hollywood Make up artists, Beautyblender is the most versatile make up tool you'll ever own. It 's elliptical teardrop shape is super soft to the touch, like suede and allows you to access hard-to-reach places making your make up application foolproof. It's washable, re-useable and recyclable. It's latex free and anti-microbial. Can be used with all types of make up; liquid base, cream base, mineral make up, cream blush, powders etc. Use Beautyblender damp or dry...we like to use it damp.Please note, Beautyblender will expand when wet. Application tip: Stipple or \"bounce\" Beautyblender when applying your make up for a flawless, airbrush type of finish.",
    "itemID": "B000HRVC5I",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 764
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Puffs, Sponges & Wedges"
      ]
    ],
    "price": 15.95,
    "brand": "BeautyBlender"
  },
  {
    "title": "Josie Maran Argan Color Stick (Love)",
    "description": "Rosey color stick for your lips and cheeks.",
    "itemID": "B0073L982K",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 110656
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Blush"
      ]
    ],
    "price": 23.25,
    "brand": NaN
  },
  {
    "title": "Best-Selling Hyaluronic Acid Serum for Skin-- 100% Pure-Highest Quality, Anti-Aging Serum-- Intense Hydration + Moisture, Non-greasy, Paraben-free-Best Hyaluronic Acid for Your Face (Pro Formula) 2 oz.",
    "description": "Pure Hyaluronic Acid Serum Offers Effective Hydrationand Anti-Aging Benefits For a Youthful Appearance to Skin-Fix uneven skin tone-Heal dryness on face with intense hydration-Skin plumping properties help reduce fine lines and wrinkles-Instantly brighter complexion-Lighten dark under eye circles-Under eye puffiness treatmentsafe product for sensitive skin, oily skin remedy; safe for all skin types100% pure and stable hyaluronic acid at the highest concentration, to ensure its fullestpotential with maximum results.Hyaluronic Acid effectively binds water to cells and is responsible for theelasticity and resiliency of the skin. Such properties make Hyaluronic Acid Serum effectivein transforming skin to promote a healthy and balanced glow.**All Cosmedica Skincare products are backed by our 30 day satisfaction guarantee**",
    "itemID": "B0090UJFYI",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 189
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 24.99,
    "brand": "Cosmedica Skincare"
  }
]