[
  {
    "title": "Creative Nail Cuticle Away, 6 Fluid Ounce",
    "description": "A professional cuticle remover and callus softener. This liquid gel dissolves dead skin around the nail for quick, easy and painless cuticle removal. Formulated with aloe vera to prevent over drying of the skin and nails, CND Cuticle Away can also be used to soften calluses for easy removal.",
    "itemID": "B0012K3RFM",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2265
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Cuticle Care",
        "Cuticle Removers"
      ]
    ],
    "price": 5.8,
    "brand": "Creative Nail"
  },
  {
    "title": "Nabi Nail Polish Purple Jumbo Glitter 161 - 15mL",
    "description": "nail polish bottle brand New. 15ml, 0.53 fl Oz",
    "itemID": "B00AC8NLVK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 12761
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 2.75,
    "brand": "Nabi"
  },
  {
    "title": "Band Geek Nail Polish - Black Gold Metallic Copper Silver Gillter Nail Lacquer - 0.5 oz Full Sized Bottle",
    "description": "Here at KBShimmer, we love bold colors, and where better to go bold then on your nails with our new KBShimmer Nail Polish! In high school, kids tend to divide into like minded groups. This polish is part of the collection based on high school cliques. I admit it, I was a band geek. I played the flute, all jokes aside, band was a great time. This polish is an ode to the bank geeks of the world. Black jelly base to represent the oboe and clarinet, several sizes of sliver, copper, and gold to capture the flutes, horns, drums, and the rest of the band. We find that due to the size of glitters and micas, polish feels and looks best with a coat or two of quality top coat. Polish can feel rough if left without. Two coats of polish are shown in the picture along with one coat of Seche Vite top coat. This listing is for a standard full-sized 15ml / .5oz bottle. ** I can not ship nail polish to military or international addresses.** All our nail polishes are \"3-Free\" and do not contain Toluene, Formaldehyde or dibutyl phthalate. We custom blend our polish colors, you will never find us buying premade polish and just adding glitter, we start with micas, oxides, add glitter and flakes to create unique, fun, stunning colors. At this time, all colors are limited editions, so grab them while you can. Ingredients: Butyl Acetate, Ethyl Acetate, Nitrocellulose, Acetyl Tributyl Citrate, Isobutyl Acetate, Isopropyl Alcohol, Adipic Acid / Neopentyl Glycol / Trimellitic Anhydride Copolymer, Silica, Styrene / Acrylates Copolymer, N-Butyl Alcohol, Benzophenone-1, D&C; Violet #2, mica, iron oxide, tin oxide, glitter **Please remember that colors can appear different on different computer screens. I do my best to ensure pictures are a match to the real thing on my end, but I can not control your eyes or your screen :)",
    "itemID": "B00AMQWQJA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 29509
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 8.75,
    "brand": NaN
  }
]