[
  {
    "title": "STILL JENNIFER LOPEZ by Jennifer Lopez EAU DE PARFUM SPRAY 3.4 OZ",
    "description": "EAU DE PARFUM SPRAY 3.4 OZ Design House: Jennifer Lopez Year Introduced: 2003 Fragrance Notes: A Fresh Bouquet Of Soft White Flowers. Recommended Use: Evening",
    "itemID": "B00021C5Y6",
    "helpful": [
      0,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 102254
    },
    "categories": [
      [
        "Beauty",
        "Fragrance"
      ]
    ],
    "price": 27.16,
    "brand": "Jennifer Lopez"
  },
  {
    "title": "Tranquility Therapeutic 100% Silk Sleep Mask; Eye Mask Hypoallergenic, Facial Eye Beauty; Black",
    "description": "Our sleep mask is made of 100% silk charmeuse on the exterior and 100% silk filling on the inside making it lightweight for comfort around the eyes and smooth for comfort on the skin. Attached is an elastic strap which is also wrapped in silk. This 100% silk contains no synthetic materials and has a feel which is unparalleled. Silk's natural amino acids promote the rehydration of your skin. Enjoy the benefits of 100% silk.",
    "itemID": "B00G2GNKDK",
    "helpful": [
      24,
      25
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 954
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Masks"
      ]
    ],
    "price": 14.99,
    "brand": NaN
  },
  {
    "title": "L'Oreal Paris Infallible Never Fail Powder, Nude Beige, 0.30 Ounce",
    "description": "Want a naturally perfect, long-lasting look? Now, Infallible&#174; Never Fail Powder introduces 16 hours of flawless, versatile coverage. This unique powder is formulated with high-resistance pigments that help defy heat and humidity so you stay shine-free all day. The ultra fine powders blend comfortably with skin, so the look is natural, seamless &#8211; never heavy or dry. Plus, you get coverage you control, from sheer to full. Use it dry for soft, buildable coverage or dampen the sponge and use wet for more foundation-like coverage. Either way, this silky pressed powder blends easily and feels light and comfortable on your skin all day long. SPF 20 sunscreen. Available in 6 Never Fail shades.",
    "itemID": "B001OQH6HY",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 33603
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 12.25,
    "brand": "L&#39;Oreal Paris"
  }
]