[
  {
    "title": "e.l.f. Cosmetics Foundation Brush",
    "description": "Achieve an ultra smooth, poreless finish when applying foundation or tinted moisturizer. For best results use upward brush strokes.",
    "itemID": "B002CKYZMK",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 65910
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 3.89,
    "brand": "DDI"
  },
  {
    "title": "Cameo Perfect Brow Makeup Natural",
    "description": "Buy Cameo Eye Brow Makeup - Cameo Perfect Brow Makeup Natural",
    "itemID": "B004WPGXSW",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 3368
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyebrow Color"
      ]
    ],
    "price": 6.79,
    "brand": "Cameo"
  },
  {
    "title": "MySpring It - Spring Facial Hair Removal Tool (Better than R.E.M. for less money)",
    "description": "The New \"must have\" facial hair remover for every woman. In just 2 minutes your unwanted facial hair will be gone!! With \"My Spring It\" you can remove facial hair by yourself, without damaging your skin.\n1. The hair is being pulled from the root, it won't grow any darker or thicker like when you shave.\n\n2. When using \"My Spring It\", your skin is not subjected to chemicals or burns like when you wax.\n\n3. \"My Spring It \"catches several strands of hair and not one by one like when you pluck.\n\n4. With \"My Spring It\" you get to save your money (unlike going to the facials). \"My Spring It\" can be used up to one year before replacement and is affordable for every woman (unlike laser hair removal)\n\n5. \"My Spring It\" is very small and doesn't need any battery or electricity, so you can add it to your make up bag and take it with you everywhere!\n\n6. You can use \"My Spring It\" on cheeks, chin and upper lip hair, also great for fine hair\nand peach fuzz! (like facial hair threading or threading hair removal). Product demonstration videos are available at myspringit.com",
    "itemID": "B0051918JW",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Health & Personal Care": 3023
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 1.51,
    "brand": "Facial Hair Removal"
  }
]