[
  {
    "title": "SHORT SEXY HAIR CONTOL MANIAC WAX 1.8 OZ-PACKAGING MAY VARY",
    "description": "Made in USA.No Animal Testing.Guaranteed only when sold only in a professional salon.Additional Product Information from drugstore.com, inc.:drugstore.com, inc. is not associated or affiliated with&nbsp;Sexy Hair Concepts and is not a licensed retailer of Sexy Hair Concepts.&nbsp;Sexy Hair Concepts&nbsp; guarantees this product only when sold through authorized retailers, and cannot guarantee the authenticity of any product sold by an unauthorized retailer. drugstore.com, inc. cannot guarantee that this product is covered by any manufacturer's warranties or eligible for any manufacturer's rebate. If the UPC codes or other tracing codes are missing from any product container of a&nbsp;Sexy Hair Concepts&nbsp;product, please retain your purchase receipt to assist in the tracing of that product in the unlikely event it is defective.",
    "itemID": "B0009EXOP0",
    "helpful": [
      4,
      4
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 9147
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Pomades & Waxes"
      ]
    ],
    "price": 12.15,
    "brand": "Sexy Hair"
  },
  {
    "title": "Herstyler Argan Oil Hair Serum (2.0 oz 60ml)",
    "description": "This hair serum is Argan Oil with Provitam E formula for healthier hair and instant shine. Herstyler's Argan Oil Hair Serum is a hair stylist's dream! This fantastic product instantly eliminates frizz and wiry, unmanageable hair by instantly controlling, smoothing and shining!  Get soft, glossy hair in seconds with this light, non-greasy serum. It can be used as required to touch up your hair style. A little goes a long way! Our hair serum is ideal for use on just-straightened hair, making it glossy and sleek, while also activating and refining just-curled hair. Extremely economical, you only need a tiny amount to transform and protect your hair. Herstyler's Argan Oil Hair Serum also repels moisture and prevents frizziness in humidity. Argan Oil Hair Serum can be applied to soaking wet hair before styling, or sparingly on newly styled hair as well.  Directions for Use: Use a small amount on damp hair before styling for ultimate shine and softness. apply to dry hair before and after straightening to seal split ends and reduce fluffiness.",
    "itemID": "B000TW2JQC",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8178
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Styling Serums"
      ]
    ],
    "price": 5.34,
    "brand": "HerStyler"
  },
  {
    "title": "Cetaphil Fragrance Free Daily Facial Moisturizer, SPF 15, 4-Ounce Bottles (Pack of 2)",
    "description": "",
    "itemID": "B001ET73D8",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13054
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions"
      ]
    ],
    "price": 27.89,
    "brand": "Cetaphil"
  }
]