[
  {
    "title": "Elegant 100 Piece Glitter Eyeshadow Makeup kit in Black Palette",
    "description": "This Stylish 100 Color Piece Glitter Eye shadow Markup kit is all you need to bring out the perfect look for your eyes. . All Colors comes packed in a Black Snap on Pallette Casing. Perfect for any road trip and Daily use. This palette .has all the colors you need to recreate sophisticated or edgy looks for day and night",
    "itemID": "B004FAJFDO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5550
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Glitter & Shimmer"
      ]
    ],
    "price": 9.95,
    "brand": NaN
  },
  {
    "title": "15pcs Nail Art Painting Pen Brush",
    "description": "Package includes : 3x Drawing Tools 7x Painting Tools (also can use as gel nail curing brush) 2x Liners 1x Dotting Tool 2x Fan brushes for nail art effect (also can use as eye shadow brush)",
    "itemID": "B006L1DNWY",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Home &amp; Kitchen": 247
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 2.76,
    "brand": "Crazy Cart"
  },
  {
    "title": "MASH 12pc Studio Pro Makeup Make Up Cosmetic Brush Set Kit w/ Leather Case - For Eye Shadow, Blush, Concealer, Etc",
    "description": "New from MASH! This 12pc set includes all the brushes you'll ever need to create perfectly polished makeup styles. Perfect for professional salons or personal use! Each brush is covered with a clear plastic wrap for cleanliness. For best result it is recommended to wash brushes & air dry before use. This affordable makeup brushes set contains every brush pictured.How to Clean Makeup Brushes:1. Run the bristles of brush under warm running water.2. Apply a small amount of gentle shampoo to bristles and work into a light lather.3. Rinse bristles thoroughly under running water. You will notice that the water leaving the brush is tinted from old makeup.4. Continue rinsing until no color leaves the brush.5. Allow it to air-dry.",
    "itemID": "B006YC3UP0",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 15153
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 12.99,
    "brand": NaN
  }
]