[
  {
    "title": "Thayers - Rose Petal Witch Hazel with Aloe Vera Alcohol-Free Toner - 12 oz.",
    "description": "Thayers Witch Hazel with Aloe Vera Rose Petal With ALOE VERA Formula Gentle Moisturizes Vitamin E Alcohol-Free Rose Petal Witch Hazel Toner With Certified Organic Witch hazel and Aloe Vera Formula Over 120 years ago Rose Thayer niece of Henry Thayer MD developed an all-natural recipe for extra-soft youthful-looking skin As she aged many would comment on how she always looked 10 years younger than she was Now for the first time her secret formula of Rose Petal water blended with Witch Hazel extract Certified Organic Aloe Vera and Vitamin E is being made available Witch Hazel helps to tighten pores and to smooth and beautify skin without drying THAYERS proprietary Certified Organic Witch Hazel (derived from the bark) is not distilled thereby maintaining all the beneficial natural tannins Assay of hamamelitannin shows that Witch Hazel bark extract is 31 times richer in hamamelitannin than the leaf extract and 87 times richer than the stem extract (Resource: Vennat B \"Tannins from Hamamelis virginana \" Plant Medica 54(1988):454-457) \"Rose's secret to looking 10 years younger naturally\" Alcohol-Free Paraben-Free Propylene Glycol-Free Un-Distilled Witch Hazel (with all the beneficial natural tannins) Moisturizes Cleanses Free Of Alcohol Disclaimer These statements have not been evaluated by the FDA These products are not intended to diagnose treat cure or prevent any disease Thayers Witch Hazel with Aloe Vera Rose Petal Directions Apply with a cotton ball or soft pad to cleanse soften refresh and moisturize skin Use anytime throughout the day as a softening refresherIngredients: Purified water aloe barbadensis leaf (certified organic filet of aloe vera) glycerin (vegetable) fragrance (natural rose) hamamelis virginiana (THAYERS proprietary un-distilled certified organic witch hazel) extract rosa centifolia (rose) flower water citric acid citrus grandis",
    "itemID": "B00016XJ4M",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 10.48,
    "brand": "Thayer&#39;s"
  },
  {
    "title": "Dickinson?s Original Witch Hazel Pore Perfecting Toner 16 oz",
    "description": "The only 100% natural pore perfecting toner that gently cleanses and conditions pores to maintain clear, smooth and balanced skin. Pore perfecting toner tightens and refines pores, gently removing excess oil, dirt, and makeup residue without over drying - for evenly toned and beautifully smooth skin everyday. Dickinson's original witch hazel - clean should feel this good. All natural skin care since 1866. Made in USA.",
    "itemID": "B000GCQ04C",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1195
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Toners & Astringents"
      ]
    ],
    "price": 8.24,
    "brand": "T.N. Dickinson&#39;s"
  },
  {
    "title": "Acnomel Adult Acne Medication Cream - 1.3 Oz",
    "description": "Adult Acnomel adult acne medication tinted cream clears up acne pimples and helps prevent new ones from forming. It is an effective treatment of adult acne & blemishes. Helps improve skin texture affected by Rosacea. Less drying does not contain Benzoyl Peroxide.",
    "itemID": "B001ACCZ5K",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1949
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 10.11,
    "brand": "Numark"
  }
]