[
  {
    "title": "It's a 10 miracle leave -in Plus Keratin 10oz",
    "description": "Plus keratin. Does 10 things instantly. Maintenance of keratin straightening treatments. Increases styling and manageability.",
    "itemID": "B005F4BH8A",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 105
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 26.4,
    "brand": "ITS A 10"
  },
  {
    "title": "KoKo du lait Daily Leave In Moisturizing Detangler For Wavy, Curly, Kinky, Relaxed &amp; Chemically Treated Hair",
    "description": "KoKo du lait pronounced (coco-do-lay) is a daily leave in moisturizer and detangler that makes it easier to remove knots and tangles from all hair types . KoKo du lait also keeps your hair properly moisturized all day and infuses your hair with  moisturizing Coconut Milk. Use along with Cha'Cha Ultra Moisturizing Shampoo and TUKKA Natural Hair Treatment for great results!\n\nYou can also treat your hair to the intoxicating aroma  Le'Moka Chocolate Deep Conditioning Hair Mask to infuse your hair with moisture, vitamins and antioxidants.",
    "itemID": "B006KWA6EW",
    "helpful": [
      0,
      1
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 23520
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 11.5,
    "brand": NaN
  },
  {
    "title": "ApHogee Keratin and Green Tea Restructurizer 8 fl. oz",
    "description": "ApHogee Keratin and Green Tea Restructurizer is the first product to combine heat-activated protein and green tea to produce dramatic results for conditioning and restructuring the hair shaft.",
    "itemID": "B000142P12",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5640
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 7.25,
    "brand": "Aphogee"
  }
]