[
  {
    "title": "Secura Hot &amp; Cool Facial Steamer Micro-fine Mist Sauna w/ Essence Oil and Herbal Therapy",
    "description": "1) The steamer features separate tanks for hot and cold water, allowing you to save space and benefit from a facial steamer that you would once only find in a high-end salon or spa.2) Hot steam allows you to remove dirt, oil and grime from your skin and can be used as an alternative to exfoliating scrubs and chemical peels. &nbsp;Hot steam can open and unclog your pores to prevent blackheads, breakouts and other imperfections. &nbsp;3) Cool mist provides a soothing effect to sensitive skin whether from acne, thinness or sunburn. &nbsp;The cool spray causes the pores to shrink, allowing you to enjoy bright and delicate skin. &nbsp;Cool mist allows you to naturally moisturize as well.4) The permeation of the steam can cause the epidermis cells to soften and expand. This aids in the removal of keratinized skin cells and allows you to maintain a bright and delicate skin. The elasticity and gloss of your skin is determined by the content of collagen and hydrophilic factors. Hot steam can promote the regeneration of collagen and activate the hydrophilic factors to create skin that is more tender, smooth and delicate in appearance. Replenish moisture for anti-allergy and desensitization&nbsp;5) The cool mist will help the body improve its cold resistance capability as well as decrease allergies and prevent catching a cold. It will encourage skin to tighten and shrink the pores, providing you with a bright and healthy skin. Long-term use of cool mist also aids in fading spots, reducing inflammation and redness and inhibits the formation of melanocytes. &nbsp;6) Intensify the skin elasticity with hot/cool mist alternation.7) Besides skin care, the steamer can also be used for interior humidifying in a powerful and efficient way.",
    "itemID": "B004ML689A",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 7194
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 65.99,
    "brand": NaN
  },
  {
    "title": "Olivella All Natural Virgin Olive Oil Moisturizer From Italy (50ml) 1.69 Fluid Ounces",
    "description": "Olivella All Natural Virgin Olive Oil Moisturizer From Italy helps moisturize and rejuvenate skin. Povides benefits of deep moisturizing while you sleep.",
    "itemID": "B000EGMHKQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8249
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 13.02,
    "brand": "Olivella"
  },
  {
    "title": "L'Oreal Paris EverCreme Sulfate-Free Moisture System Cleansing Conditioner, 8.3 Fluid Ounce",
    "description": "Evercreme is the first sulfate-free moisture lock system that delivers lush 48-hour hydration without heavy coating waxes. Rich in natural omega 3-9.",
    "itemID": "B005HIH7YM",
    "helpful": [
      0,
      1
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 478
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 5.82,
    "brand": "L&#39;Oreal Paris"
  }
]