[
  {
    "title": "Duri Rejuvacote Nail Growth System .61 Fl.oz",
    "description": "Rejuvacote will heal and cure your split cracked and acrylic eaten nails. In a few weeks you will enjoy the look and f eel of strong, natural nails. Brand New Fresh Bottle. Just arrive! Directions: Begin with clean dry nails. Apply one coat of Rejuvacote as base coat. Apply nail color if desired. Apply Rejuvacote as top coat, daily. After 7 days, remove with polish remover. As your nails improve, apply every other days or as needed. FEEDBACK POLICY We strive for 100 positive feedback. If you feel we do not deserve a postive feedback,please write to us. Let us resolve the issue to make up and meet your expectation. CONTACT INFORMATION Email to us : gabrielacosmetic@aol.com",
    "itemID": "B000PW7K38",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2924
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Growth Formula"
      ]
    ],
    "price": 8.48,
    "brand": "Duri Cosmetics"
  },
  {
    "title": "Maybelline New York Express Finish 50 Second Nail Color, Sunset Prisms 330, 0.5 Fluid Ounce",
    "description": "Express finish nail color's fast drying formula goes from wet to set in 50 seconds! The advanced wear anti-chip formula gives tips a fresh, vivid look and lasts for days. Exclusive control-flow brush dispenses the exact amount of color for a smooth, even application that resists chipping and peeling.",
    "itemID": "B000S7ZT6U",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 44917
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 1.01,
    "brand": "Maybelline"
  },
  {
    "title": "5pcs 2-ways Acrylic Uv Gel Nail Art Design Tips Dotting Painting Brush Pen Set",
    "description": "It can also be used for creating dots - of an even or decreasing size - and to pill dots into petal shapes when doing finely detailed flowers. One end with a larger ball and another end with a smaller one for various marbleizing work",
    "itemID": "B005Y6F4WO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 47
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 2.04,
    "brand": "Uniqstore"
  }
]