[
  {
    "title": "Eucerin Q10 Anti-Wrinkle Sensitive Skin Lotion SPF, 4 Ounce",
    "description": "Eucerin Q10 Anti-Wrinkle Sensitive Skin Lotion SPF 15 is a gentle, non-irritating way to reduce the appearance of wrinkles and the signs of aging.  And with the added benefit of SPF 15, it helps protect the skin against premature aging caused by sun exposure.  Coenzyme Q10 occurs naturally in the body to defend against the aging process.  As you age, the amount of Q10 in your skin decreases.  Eucerin Q10 Anti-Wrinkle Sensitive Skin Lotion helps to replenish this naturally occurring enzyme which is vital to healthy skin.  Together with antioxidant Vitamin E and sunscreen, it helps provide healthy looking skin.",
    "itemID": "B00005B9FV",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 10.36,
    "brand": "Eucerin"
  },
  {
    "title": "Soap Glycerine Vitamin-E 4 Ounces",
    "description": "&lt;P&gt;&lt;UL&gt; &lt;LI&gt; &lt;DIV&gt;Biodegradable&lt;/DIV&gt; &lt;LI&gt; &lt;DIV&gt;Hypo-Allergenic&lt;/DIV&gt; &lt;LI&gt; &lt;DIV&gt;Cruelty Free&lt;/DIV&gt;&lt;/LI&gt;&lt;/UL&gt; &lt;P&gt;&lt;STRONG&gt;Why Glycerin Soap?&lt;/STRONG&gt;&lt;BR&gt;Glycerin is a humectant which, through its hydro-scopic action, draws moisture into the skin naturally.&#xA0; It cleanses without stripping or upsetting the delicate natural pH balance necessary for soft, healthy skin.&lt;/P&gt; &lt;P&gt;Clearly Natural Glycerin Products are:&lt;/P&gt; &lt;UL&gt; &lt;LI&gt; &lt;DIV&gt;100% vegetable glycerin&lt;/DIV&gt; &lt;LI&gt; &lt;DIV&gt;Hypo-allergenic for people with sensitive skin.&lt;/DIV&gt; &lt;LI&gt; &lt;DIV&gt;Dermatologist recommended&lt;/DIV&gt; &lt;LI&gt; &lt;DIV&gt;100% natural ingredients&lt;/DIV&gt; &lt;LI&gt; &lt;DIV&gt;Completely biodegradable&lt;/DIV&gt; &lt;LI&gt; &lt;DIV&gt;Longer lasting with superior sudsing action&lt;/DIV&gt; &lt;LI&gt; &lt;DIV&gt;Animal-Friendly:&#xA0; no animal testing an no animal ingredients&lt;/DIV&gt;&lt;/LI&gt;&lt;/UL&gt;&lt;/P&gt;",
    "itemID": "B000089SA4",
    "helpful": [
      3,
      6
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 24636
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 4.09,
    "brand": "Clearly Natural"
  },
  {
    "title": "Neutrogena Clean Replenishing Deep Recovery Hair Mask, 6 oz",
    "description": "The concentrated weekly treatment for soft, lustrous hair. Developed to treat extra dry or over-processed hair. This intensive moisture treatment rescues even the most dehydrated hair strands. Use this restorative mask each week for effective treatment of extra dry or over-processed hair. So powerful, just a small amount is enough to restore dried out strands to be soft, lustrous and shining in minutes. Three naturally derived extracts penetrate to help moisturize each layer of the hair strand: Olive penetrates to the center; Meadowfoam Seed helps moisturize the middle; Sweet Almond wraps the surface.",
    "itemID": "B00027CDYM",
    "helpful": [
      5,
      7
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 5067
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 6.29,
    "brand": "Neutrogena"
  }
]