[
  {
    "title": "Organic R/S Root Stimulator Olive Oil Heat Protection Serum, 6 Ounce",
    "description": "Provides heat protection for hair. It helps to straighten the hair while shielding it from heat damage caused by using hot tools including blow dryers, curling and flat irons. Infused with coconut oil and essence of olive oil to add shine and moisture. Aids in leaving the hair silky, shiny and smooth.",
    "itemID": "B003GQQDQK",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 67696
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 2.64,
    "brand": "Organic R/S"
  },
  {
    "title": "Village Naturals Therapy Aches &amp; Pains Mineral Bath Soak 20 oz",
    "description": "Let Village Naturals TherapyTM Aches & Pains Mineral Bath Soak make a house call. Soothe and comfort your body by soaking in a warm bath. Our therapeutic formula is enriched with vitamins, skin softening ingredients and aromatherapy vapors to help you feel better. Relax with ingredients that have been extracted from natural sources. This product contains Eucalyptus to soothe and revitalize, chamomile to calm and relax, and rosehips to comfort and renew. \n\nThis product has never been tested on animals and does not contain animal-derived ingredients.",
    "itemID": "B00107BB82",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9903
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bath",
        "Minerals & Salts"
      ]
    ],
    "price": 14.5,
    "brand": "Village Naturals"
  },
  {
    "title": "Maybelline New York ColorSensational Lipcolor, Pink Quartz 115, 0.15 Ounce",
    "description": "Smoother, more nourished lips instantly. The freshest, most fabulous color. Color sensational lipcolor's exclusive nourishing honey nectar dramatically hydrates beyond perfection. Discover a sensational Improvement in overall lip appearance.",
    "itemID": "B002L6NZHG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 78410
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 3.77,
    "brand": "Maybelline"
  }
]