[
  {
    "title": "Marc Anthony Instantly Thick Hair Thickening Cream, 6 oz",
    "description": "Get Fuller Hair in an InstantFuller hair is definitely a great advantage as it lets you sport those great looking hairstyles. Marc Anthony True Professional Instantly Thick, Hair Thickening Cream is that special product designed to add volume to your hair making you feel confident.Perfected by World Champion Hair Stylist, Marc AnthonyGives you voluminous hairSoft to touchThis product can completely transform thin hair into fuller hair that is bouncing with volume. It strengthens each strand preventing it from breaking.Just for you:For hair that needs volumeA Closer Look:Marc Anthony True Professional Instantly Thick, Hair Thickening Cream is fortified with a custom blend of hydrolyzed corn, wheat and soy proteins called phytokeratin. This helps strengthen each hair strand while adding intense shine and instant lift for voluminous hair.You Won't Find:Doesn't contain alcohol and is not tested on animals.Get Started:Apply from root to end on damp hair and add heat by blow-drying to maximize fullness.",
    "itemID": "B000BKLBES",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8028
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 8.78,
    "brand": "Marc Anthony"
  },
  {
    "title": "Hempz Herbal Moisturizer, 17-Fluid Ounce (500 ml) (Package may vary)",
    "description": "Pure Herbal Extracts. All-day moisturizing lotion enriched with pure hemp seed oil and extract. Hempz Moisturizer is an all day herbal body lotion providing dramatic skin through the use of pure hemp seed oil and extract. Pure hemp seed oil and extract are rich sources of essential fatty acids and key amino acids, vital to nourishing, hydrating and protecting skin. Enriched with shea butter, ginseng and natural extracts to calm, soothe and condition the skin. Vitamins A, C, & E help protect skin from natural and environmentally triggered oxidants to help reduce the appearance of the lines and wrinkles. Provides 12 hour moisturization. THC drug free. Made in USA.",
    "itemID": "B000OYJ9AO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 109
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 9.98,
    "brand": "Hempz"
  },
  {
    "title": "Vaseline Body Lotion, Aloe Fresh 20.3oz (Pack of 3)",
    "description": "",
    "itemID": "B001ECQ4JE",
    "helpful": [
      3,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9039
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 23.81,
    "brand": "Vaseline"
  }
]