[
  {
    "title": "Neutrogena Norwegian Formula Fast Absorbing Hand Cream, 3 Ounce",
    "description": "Neutrogena Norwegian Formula Fast Absorbing Hand Cream instantly delivers the moisture you hands need without any greasy after feel. This lightweight formula was developed with dermatologists and works in three ways: Moisturizes and nourishes skin to transform uncomfortably dry, hands into soft, smooth hands. Helps repair skin's moisture barrier to keep hands softer and smoother, longer. Instantly absorbs into skin and leaves behind only the comfort of perfectly soft, supple, smooth hands.",
    "itemID": "B001B1831U",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 32827
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": 5.39,
    "brand": "Neutrogena"
  },
  {
    "title": "Alterna Bamboo Sustainable Volume Hair Spray for Unisex, 4.2 Ounce",
    "description": "4.2 oz hair spray bamboo 48-hour sustainable volume spray was launched by the design house of alterna it is recommended for casual wear. Bamboo 48-hour sustainable volume spray by alterna for unisex - 4.2 oz hair spray",
    "itemID": "B007IUPZJG",
    "helpful": [
      7,
      8
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2505
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Sprays"
      ]
    ],
    "price": 16.99,
    "brand": "Alterna"
  },
  {
    "title": "Gratiae Organics Replenishing Eye Cream, 1.02 Ounce",
    "description": "Gratiae skin-care experts have set a new standard in age-defying cosmetic products. This superior, fast-acting, replenishing eye cream was designed specifically for the delicate, sensitive area of the human eye. It combats the appearance of fine lines and wrinkles as well as reduces puffiness and black circles around the eyes. This replenishing eye cream contains a newly developed beneficial blend of thermo-mineral water, restorative natural flora, and organic oats and oil. It re-tones the skin, balances the moisture level, and boosts cell renewal. Simply apply the cream onto cleansed skin in soft circular movements until absorbed. For best results, precede the application of the Replenishing Eye Cream with an application of our Replenishing Eye Serum.  Here at GRATiAE Organics, we are committed not only to seeking and sustaining organic and natural materials, but also to using all our planet's resources wisely.  We use &#x201C;Responsibly Wild Crafted&#x201D; herbs which are harvested with minimal environmental impact and are replanted with long-term sustainability in mind. In addition, we're focused on Holistically balanced products which keep the plant constituents in a state of \"natural wholeness\" without adulterating any \"naturally-occurring bonds\". (This kind of product is achieved utilizing a proprietary cold extraction process .) Holistically Balanced products enable us to maintain a focus on the whole plant and the synergistic action of all of the constituents in the plant as created by Nature. All GRATiAE products are cruelty- free, not tested on animals, and they come in packaging that's recyclable. GRATiAE Organics... Created by Nature, Perfected by Science.",
    "itemID": "B002KFOX38",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2298
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Creams"
      ]
    ],
    "price": 9.96,
    "brand": "Gratiae Organics"
  }
]