[
  {
    "title": "Sally Hansen Salon Effects, Fly with Me, 16 Count",
    "description": "Sally knows nails are the best accessory. Introducing Sally Hansen salon effects, real nail polish strips that gives you a salon fashion manicure anytime, any place. It wears like nail polish because it is nail polish. There is no dry time so you're ready to go. Salon effects lasts up to 10 days and removes easily with nail polish remover. Just peel, apply and file. Accessorize your nails with neons, glitters, and high fashion patterns with salon effects-24 fashion-forward styles to choose from.",
    "itemID": "B004KRVE22",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 23467
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 3.99,
    "brand": "Sally Hansen"
  },
  {
    "title": "i.d. BareMinerals Multi Tasking Minerals SPF20 ( Concealer or Eyeshadow Base ) - Summer Bisque - Bare Escentuals - Powder - Multi Tasking Minerals SPF20 - 2g/0.07oz",
    "description": "i.d. BareMinerals Multi Tasking Minerals SPF20 ( Concealer or Eyeshadow Base ) - Summer Bisque - Bare Escentuals - Powder - Multi Tasking Minerals SPF20",
    "itemID": "B001RVDG48",
    "helpful": [
      3,
      4
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 25782
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 13.9,
    "brand": "Bare Escentuals"
  },
  {
    "title": "Essie resort collection-Lapis of Luxury # 717",
    "description": "Formerly known as Lapis of LuxuryNail techs praised the flawless coverage and range of fashion forward shades, along with essie's outstanding durability, chipresistant formula and whimsical names. From day one, essie felt that nail polish names should be memorable and fun and she has accomplished her goalwomen everywhere are talking about them. .46 oz.",
    "itemID": "B003IX3CEM",
    "helpful": [
      4,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 29172
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 5.75,
    "brand": "Essie"
  }
]