[
  {
    "title": "Avon Moisture Effective Eye Makeup Remover Lotion",
    "description": "Moisturizes around delicate eye area as it whisks away makeup. 2 fl. oz.  Beauty Tip by Jillian Dempsey...For the freshest-looking skin in the morning, make sure you take off all your makeup in the evening. Your skin renews itself at night, and it can't effectively do that unless it's free of all makeup and daily debris....Please note that in your shipping confirmation you will be asked to let us know if you are currently receiving service from an Avon Representative. If you are, please follow the link provided in the confirmation so that s/he can receive proper credit for your Avon order placed through Amazon.com.",
    "itemID": "B00187OEWO",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 14268
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Remover",
        "Eyes"
      ]
    ],
    "price": 3.99,
    "brand": "Avon"
  },
  {
    "title": "Avon MagiX Face Perfector SPF 20,30ml 1fl oz",
    "description": "A magical new air-light colorless formula that makes all skin tones look flawless... invisible coverage. instant perfection. SPF 20. 1 fl. oz.",
    "itemID": "B001EDHAU0",
    "helpful": [
      2,
      3
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 7817
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 8.99,
    "brand": "Avon"
  },
  {
    "title": "Olay Total Effects Anti-Aging Night Firming Treatment - 1.7 Fl Oz",
    "description": "For those concerned about accelerating signs of aging, especially lack of firmness, this nightly moisturizer provides the benefit of 7 anti-aging therapies in 1 essential product all while you sleep. Subtle Lifting: Hydration for firmer skin appearance. Line Minimization: Reduces the appearance of fine wrinkles. Nourishing Moisturization: For a radiant, healthy glow. Tone Enhancement: Balances color & reduces appearance of age spots. Gentle Exfoliation: Smoothes and evens skin texture. Pore Refinement: Minimizes the appearance of pores. Free Radical Defense: Helps prevent damage to skin&rsquo;s surface. Visibly firmer, younger-looking skin every morning. It provides the total anti-aging power of moisture with a complex of vitamins, anti-oxidants and wheat protein. THIS EXCLUSIVE FORMULA IS: Dermatologically tested, Non-Comedogenic (won&rsquo;t clog pores).",
    "itemID": "B00006JT6O",
    "helpful": [
      5,
      6
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 607
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Night Creams"
      ]
    ],
    "price": 10.97,
    "brand": "Olay"
  }
]