[
  {
    "title": "Eucerin Q10 Anti-Wrinkle Sensitive Skin Lotion SPF, 4 Ounce",
    "description": "Eucerin Q10 Anti-Wrinkle Sensitive Skin Lotion SPF 15 is a gentle, non-irritating way to reduce the appearance of wrinkles and the signs of aging.  And with the added benefit of SPF 15, it helps protect the skin against premature aging caused by sun exposure.  Coenzyme Q10 occurs naturally in the body to defend against the aging process.  As you age, the amount of Q10 in your skin decreases.  Eucerin Q10 Anti-Wrinkle Sensitive Skin Lotion helps to replenish this naturally occurring enzyme which is vital to healthy skin.  Together with antioxidant Vitamin E and sunscreen, it helps provide healthy looking skin.",
    "itemID": "B00005B9FV",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 10.36,
    "brand": "Eucerin"
  },
  {
    "title": "Nivea Hand Cream, Smooth Indulgence, 3.5-Ounces (Pack of 3)",
    "description": "Helps repair dry hands; Smoothes and softens; Absorbs quickly. Nivea Smooth Indulgence Hand Cream helps repair dry hands for touchably smoother, softer skin. This unique formula is an intense, yet fast-absorbing hand cream that provides long-lasting moisturization. This formula is enriched with: Natural minerals and taurin to enhance the skin's natural moisture; Vitamins B5 & F to deliver intense, long lasting moisturization; Macadamia nut oil to replenish dry skin and cuticles. Made in France.",
    "itemID": "B000URKWQU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 17269
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": 12.99,
    "brand": "Nivea"
  },
  {
    "title": "Nivea Q10 Skin Firming Body Lotion , 13.5 fl oz  (Pack of 2)",
    "description": "",
    "itemID": "B001FB5IDW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5023
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 11.0,
    "brand": "Nivea"
  }
]