[
  {
    "title": "Neutrogena Wave Power-Cleanser and Deep Clean Foaming Pads",
    "description": "The Neutrogena Wave Power Cleanser is a breakthrough new battery-operated power cleanser that gives you soft, glowing skin you will notice and feel after just one use..caption { font-family: Verdana, Helvetica neue, Arial, serif; font-size: 10px; font-weight: bold; font-style: italic; } ul.indent { list-style: inside disc; text-indent: 20px; } table.callout { font-family: Verdana, Helvetica, Arial, serif; margin: 10px; width: 250; } td.callout { height: 100 percent; background: #9DC4D8 url(http://images.amazon.com/images/G/01/electronics/detail-page/callout-bg.png) repeat-x; border-left: 1px solid #999999; border-right: 1px solid #999999; padding: 10px; width: 250px; } ul.callout { list-style: inside disc; text-indent: -12px; font-size: 12px; line-height: 1.5em; } h5.callout { text-align: center; }The Neutrogena Wave Power Cleanser offers:Gentle massaging action to penetrate deep into pores.Ergonomic shape to fit perfectly in your hand.Waterproof design so you can use it in the shower.The Deep Clean pads create foam that penetrates deep into pores.View larger.Ergonomically Shaped and Easy to UseThe device is ergonomically shaped to fit perfectly in your hand. Plus it's small enough to carry with you when you travel--so you can be sure of perfect skin wherever you are. The Wave package includes 14 Deep Clean foaming pads with cleanser infused right inside them.To use the Wave, simply install a single pad and push the switch to turn it on. The whole machine vibrates gently. Hold the power cleanser under a bit of water to activate the pad, and a light foam appears. Move the pad over your face, allowing it to massage the foam deep into your pores to remove more dirt, oil, and makeup than ordinary cleansing. Additionally, the soft texture of the pads helps to sweep away layers of dead skin cells. When the foam rinses off, it leaves your skin incredibly clean, smooth, and glowing. And the Wave is so gentle, you can use it every day!Waterproof and Disposable PadsThe Neutrogena Wave is water resistant and can be used at the sink or in the shower. When you are finished, simply throw the pad away and rinse off the device. Deep Clean pad refills are available if you use up the included supply. The Wave runs on one AA battery (included).With the Wave's affordable price, it's easy to treat yourself to glowingly beautiful skin.What's in the BoxPower cleanser, attachment head, 14 pads, one AA battery.",
    "itemID": "B000V2J3ZK",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 92947
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 28.0,
    "brand": "Neutrogena"
  },
  {
    "title": "Zia Bamboo Exfoliant, 1.6 Ounce Bottles (Pack of 12)",
    "description": "Experience Zia Natural Skincare and Defy Nature with Nature. Zia blends science and nature to create proprietary formulas that provide luxurious, antioxidant-rich skin care solutions to nourish skin and minimize signs of aging. Founded in 1984, Zia is proud to be one of the original all-natural skin care companies. Our products use only the best ingredients, including essential oils and botanicals, to reduce fine lines, fill wrinkles and leave skin looking radiant. We avoid using harsh chemicals, artificial colors and artificial fragrances in our products, which make them safer for sensitive skin as well as the environment. We believe in cruelty-free practices and refuse to test ingredients and products on animals. Zia recognizes our ingredients are a gift from nature, and we are dedicated to supporting and sustaining our natural world.",
    "itemID": "B0010A9RYO",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1186828
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Scrubs"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Olay Professional Pro-X Anti-Aging Starter Kit",
    "description": "Olay Professional ProX Anti-Aging Kit (3pcs). This incredible kit comes with (1) Olay Professional Pro-X Age Repair lotion with SPF 30, (1) Olay Professional Pro-X Wrinkle Smoothing Cream and (1) Olay Professional Pro-X Eye Restoration Complex. Olay Professional is always working in science and anti-aging technology. They guarantee your complete satisfaction using these products.Instructions for better results: Protect skin in the morning with Age Repair Lotion SPF 30, spreading evenly over your face and neck. Treat skin morning and night by applying Eye Restoration Complex to corners, lid, and eye area, massaging until absorbed. Transform skin at night with Wrinkle Smoothing Cream by smoothing over your face and neck.",
    "itemID": "B001JQLNNW",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2620
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Sets & Kits"
      ]
    ],
    "price": 19.49,
    "brand": "Olay"
  }
]