[
  {
    "title": "Belle Pink Electric Pen Shape Nail Drill Art Manicure File Tool 6 Bits",
    "description": "Bellehome-Make Belle at homeProduct Advantages:*** Quiet and smooth, accepts all rotary tool accessories; Double Bearings Design and Double Insulated*** For professional studio use or home use*** Light weight drill makes working all day easy to do*** Modern design looks great in any home or salonSpecifications:* Color: Pink* Voltage: 110V ,60Hz* Size: 16cm (L) x 2.4cm (Diameter)Package includes:1 * Belle Electric Pen-Shape Nail Drill(Pink)1 * AC adapter6 * Sanding Bands Bits1 * User manual (in English)NOTE:You couldn't insert one bit directly.We will email the user tips to you which show how to insert the bit to the handpiece in 1-2 business days after your order, please read it carefully before you use.Or pls check the 2nd image and follow the below steps.How to Install :Step 1: Press shaft lock button, rotate the collet nut anticlockwise (but do not take the nut out)Step 2: Insert the bit, press shaft lock button and tighten the collet nut clockwise securely. But avoid excess tightening of the collet nut in case of damage in the nut.Step 3: connect the cord.Step 4: When using the product to drill your nail, you can adjust the rotating speed by sliding the speed switch. (Caution: Please avoid pressing or touch the shaft lock button during using the product to drill your nail.)Step 5: unscrew the nut and change other bits as you do it in step 1~step 3. (For your safety, unplug the cord before you change the bits.)",
    "itemID": "B00CS2W58I",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Files & Buffers"
      ]
    ],
    "price": 18.68,
    "brand": NaN
  },
  {
    "title": "15pcs Nail Art Gel Design Pen Painting Polish Brush Dotting Drawing Tool Set NEW Bs-05",
    "description": "Item is shipped from China, and it will take 10-15 business days to arrive UK or it will take 10-20 business days to arrive worldwide. 100% Brand New. Weight: 65g. A perfect set tool for your nail art and beauty. Perfect for natural nails, false nails and 3D nail art. 5 pcs nail art pens & brush for design & painting set. Suitable for professional and home use. Easy to handle, perfect for professional and home use. Suitable for every ladies. A perfect set tool for your nail art and beauty. 15 Nail Art Design Painting Pen Polish Brush Set Consist Of :3x Drawing Tools / 7x Painting Tools (also can use as gel nail curing brush) / 2x Liners / 1x Dotting Tool / 2x Fan brushes for nail art effect (also can use as eye shadow brush). Package Content: 1 x 15pcs Nail Art Painting Pen Brush.",
    "itemID": "B0083QNBCM",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Arts, Crafts & Sewing": 2467
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 2.68,
    "brand": "Uniqstore"
  },
  {
    "title": "Set of 3 Sable NAIL ART Brushes Pen, Detailer Liner and Striper",
    "description": "* A lovely set of brushes made from golden taklon. The hairs are mounted on pointed bronze tips and they have a pen like appearance for ease of use. * Special designed for finest detailing tasks, like painting leaves, flower petals. Great for blending, side loading and getting into tight areas.",
    "itemID": "B001CE6T76",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 281
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Brushes"
      ]
    ],
    "price": 1.6,
    "brand": "SHANY Cosmetics"
  }
]