[
  {
    "title": "Olay Definity Deep Penetrating Foaming Moisturizer, Packaging May Vary, 1.7 Ounce",
    "description": "Inspired by high definition technology; new Olay Definity Deep Penetrating Foaming Moisturizer helps reverse the appearance of past damage coming from beneath the skin&rsquo;s surface. Its unique aerated serum foam actively combats the look of skin discolorations to revitalize luminosity. Glucosamine Complex hydrates to allow the natural rebuilding of collagen; diminishing the appearance of lines and wrinkles. The lightweight formula absorbs quickly for a smooth; weightless feel. Active foaming action feels rich and luxurious as it penetrates to condition skin at the source of past damage. Over 8 weeks; the appearance of dullness; brown spots and uneven skin tone diminish.",
    "itemID": "B000GX9HIC",
    "helpful": [
      20,
      21
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 148254
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 74.99,
    "brand": "Olay"
  },
  {
    "title": "24k Gold Intensive Eye Treatment Cream",
    "description": "24K Intensive Eye Formula Cream brings out your inner youth by deflating puffiness and reducing the appearance of around the eyes, giving your eyes a more rested look.",
    "itemID": "B002VBJUY8",
    "helpful": [
      4,
      4
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 38610
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Creams"
      ]
    ],
    "price": 198.0,
    "brand": "Jubujub"
  },
  {
    "title": "OGX 30 Day Smoothing Treatment, Ever Straight Brazilian Keratin Therapy, 3.3oz",
    "description": "An exclusive, high potency keratin complex which reduces up to 95% of curl and eliminates frizz by penetrating the cuticle with keratin proteins. Results may vary depending on texture of hair. No formaldehyde added.",
    "itemID": "B004ISU5V4",
    "helpful": [
      1,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 11924
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 9.5,
    "brand": "OGX"
  }
]