[
  {
    "title": "Acqua Di Gio By Giorgio Armani For Men. Eau De Toilette Spray 1.7 Oz.",
    "description": "Inspired by beauty of Pantellerie, where he spent his vacation, Armani created the aroma of Aqua di Gio for men and women. The fragrance for men is a scent of freedom, full of wind and water. The composition is built of a perfect harmony of sweet and salty notes of sea water and nuances of sunny warmth on your skin. Aqua di Gio is full of scorching Mediterranean sun. Bitter citrus with aromatic nuance of rosemary intertwines with salty, sea nuances and pellucid hedione. Sharp notes of spices are softened by woody base with warm, musky trail. It was created in 1996 by Alberto Morillas.",
    "itemID": "B0009OAGXI",
    "helpful": [
      4,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 615
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 40.95,
    "brand": NaN
  },
  {
    "title": "100% Natural (Unlike Epsom Salt) Bath Salts Soak, Lavender",
    "description": "The Secret of Transforming Your Bath Tub into a Warming SpaPremium Bath Salt for Maximum Skin Care- increases blood circulation- stimulates body's natural release of toxins- kills germs and bacteria on the skin- leaves smooth, fresh, and clean skin- soothes away stress- relaxes sore muscles, aches, and pain- has natural lavender smell- leaves no tub stainsNatural ProductOur Mineral Sea Salt Soak has been specially formulated for maximum skin care benefits, combining naturally therapeutic ingredients for a soothing, indulgent bathing experience. These beneficial bath salts soothe away stress and bring a sense of peace and relaxation. Helps improve skin's texture and leaves you feeling spa radiant!Sea Salts vs Epsom SaltsEpsom salts are just magnesium. Sea salts contains a whole family of essential minerals including magnesium, calcium, potassium, sodium, chloride and others. Epsom salts can be chemically or synthetically made. Our sea salts come from Mediterranean Sea. They are natural.Wonderful Gift For WomenThis is a wonderful gift for women: mom, wife, girlfriend, daughter, sister, aunt, grandma, new mothers, or valentine. It does not matter whether it is a birthday or Christmas, this is a great present for girls and ladies, elderly women and seniors.Click 'Add to Cart' Button on the Top of This Page Now",
    "itemID": "B00DCNBST4",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 87408
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bath",
        "Minerals & Salts"
      ]
    ],
    "price": 17.97,
    "brand": NaN
  },
  {
    "title": "BelleSha Moisturizing Gel Heel Socks",
    "description": "Turn that dull dry cracked skin into lovely feet!Pamper yourself with BelleSha Moisturizing Gel Heel Socks.Give your feet a spa treatment at the comfort of your home! Recommended usage: After taking a bath, apply moisturizing lotion and wear BelleSha Moisturizing Gel Heel Socks for 30 - 60 minutes.What are you waiting for? Push that button and grab yours now!",
    "itemID": "B00ENFS6Q8",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 81771
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Moisturizing Gloves"
      ]
    ],
    "price": 11.29,
    "brand": NaN
  }
]