[
  {
    "title": "Laura Geller Balance and Brighten Regular/Medium",
    "description": "Keep things balanced! Laura Geller Balance-n-Brighten self adjusts to skin tone and works well with or without a foundation. Blends to even out most skin tones without becoming cakey. The unique baked formula covers up imperfections beautifully while giving skin luster. Fair is a slightly lighter version of the original Balance-n-Brighten....",
    "itemID": "B000IEMGGE",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9731
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 33.69,
    "brand": "LAURA GELLER"
  },
  {
    "title": "Godefroy 28 Day Mascara Permanent Eyelash and Eyebrow Tint Kit, Black",
    "description": "Buy Godefroy Mascaras - Godefroy 28 Day Mascara Permanent Eyelash and Eyebrow Tint Kit Black. How-to-Use: An allergy test is required 24 hours before use of this product. *For best results wash lashes thoroughly with mild soap. Let lashes dry before treatment. *Apply a thin layer of petroleum jelly around eye area. this will prevent staining and will adhere eye shield to skin. Place enclosed eye shield on skin underneath eye lashes. Eye shields can be trimmed for a cus",
    "itemID": "B002T71IL2",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 1093
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 15.95,
    "brand": "Godefroy"
  },
  {
    "title": "Agadir Argan Oil Daily Moisturizing Conditioner, 12.-Ounce",
    "description": "Agadir&#x2122;Argan Oil Conditioner.Made with Argan oil certified.Daily moisturizing.Sulfate free.Anti color fade for long, lasting hair color.Detangles, smoothes, shines and corrects dry, frizzy hair.Protects against heat and chemical damage.Ideal for use on all hair types.366 ml 12.4 fl oz e.",
    "itemID": "B0032Z21HK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 38331
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 10.93,
    "brand": "Agadir"
  }
]