[
  {
    "title": "Finulite - The End to Cellulite, AM/PM Cellulite Cream (2 - 4 oz tubes)",
    "description": "Introducing Finulite, the latest breakthrough in cellulite reduction. Finulite cellulite cream is an AM/PM skin care system formulated to treat cellulite continuously, 24-hours a day. \nThis unique 2-part system contains powerful fat burning and skin tightening ingredients. Detoxifies targeted areas - increases rate of lipolysis, improves circulation, and helps eliminate water retention (diuretic). Prevents and protects - boosts production of collagen to renew and restore skin's elasticity. The combined result is visibly toned skin with a reduction in the lumps and dimples associated with cellulite.\nUse Finulite as part of your weight loss regimen to help reduce cellulite and assist with fat loss. This comprehensive skin care system fights both the causes and effects of cellulite, to help you achieve visible, lasting results. \n\nFinulite's arsenal of cellulite-fighting ingredients now includes the following patented cutting-edge cosmeceuticals: Theophyllisilane C, Hydroxyprosilane CN, Slimbuster-L, Melscreen Coffee and NG Darutoside.",
    "itemID": "B004WSXD4G",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 726
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Creams"
      ]
    ],
    "price": 24.95,
    "brand": NaN
  },
  {
    "title": "Salicylic Acid 20% Gel Peel - Enhanced with Tea Tree Oil &amp; Green Tea Extract (Professional Chemical Peel)",
    "description": "A professionally formulated skin peel, specifically designed to treat all forms of acne, eliminate blackheads, whiteheads, and help clarify active acne. Cucumber and Chamomile extracts provide synergistic antioxidant & anti-Inflammatory benefits to the skin as well as enhanced sun protection. Tea Tree Oil and Green Tea Extracts contain powerful anti-fungal, anti-bacterial, and anti-viral properties, and has been shown to be effective in killing Propionibacterium acnes, the bacteria directly responsible for acne. Green tea extract also contains polyphenols (powerful antioxidants) which fight to neutralize free radicals, and work to restore a more youthful and vibrant skin, protecting against free radical damage.\n\nWhy Perfect Image ?\n\nMany skin peels being sold today are not made in a professionally facility. This means they are not manufactured under the proper environments and no quality control, assay testing (activity of ingredients), micro testing (bacteria, yeast, mold, other Microorganisms), identity testing (Purity and Identity of Ingredients) and shelf life testing is conducted. This could cause a number of potential health hazards or permanently damage your skin if the product is contaminated. Contamination may occur during manufacturing or by the end-user after the container is opened. Without some antimicrobial properties, products can allow the growth of many different microorganisms. \n\nWe believe in incorporating natural plant extracts or organic ingredients which promote or aid in the healing, repairing, or protecting of the skin. Each ingredient is hand picked for its unique skin benefiting properties. We also incorporate natural preservatives into each product, as some studies have suggested using parabens as preservatives may cause potential health risks.",
    "itemID": "B006ZA0A5Y",
    "helpful": [
      8,
      11
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 816
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Salicylic Acid"
      ]
    ],
    "price": 34.0,
    "brand": "PERFECT IMAGE"
  },
  {
    "title": "Murad Age Reform Complete Reform with Glyco Firming Complex-1 oz.",
    "description": "A patented, multi-benefit treatment that transforms skin by increasing firmness 61% after just one application while also improving skin texture to reveal softer, smoother skin.    Benefits:  Glyco Firming Complex restores tone while helping protect elastin fibers.  Glycolic Acid exfoliates for smoother, softer, healthier-looking skin.  Beta-Carotene reduces the appearance of fine lines and wrinkles.",
    "itemID": "B004O2KPRI",
    "helpful": [
      2,
      2
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 9820
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 37.0,
    "brand": "Murad"
  }
]