[
  {
    "title": "Jerdon JP7507NB 8-Inch Two-Sided Swivel Wall Mount Mirror with 7x Magnification, 13.5-Inch Extension, Nickel Beaded Finish",
    "description": "The Jerdon JP7507NB 8-Inch Two-Sided Swivel Wall Mount Mirror is used in luxury hotels and spas because of its convenience, sleek look and magnification. This two-sided circular mirror has an 8-inch diameter and features a smooth 360-degree swivel design that provides 1x and 7x magnification options to make sure every detail of your hair and makeup are in place. The extension arm and smooth rotation adjusts to all angles for a dynamic point of view. The JP7507NB extends 13.5-inches from the wall and can be easily moved around, while still being firm enough to hold for odd angles. This mirror has an attractive nickel beaded finish that protects against moisture and condensation and is designed to be wall mounted. This item comes complete with mounting hardware. The Jerdon JP7507NB 8-Inch Two-Sided Swivel Wall Mount Mirror comes with a 1-year limited warranty that protects against any defects due to faulty material or workmanship. The Jerdon Style company has earned a reputation for excellence in the beauty industry with its broad range of quality cosmetic mirrors (including vanity, lighted and wall mount mirrors), hair dryers and other styling appliances. Since 1977, the Jerdon brand has been a leading provider to the finest homes, hotels, resorts, cruise ships and spas worldwide. The company continues to build its position in the market by both improving its existing line with the latest technology, developing new products and expanding its offerings to meet the growing needs of its customers.",
    "itemID": "B0009953JA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 32712
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 25.99,
    "brand": "Jerdon"
  },
  {
    "title": "DML Moisturizing Lotion 16 oz.",
    "description": "For Daily Care of Dry Skin.Non-ComedogenicHypoallergenicFragrance FreeFast AbsorbingRecommended by DermatologistsDML recommended for dry skin.DML helps condition the skin, retains moisture and leaves the skin soft and smooth.",
    "itemID": "B000052YN7",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 5582
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 17.26,
    "brand": "DML"
  },
  {
    "title": "AmLactin 12 % Moisturizing Lotion - 567 g / 20 oz",
    "description": "The active ingredient is 12% lactic acid neutralized with ammonium hydroxide. This natural AHA is equivalent to other prescription lactic acid moisturizing agents. Great for seriously dry skin conditions like eczema, icthyoses, psoriasis and keratosis pilaris. In a lighter base for those with oilier skin types, or those who live in humid climates. Supplied In Pump Action Bottle.",
    "itemID": "B000TTPZQ6",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 332
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 23.94,
    "brand": "Upsher-Smith"
  }
]