[
  {
    "title": "It Cosmetics Bye Bye Under Eye Full Coverage Waterproof Concealer, Deep",
    "description": "Working hand in hand with the leading plastic surgeons in Brazil, Bye Bye Under Eye was created as a full coverage, highly pigmented anti-aging concealer that utilizes truly innovative technology and ingredients - giving women the power to finally say &quot;bye &ndash;bye!&quot; to stubborn under-eye issues. Bye Bye Under Eye offers a waterproof, yet moisturizing, formula that stays put no matter what. The truly innovative formula contains high concentrations of Vitamins K, A, C, E and Collagen, which are clinically proven to reduce under eye puffiness and discoloration while strengthening the delicate skin of the under eye area. More than just full coverage for under the eyes, this formula was developed, tested and is now used to conceal facial bruising and swelling on the face and body of surgery patients in the offices of some of the leading plastic surgeons in Brazil. Hypo-allergenic and non-comedogenic. How to Use: Apply to bare skin, underneath foundation. Set with powder if preferred. Remove with facial cleanser or makeup remover.",
    "itemID": "B0028P1S38",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 55199
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Concealers & Neutralizers"
      ]
    ],
    "price": 12.94,
    "brand": "It Cosmetics"
  },
  {
    "title": "NYX Cosmetics Long Lasting Slim Lip Liner Pencils 6 Colors",
    "description": "Define lips with beautiful color that last through out the day with NYX Cosmetics Slim Lip pencils. \n\nThe following 6 colors are included in this listing:\n\n841 Coral\n839 Dolly Pink\n824 Orange\n846 Tangerine\n835 Pinky\n840 Rose\n\nYou will get one of each, no duplicate ones. They are Made in France\n\nINGREDIENTS: \nSlim Pencil Lip \nSorbitan Isostearate, Isocetyl Stearate, Phenyl Trimethicone, Polyethylene, Euphorbia Cerifera \n(Candelilla) Wax, Butyrospermum Parkii (Shea Butter) Unsaponifiables, Beeswax, Simmondsia \nChinensis (Jojoba) seed oil, Caprylic/Capri Triglyceride, Nylon-12, Octyldodecanol, Polyglyceryl-2 \nDiisostearate, Silica, Copernicia Cerifera (Carnauba) Wax, Hydrogenated Coconut Oil, Tocopherol, \nVP/Hexadecene Copolymer, Stearalkonium Hectorite, Stearyl Glycyrrhetinate, Propylparaben, \nProlylene Carbonate",
    "itemID": "B003EBNLIA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 1501
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lip Liners"
      ]
    ],
    "price": 13.11,
    "brand": "NYX"
  },
  {
    "title": "Kleancolor Metallic Nail Lacquer 6 Colors Set",
    "description": "Kleancolor nail polish featuring long lasting pretty colors with new bottle design. It is pretty, it is good quality, yet affordable price.\nMetallic Yellow\nMetallic Aqua\nMetallic Sapphire\nMetallic Fuschia\nmetallic Purple\nMetallic Green",
    "itemID": "B005BTCPRG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 77223
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 8.04,
    "brand": "Kleancolor"
  }
]