[
  {
    "title": "Mizani Oil Hair Treatment, Supreme, 4.1 Ounce",
    "description": "4.1 ounce treatment. Supreme oil hair treatment was launched by the design house of mizani. It is recommended for daily use. Please store in a cool dry place. Supreme oil hair treatment by mizani for unisex, 4.1 ounce treatment.",
    "itemID": "B004E79EQQ",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 12064
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 12.85,
    "brand": "MIZANI"
  },
  {
    "title": "Redken Color Extend Shampoo &amp; Conditioner Liter Duo",
    "description": "1 NEW REDKEN COLOR EXTEND SHAMPOO LITER \n& \n\n1 NEW REDKEN COLOR EXTEND CONDITIONER LITER\n\nREDKEN COLOR EXTEND CONDITIONER \n\nNew! Color Extend Conditioner detangles and smoothes hair for a finish full of color reflection.Redken's exclusive Interbond Conditioning System and powerful 360 Protective Complex help shield, stabalize and secure color intensity. If you want to get your moneys out of your color, use color extend. \n\nREDKEN COLOR EXTEND SHAMPOO \n\nNew! Color Extend Shampoo gently cleanses and protects to leave hair manageable, refreshed and shiny. Redken's exclusive Interbond Conditioning System and powerful 360 Protective Complex help shield, stabalize and secure color intensity.",
    "itemID": "B000QA7HNC",
    "helpful": [
      1,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 1368
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoo & Conditioner Sets"
      ]
    ],
    "price": 38.9,
    "brand": "Redken"
  },
  {
    "title": "Agadir Argan Oil Volumizing Styling Mousse, 8.5 Ounce",
    "description": "Moisturizes, conditions, smoothest, humidity resistant. No build up and gives super shine to dry, damaged, stressed hair. Protects hair against chemicals and hot tools. Great aroma that will waken your senses. Paraben free. 24 hour, lasting shine.",
    "itemID": "B004C4BUGI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4141
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Mousses & Foams"
      ]
    ],
    "price": 6.28,
    "brand": "Agadir"
  }
]