[
  {
    "title": "Coastal Scents 22 Piece Brush Set",
    "description": "",
    "itemID": "B005UBN5AQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 260
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 34.55,
    "brand": "Coastal Scents"
  },
  {
    "title": "Revlon Just Bitten Kissing Balm Stain, Lovestick, 0.1 Ounce",
    "description": "Revlon Just bitten kissing balm stain provides a gorgeous flush of color and the moisturizing comfort of a balm in a portable, self sharpening chubby crayon.",
    "itemID": "B0082D9RYM",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 5963
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lip Stains"
      ]
    ],
    "price": 6.45,
    "brand": "Revlon"
  },
  {
    "title": "Best Foundation Brush Flat Top Kabuki Brush By Beauty Junkees: Get Full Makeup Coverage Every Time, Vegan Friendly, Works with Creams, Powders, Liquids, and Mineral Makeup. Synthetic Dense Bristles That Do Not Shed, Quality Compares to Brand Names; Makes Great Gifts for Women and Teens!",
    "description": "Have you ever seen the woman with the noticeable foundation line?Guess What? You've been \"that girl\" and no one told you.The Beauty Junkees Foundation Brush is the only kabuki brush you'll ever need to guarantee that you don't leave the house with a multi toned complexion.- Blemishes, age spots, or other skin irritations? This kabuki is perfect for medium to heavy coverage (that doesn't look caked on.)- Your pet sheds. Your makeup brush shouldn't. Ours won't - even after regular cleaning and use.- Solid wooden handle with double crimped ferrule (the metal part) keeps our brush in your makeup toolkit a lot longer than your foundation makeup will be.- Bristle density ensures the makeup stays on your face and not absorbed into the brush.Oh, and there's a bonus. Your Beauty Junkees foundation brush is multi-functional. Here's a few quick tips:- Heading straight from work to a night on the town? Use a loose powder to buff out the foundation you've been wearing ALL DAY to look like you've just put it on. Seriously.- Date night and you've applied your blush a little too heavy? No fears here. Use our flat kabuki to buff down your clown cheeks.- Want to go from pasty pale to glowing and glamorous? Dip our brush into your bronzer and buff all over your face for a sun kissed glow.Why Beauty Junkees? Because We Rock! We only offer high quality products with amazing customer service. Our products are expert tested, and female approved, every time!Guaranteed for 30 Days - No Questions Asked. If you try it and don't like it; return it for a full refund.Buy it Now Risk Free! What have you got to lose? Oh, that's right... the line along your jawline.",
    "itemID": "B00F008GFQ",
    "helpful": [
      2,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 417
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 11.97,
    "brand": NaN
  }
]