[
  {
    "title": "e.l.f. Contouring Blush and Bronzing Powder, St. Lucia, 0.34 Ounce",
    "description": "Create a healthy and natural glow all year long with the contouring blush and bronzing powder. The Blush highlights the cheeks to add a flush of color, while the bronzer accents and contours cheekbones for beautiful definition. This convenient compact has just what you need to achieve a gorgeous glow anytime, anywhere.",
    "itemID": "B009WI5SPI",
    "helpful": [
      10,
      10
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 74540
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Blush"
      ]
    ],
    "price": 6.98,
    "brand": "e.l.f. Cosmetics"
  },
  {
    "title": "Aveeno Positively Radiant Skin Brightening Daily Scrub, 5 Ounce",
    "description": "This daily facial scrub helps improve skin tone, texture and clarity to reveal brighter, more radiant skin. This unique formula combines moisturerich soy extract with smooth, round microbeads to gently exfoliate while you cleanse, leaving skin soft, smooth and evenlooking. Its soapfree, oilfree, hypoallergenic ingredients are good for everyday use and gentle enough for sensitive skin.",
    "itemID": "B0000632EN",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 6.63,
    "brand": "Aveeno"
  },
  {
    "title": "Graftobian HD Cr&egrave;me Foundation Corrector 1/4oz, Yellow Hi-Lite (Deep Red &amp; Purple Concealer)",
    "description": "These are the best HD foundations available. Perfect for HD television and print! Make-up artists from Law and Order, Dirt, Poseidon, Santa Clause III, and many more are using these cremes.These HD Creme Foundations from Graftobian are a soft and silky formula, light enough for everyday use but with enough coverage to perform through thick and thin, yielding a beautiful finish, considered by many makeup artists to be the best HD creme makeup on the market today. These shades are formulated to yield flawless results whether or not you're in front of a camera.",
    "itemID": "B004LPXPT8",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 86780
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 9.5,
    "brand": "Graftobian"
  }
]