[
  {
    "title": "Olay Professional Pro-X Deep Wrinkle Treatment Anti Aging 1.0 Fl Oz",
    "description": "With Vitamins E, B3 & Pro-vitamin B5; Oil-free",
    "itemID": "B001JQLNNC",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 10458
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 26.64,
    "brand": "Olay"
  },
  {
    "title": "Bare Minerals Bisque Face Color SPF 20 0.08 oz",
    "description": "A mineral-based powder miracle concealer and eyeshadow base.What it does:Use different shades of this versatile product for a variety of skin enhancements. BareMinerals Multi-Tasking Face Bisque works beautifully as a soft eyeshadow base, and also performs as a concealer for your face, covering dark circles and skin imperfections. Apply directly onto brown and red spots, blemishes, broken capillaries, scars, and other areas of skin imperfections.What it is formulated WITHOUT:- Parabens- Sulfates- Synthetic Fragrances- Synthetic Dyes- Petro-Chemicals- PhthalatesWhat else you need to know: Use Bisque for lighter complexions and Summer Bisque for deeper, golden complexions. Plus, enjoy the added SPF 20 in Summer Bisque that provides year round sun protection that won't sting your eyes like traditional creams and lotions.",
    "itemID": "B008HCWR6I",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9998
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 19.49,
    "brand": "Bare Escentuals"
  },
  {
    "title": "10x Black Spiral Hair Pin Clip Bun Stick Pick for DIY Hair Style / Sleek and Compact Alloy Construction, Designed to Fit for All Hair Type, Especially for Long Hair",
    "description": "Description:Flexible spiral hair clip will hold your hair well all the dayDesigned to fit for all hair type, especially for long hairFast and easy to use for your perfect bun hair styleSpin the hair pin clockwise into your styleTwist the pin counter-clockwise to release from your hair styleSleek and compact alloy constructionColor: BlackQuantity: 10Size: Approx. 2.2 x 0.5 inch / 5.5 x 1.3 cmWay to Use:Bunch your grasping hair and twist into a tight circlePick up the pin, twist clockwise into you style. For a secure hold, twist the pin deep into your updo carching the hair against your headThen finish the perfect simple hair style. Similar steps to complete other DIY updo hair stylesPackage Includes:10 x Spiral Hair Clip",
    "itemID": "B008TN1Z9U",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 4600
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Hair Pins"
      ]
    ],
    "price": 1.8,
    "brand": "leegoal"
  }
]