[
  {
    "title": "Proactiv Solution Refining Mask 2.5 Oz",
    "description": "Developed by dermatologists specifically for the management of acne, this soothing mask provides deep cleaning while helping refine problem skin. From Proactiv(R) Solution\n\nSize 2.5 oz",
    "itemID": "B001G7OCSM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 426
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 2.0,
    "brand": "Proactiv"
  },
  {
    "title": "Nail Art MoYou Rhinestone Pack of 1200 Crystal Premium Quality 2mm Gemstones in 12 different colors, beauty accessory for women nails, fun and easy to apply with top coat or nail glue!",
    "description": "Moyou Nail Art Rhinestone Pack-1200 premium quality stones.\n\nMoyou Nail Art Rhinestone Pack includes 1200 stones in different colours.\n1.Light Pink\n2.Light Gold\n3.Dark Purple\n4.Light Green\n5.Red\n6.Light Blue\n7.Clear\n8.Turquoise\n9.Dark Pink\n10.Lilac\n11.Black\n12.Dark Blue\n\n* Small sized \n* Can be applied with top coat or glue.",
    "itemID": "B003ODETES",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3700
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 1.66,
    "brand": "Moyou Nail Art"
  },
  {
    "title": "SHANY Nail Art Set (24 Famouse Colors Nail Art Polish, Nail Art Decoration)",
    "description": "This 24 piece nail art set has every color you need to design fabulous nails. Let your imagination run wild. Use the thin brush to create different patterns like feather strokes, checkered squares, rainbows, flowers and much more. Tip layer glitters over design to add sparkle. The possibilities are endless with so many hues you cannot go wrong with this set that contains lime green (pearl), neon green, yellow (matte), neon pink, fuchsia (pearl), neon purple, red (matte), neon yellow, white (matte), black (matte), silver (glitter), gold (glitter), pink (glitter), blue (glitter), green (glitter), dark grey (matte), pink (matte), sky blue (matte), lavender (matte), brick (matte), navy (pearl), forest green (matte), orange (matte), purple (pearl).",
    "itemID": "B005X2F7KI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 137
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 19.95,
    "brand": NaN
  }
]