[
  {
    "title": "SHANY Cosmetics Fuchsia 6 Color Blush Palette, 8 Ounce",
    "description": "Fuchsia by Shany is for blush lovers with combination of 6 peachy-pinky colors. Colors are great for everyday use and can be combined with any other Shany palette. Pans are large enough to last you for a long time. Durable compact kit is great when you are on the go and the kit fits in any purse. Color combination is unlimited, so let your imagination run wild and blend your perfect color by fuchsia today. Colors are highly pigmented and stored in temperature controlled facility so that it wont crack, and wont melt. Try it today to see the difference.",
    "itemID": "B0061KQF2K",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 13811
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Blush"
      ]
    ],
    "price": 16.95,
    "brand": NaN
  },
  {
    "title": "Winstonia's 50 Pairs False Eyelashes Fake Lashes Bundle Set w/ Adhesive - Natural, Thick, Criss-Cross Designs for Day &amp; Night",
    "description": "False Eyelashes 50 Pairs Bundle Set from Winstonia!This 50 pairs bundle set comes in 5 designs - 2 thick and voluminous designs, 2 light and natural designs and 1 criss-cross design. The 50 pairs bundle set gets you ready for different occasions! No matter it is an evening date, a prom to impress, a wedding to attend or an afternoon gathering.. Winstonia has got your eyes covered!The length of eyelashes are long enough, which allows them to be cut and shaped to fit the contour for you eyes. The products are 100% hand made and reusable when you remove it properly.The 50 pairs bundle set also comes with 1 bonus adhesive.Winstonia is a US based seller. Check out our feedback...we ship fast!",
    "itemID": "B007XJM9EQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 108390
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Silver 4 Pieces Face Synthetic Brush Set From Royal Care Cosmetics",
    "description": "Brushes Included: Flat Brush: Application of concealer on small areas under eyes, discoloration or to cover small spots.  Round Brush: Designed for application of primer, or base color for your eyes. Angled Brush: for application of primer or concealer on hard to reach areas as side of the nose. can be use for contouring the face before blending. Tapered Brush: Gives you control in application of foundation or concealer on the eye area or chin, lip area.",
    "itemID": "B00DCBIYZ2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 72352
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 9.65,
    "brand": "Royal Care Cosmetics"
  }
]