[
  {
    "title": "premier dead sea anti wrinkle eye serum",
    "description": "Product DescriptionEuropean Size 35 ml Eye Serum. A secret composition of soothing active ingredients specially adapted to nourish the sensitive skin around the eye area. It performs triple firming actions for rejuvenation, moisturization, and anti-aging. This unique Liposome Complex and oil-free serum moisturizes the skin causing a lifting effect. Thus, wrinkles are reduced, the skin is smoothed and rejuvenated, skin tone is restored, and its structure reinforced.",
    "itemID": "B00157RZ14",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13853
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Masks"
      ]
    ],
    "price": 17.0,
    "brand": "PREMIER"
  },
  {
    "title": "Premier Dead Sea Ageless Future Cell-Renewal Cream, All Skin Types, 2.04Fl.oz",
    "description": "The Ageless Future Cell Renewal Cream has a wonderful long-term effect: It enhances the skin cells&#x2019; ability to regenerate by reviving their cellular metabolism",
    "itemID": "B001DXOWA2",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 16618
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 41.0,
    "brand": "Dead Sea Premier"
  },
  {
    "title": "Phillips Teaze 2 Concave Shape Hair Brush With Nylon &amp; Boar Bristles For Penetration &amp; Lift",
    "description": "* 3 Row Styler* One Nylon White Ball Tipped Bristle in each clump of Boar Bristle for Reinforcement* Concave Bristle Shape Fits the Shape of the Head* Staggered bristle height for easier lift and penetration* Polished Natural Wood with Pinch Grip Handle for Control* Overall Size: 9\" Long X 3/4\" Wide* Bristle Length 3/8\" to 5/8\" * Made in China",
    "itemID": "B0036OJEFO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 27598
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Brushes"
      ]
    ],
    "price": 6.15,
    "brand": "Philips"
  }
]