[
  {
    "title": "Ibd Just Gel Polish &quot;Smokey Plum #56505&quot; New Color",
    "description": "IBD introduces just gel, the strong 100% pure gel formula that wears like a classic true gel. Apply it just like polish and be rewarded with richer, more even color. This versatile gel polish cures quickly under either LED or UV light. It also protects natural nails with stronger, long-lasting wear. Gel removal is simple as well. Remove Just Gel Polish easily in just 10 minutes with no mess and no fuss.Instructions:File and shape nailRemove and push back cuticleBuff nail to remove shine and dustApply foundation and cure 1 minuteApply thin coat of color to nails and cure for 2 minutesApply second coat of color and cure for 2 minutesApply top coat and cure for 2 minutesCleanse nail to ensure mirror finish",
    "itemID": "B0063TFLG0",
    "helpful": [
      2,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 35390
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Top & Base Coats"
      ]
    ],
    "price": 7.39,
    "brand": "IBD"
  },
  {
    "title": "Opi Gelcolor Nail Polish, My Chihuahua Bites, 0.5 Ounce",
    "description": "OPI introduces the latest advancement in the increasingly popular gel service category: Gel Color. Each coat cures in 30 seconds and features a custom brush for fast, polish-on application. The 100% color gel formula wears like a gel and looks and feels like nail lacquer that lasts up to two weeks without losing shine. Fully cures from foundation to finish in only 4 minutes and removes with ease.",
    "itemID": "B009JVVRK8",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 7253
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 11.1,
    "brand": "OPI"
  },
  {
    "title": "OPI Gelcolor Collection Nail Gel Lacquer, Passion, 0.5 Fluid Ounce",
    "description": "Opi gelcolor collection is the new, polish-on gel formula. Soak off gel lacquer.",
    "itemID": "B006HK7ECY",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 10612
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 15.0,
    "brand": "OPI"
  }
]