[
  {
    "title": "SALE: LIMITED TIME ONLY Phytoceramides Best Anti Aging Skin Care Highest Quality Skin Restoring Ceramides Supplement Capsules 350 mg Plant Derived Formula with VITAMINS A, C, D and E for Great Complexion and Skin Health - Provides Optimum Hydration and Moisturizer For Your Skin - A Miracle in a Bottle - Ideal for Men and Women - An Alternative to Hyaluronic Acid Anti-Aging, Vitamin C Serum, Skinceuticals, Dead Sea Mud Facial Mask and Collagen + FREE Bonus + 100% Money Back Guarantee",
    "description": "Earth's Favor PhytoRenew Phytoceramides formula - Our gift from the Earth for Healthy Skin.Earth's Favor PhytoRenew Phytoceramides are EFFECTIVE?...Why?Ceramides are naturally rich in deep skin moisturing and melanin inhibiting  agents. Ceramides play a key role in healthy looking skin.Contains a powerful combination of antioxidants in the form of Vitamins A, C, D, and E.Earth's Favor PhytoRenew Phytoceramides formula gives your skin everything it needs...- Natural ceramides are lost with age, PhytoRenew restores them.- Moisturizes your skin from deep within.- Improves your skin health inside and out.- 360 Degrees of radiant skin health!Manufactured in a FDA Registered Facility under GMP standards. Made in the USA.No Questions Asked 90 Day 100% Money Back GuaranteeIt's on us if you are not completely satisfied. What do you have to lose? Buy with Confidence!Limited Quantities Available!We have a limited amount of stock and we apologize if we are sold out. Don't miss your chance to get your bottle now.Free Bonus!The Practical Guide to Skin Care. A $27 Value!Secure your bottle today by Clicking the Add to Cart button at the top of this page now! What do you have to lose?",
    "itemID": "B00JPK2K0Y",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8571
    },
    "categories": [
      [
        "Beauty",
        "Skin Care"
      ]
    ],
    "price": 25.95,
    "brand": NaN
  },
  {
    "title": "ONE DAY BLOWOUT SALE | Best 1.0 mm Derma Microneedle Roller for Face and Body | Micro Needle Roller Titanium for Wrinkles, Crows Feet, Fine Lines and Scars, Stretch Marks, Large Pores, Cellulite Removal | COMES WITH FREE e-BOOK | Skin Care Therapy to Treat Hair Loss | Micro Derma Roller System Promotes Collagen Production to Discover Firmer Tighter and Smoother Skin in Just Days | Money Back Guarantee",
    "description": "Tired of wrinkles and those unsightly acne scars and stretch marks? How about attaining a tighter skin?Do You Suffer From the Following Problems?:~ Superficial acne scarring~ Deep scars and stretch marks~ Sagging skin~ Wrinkles and fine lines~ Cellulite~ Large pores~ Hyperpigmentation~ Lax Skin & ElasticityOur Derma Micro Needle Roller is your best alternative to expensive surgeries and lasersWhat You Will Get Out Of Our Roller:~ Firmer and thicker skin~ Help smooth facial scars~ Stimulate collagen and elastin production~ Help with scar removal and stretch marks~ Stimulate hair growth~ Diminish the appearance of wrinkles and fine lines~ Save money from surgical and laser treatments~ Can be used on any part of the skin~ Creates multi micro-channels in the skin, allowing products more able to penetrate the skin at a deeper level than just surface application&#x2605;Contains 200 very fine medical grade stainless steel tiny needles with 8 per row - the perfect balance to achieve safe optimal results.&#x2605;Receive a free e-Book when you purchase our serum.&#x2605;Petunia Skincare Derma Microneedle Roller has a 365 day money back guarantee - NO questions asked.Due to High Demand, Supplies Run Low - Click \"Add to Cart\" At The Top Of The Page!",
    "itemID": "B00L0C529Q",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7711
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Sets & Kits"
      ]
    ],
    "price": 14.0,
    "brand": NaN
  },
  {
    "title": "Shea Butter - 100% Natural African Ultra Rich Raw Shea Nuts Including Other Organic Ingredients- Intense Long Lasting Moisturization - Easily Absorbed Into Your Skin - Heals Extremely Dry, Rough or Damaged Skin -Naturally Rich in Essential Vitamins A, E &amp; F for Skin Balance, Skin Cells Regeneration and Rejuvenation, Can Help Preventing and Removing Skin Stretch Marks.",
    "description": "Would you Like to Have a Glowing Looking Skin and Healthy Hair?\"The Skin and Hair Nature's Secrets in One Package\"Your Skin is About to Get Indulged and Rejuvenated With This Gift From Nature That:- Revitalizes, Softens and Maintains Skin Moisture.- Naturally Rich in Vitamins A, E & F.- Helps Restoring Skin Elasticity.- Soothes  Eczema and Prevents/Removes Stretch Marks.- The Shea Nut smell is Removed Maximizing Your Experience.- Doesn't Clog Pores & Block Hair ShaftLagrange Body Care Shea Butter Benefits Include:Vitamin A & E.Normalize and balance the skin. Vitamin A provides the skin with healthy collagen preventing premature wrinkles and re-generates skin cells.Vitamin F.Soothes rough, dry or chapped skin, softens and revitalizes dry or damaged hair. Vitamin F consists of essential fatty acids responsible for skin and scalp healing.Beeswax.Locks in moisture, fosters cells and protects skin from damaging environmental factors. Beeswax's anti-inflammatory, antibacterial and antioxidant properties make it a very effective wound-healing agent.Jojoba Oil.Keeps skin healthy and glowing. Prevents skin from environmental damage. Its structure closely resembles the skin's own natural sebum so it is easily absorbed and helps in the treatment of Eczema.For those with dry, sensitive and Challenged skin condition such as eczema and stretch marks, we know that you will love this product.Go and add it into your cart now and indulge your skin with a drench of Natural Healing Moisture.",
    "itemID": "B00DJQQEGQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 20924
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 17.97,
    "brand": NaN
  }
]