[
  {
    "title": "Alba Botanica Hawaiian Cocoa Butter Hand &amp; Body Lotion Value Size 24 oz",
    "description": "Butter up with this smoothing, sumptuous, moisturizing treat.",
    "itemID": "B000ZZU97O",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7419
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 13.79,
    "brand": "Alba"
  },
  {
    "title": "Now Foods: Tea Tree Oil, 4 oz",
    "description": "Tea tree oil has been a favorite among Australians for centuries. Only in recent years however, has it gained popularity in aromatherapy. With strong antiseptic and germicidal properties, Tea Tree is now used for a number of applications ranging from cosm",
    "itemID": "B000ELP5KA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 240
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 17.15,
    "brand": "Now Foods"
  },
  {
    "title": "Argan Oil' Certified Organic 100% Pure Argan Oil Hair, Facial And Skin Care Treatment",
    "description": "ABH Organics' Argan Oil is made with %100 pure organic Argan nut oil, for the best results on hair or skin.Virgin Argan Nut Oil- referred by some as \"liquid gold\" - is produced from an Argan nut coming from Argan tree, which only grows in Southwestern Morocco. It is very popular in the cosmetic industry due its natural composition. ABH Argan Nut Oil's naturally occurring Vitamin E and antioxidant content contributes to its unique moisturizing and skin nourishment abilities. Our oil is also rich in Oleic (C18:1) and Linoleic (C18:2) essential fatty acids. These properties combined are great in moisturizing, hydrating and softening skin, body and hair. As well as anti-aging benefits when applied to the skin.Use of Organic Virgin Argan Oil is commonly used in hair applications as it is believed to lead to healthier hair. The most common ways to use ABH Organic Argan Oil, are: Face Moisturizer, Hydrating Toner, Rejuvenating & Brightening Face Mask, Exfoliating Lip Scrub and Moisturizer, Leave-on Conditioner, Hair Styling Shine, Cuticle and Heel Softener, and Body and Bath Oil.Quality Guaranteed:ABH Organics stands for the highest standards of product quality. ABH's labs have implemented a strict set of FDA compliant manufacturing procedures to ensure product integrity, including daily inspections of all storage, blending, and production areas.Direction of use:For skin-treatment: Use 1-3 drops. Rub between palms, then massage onto desired area for 60 seconds. Re-apply as needed.For hair-treatment: Apply small amount to palms (more for longer hair), rub between palms, then apply to split ends and roots. Re-apply as needed.*** ALERGY ALERT!!! ***Contains tree nuts (Argan nut)",
    "itemID": "B00ETC25K8",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 216049
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 15.99,
    "brand": NaN
  }
]