[
  {
    "title": "Revlon Rvdr5034 1875w Turbo Dryer, 2 Speed, Black",
    "description": "2 heat/speed settings for styling flexibility anywhere. There are 2 heat/speed settings and the cold shot button releases cool air to set the style. End cap is removable for easy cleaning and maintenance. Features a hanging ring for easy storage, protective anti-slip bumpers, and a lightweight and compact design.  Black dryer.",
    "itemID": "B003TQPRGY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9955
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 14.15,
    "brand": "Revlon"
  },
  {
    "title": "Urban Skintrition Prevention-Aid to fight Stretch Marks- 4 oz. /118 ml with Enhanced Shea Butter + Natural Botanical Extracts + Vitamins + Collagen Repairing Peptides (Paraben-free)",
    "description": "Who we are:Our products are manufactured in the United States in a cGMP lab that is in compliance with FDA regulation. Each ingredient that we use is chosen for a specific purpose and when possible we like to stick with natural and organic ingredients. This goes beyond just the ingredient list, we also look at the extraction processes and sourcing. We try to always stick with the more environmentally friendly, most natural methods. While, not every ingredient may be natural or organic we have carefully measured this out and follow the option closest to our philosophy, which is safety and efficacy.Our Ingredients:We only use clinically studied oils, vitamins and extracts. Urban Skintrition makes great efforts to find the safest and most effective ingredients for our products. We try to stick with the most natural, organic or green ingredients whenever possible. We also realize that for there are often tradeoffs when trying to produce a fully organic product and therefore we will always put safety first. No one wants a fully organic product that is easily susceptible to microorganisms of mold or bacteria and that is why we put extensive time into research and development to come up with what we feel is the safest most effective skincare products at an affordable price.Guaranteed Quality:Our customers through the years have been very satisfied. They've seen dramatic results ranging from prevention to satisfied reduction. We do understand that not everyone will find the same success.\"All Urban Skintrition products are backed by our 30 day satisfaction guarantee\"",
    "itemID": "B002LHG9HI",
    "helpful": [
      0,
      1
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 17881
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Creams"
      ]
    ],
    "price": 19.99,
    "brand": NaN
  },
  {
    "title": "Kingsley Shave Soap Bowl with Lid Dark Wood",
    "description": "Shaving Bowl This Shaving Bowl is a stylish way to hold your shaving soap. Includes a loosing fitting lid that makes it perfect for travel.",
    "itemID": "B000068U49",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 8059
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 3.2,
    "brand": "Pendergrass"
  }
]