[
  {
    "title": "54 WATT ROYAL NAILS PROFESSIONAL UV LIGHT GEL AND ACRILIC NAIL DRYER &amp; CURING RN541 WORKS WITH CND, SHELLAC, OPI, HARMONY GELLISH, IBD GELAC, ETC.. FOR DOUBLE. HANDS OR FEET.",
    "description": "Perfect for professional and personal home nail care uses. Easy and fun to use.",
    "itemID": "B006IBM21K",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 22217
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Body Washes"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Avon Anew Reversalist Illuminating Eye System",
    "description": "A Prevention Defy your Age Beauty Award winner for the Eye Cream category. Brightens even your darkest undereye area. Two-part eye system with Activinol Eye Technology. Helps reactivate skin's repair processes and dramatically reverse visible wrinkles. Instantly: eye area appears more luminous. In 4 weeks: dramatically reduces the look of fine wrinkles. Sheer veil with potent skin brighteners. Illuminates undereye area instantly. Use after eye cream and reapply as needed. .09 oz. net wt. Eye cream: visibly repairs dark, circles, fine lines and wrinkles over time. Use twice a day all over eye area. .5 fl. oz.",
    "itemID": "B0034UBI40",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14035
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Dark Circle Treatments"
      ]
    ],
    "price": 21.95,
    "brand": "Avon"
  },
  {
    "title": "CND Scrubfresh&amp; - 8oz",
    "description": "CNDScrubfresh&#174; is a one-step nail prep that improves adhesion and de-contaminates the nail plate. Cleanses and prepares natural nails for enhancements without rinsing. Also great for use on natural nails prior to applying base coat and enamel. Helps color wear longer. 8 fl. oz.",
    "itemID": "B0012K1R3G",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5844
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Top & Base Coats"
      ]
    ],
    "price": 12.55,
    "brand": "CND Cosmetics"
  }
]