[
  {
    "title": "Thymes Body Lotion, Eucalyptus, 9.25-Ounce Bottle",
    "description": "With a fresh and cleansing blend of invigorating eucalyptus oil, crisp Italian lemon, lime and petitgrain, the Thymes Eucalyptus is positive and alive. A scent that not only wakes you up, but leaves you centered, open and ready to take on the day with warmth and vitality. With an invigorating aroma and skin-supportive botanicals, Thymes Eucalyptus Body Lotion inspires your senses and keeps your body aglow. This daily dose of moisture quenches even the driest of skin. Fragrance: Energizing scents of eucalyptus with crisp Italian lemon, lime and petitgrain. Popular with both men and women. Moisturizing jojoba oil. Soothing shea butter. Healing aloe vera. Supportive vitamin E.",
    "itemID": "B0029F2HO6",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6465
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 19.99,
    "brand": "Thymes"
  },
  {
    "title": "Godefroy Instant Eyebrow Tint, Dark Brown",
    "description": "Over 70 years of satisfied customers covering gray hair in eyebrows.",
    "itemID": "B000S0CKRS",
    "helpful": [
      4,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5184
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyebrow Color"
      ]
    ],
    "price": 8.09,
    "brand": "Godefroy"
  },
  {
    "title": "#1 BEST Vitamin C 20% Serum + Ferulic Acid &amp; Hyaluronic Acid For Maximum Anti-Aging! 100% Safe &amp; Effective! Highly Concentrated Solution To Repair, Protect, &amp; Prevent Skin Aging. No Parabens Or Oils! Stimulate Collagen, Antioxidants Neutralize Free Radicals, 1 oz / 30 ml",
    "description": "\"FANTASTIC PRODUCT!\"\"This stuff really works!!!\" \"Bye-Bye skin imperfections!\" \"Works better than I could have ever imagined\" \"Not oily or thick at all\" \"SO much better than my experience sampling similar products from the major players\" \"My skin looks and feels amazing and so clear!\"...They're among the mature, savvy women who have experienced our 100% safe, fast & effective, look-years-younger-in-just-weeks POWER of our advanced Vitamin C Serum...Are YOU next?*Most Effective & Safest Option for Anti-Aging*Vitamin C Serums are NOT created equally...Instead of buying a product that's over priced and comes out of the package thick and oxidized...Give our premium Vitamin C 20% Serum a try right now...we only produce our product in our regulated FDA Registered facility with strict US FDA guidelines!*Our Vitamin C + Ferulic Acid & Hyaluronic are Your Answer!*With this powerful but gentle combination of ingredients, you'll have the bright, youthful, clean look you're going for in less time than you may be thinking! Looking younger just got easy...and affordable.*Get Your Appearance, Confidence, and Beauty Back*Don't have the confidence you used to? You DON'T have to accept looking older! Just as Dr. Oz and countless experts say, Vitamin C Serum is a breakthrough...BUT...only if it's formulated properly! If you've tried other Vitamin C's with no results...you NEED to give ours a try!Click Add to Cart to get your confidence, self-esteem, and beauty back RIGHT NOW!CAUTION:After browsing other Vitamin C Serums online, other vendors are selling LOWER quality products at ridiculous markups! Spend your money wisely with us and save!",
    "itemID": "B0049OLZ84",
    "helpful": [
      7,
      9
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 912
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 36.99,
    "brand": "Cosmetic Skin Solutions LLC"
  }
]