[
  {
    "title": "Model in a Bottle Sensitive Makeup Setting Spray - 1.7 oz",
    "description": "Buy Model In A Bottle Makeup Finishers - Model In A Bottle Make Up Setting Spray Matte Finish ( Sensitive Skin Formula ) 60ml/1.7oz. How-to-Use: Apply makeup as usual. Allow mascara to fully dry before applying. Close eyes and spray evenly 10-12 inches from face. Allow 20-30 seconds to dry before opening eyes.",
    "itemID": "B000V89GTC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4363
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 13.0,
    "brand": "Model in a Bottle"
  },
  {
    "title": "MASH Professional 15 piece Nail Art Brush Kit Set",
    "description": "MASH is proud to introduce its first set of Nail Art brushes! The same great MASH quality you have come to expect, with a price that cannot be beat. These premium brushes are so beautiful, and so affordable, you will never chose another brand again!Three drawing tools, seven painting tools (also can be used as gel nail curing brushes), two liners, one dotting tool, two fan brushes for nail art effect. This brush set is perfect for creating that custom nail art to drive your man and friends wild, or make any man yours forever!PLEASE NOTE:This set comes with a white tip angled brush for specific nail art applications. It is not damaged",
    "itemID": "B005BG02BU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2925
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Brushes"
      ]
    ],
    "price": 11.99,
    "brand": NaN
  },
  {
    "title": "MASH Nail Art Tweezer for Rhinestones Fimo Canes Glitter Confetti and 3D Shapes",
    "description": "These tweezers are specifically designed by the Nail Art experts at MASH to allow you to manipulate are your nail art decorations with the greatest of ease. These tweezers curved design allows you to apply your nail art accessories with pinpoint precision. Works with rhinestones, glitters, confetti, gems, fimo cuttings or any other 3d designs. Best suited to work with the complete line of MASH 3d Nail Art",
    "itemID": "B005KCAGEI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 36774
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 3.99,
    "brand": "MASH"
  }
]