[
  {
    "title": "Burt's Bees Natural Acne Solutions 3 Step Regimen Kit",
    "description": "Put your best face forward with the Burt&#x2019;s Bees&#xAE; Natural Acne Solutions Regimen Kit. This kit contains acne products for cleansing, moisturizing and targeting blemishes in a 3-step acne regimen: a 5 fluid ounce bottle of Purifying Gel Cleanser, a 2 fluid ounce bottle of Daily Moisturizing Lotion and a 0.26 fluid ounce tube of Targeted Spot Treatment. Each natural acne treatment in this acne kit contains salicylic acid, derived naturally from willow bark extract, to penetrate clogged pores and help reduce acne and prevent future breakouts. All of the Burt&#x2019;s Bees&#xAE; Natural Acne Solutions products are dermatologist tested, noncomedogenic and non-irritating. Put the power of nature to work for your skin with Burt&#x2019;s Bees.",
    "itemID": "B00394DVS2",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14197
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 29.99,
    "brand": "Burt&#39;s Bees"
  },
  {
    "title": "Elma and Sana 100% Pure Moroccan Rose Water, 4 Ounce",
    "description": "Ant-wrinkle soothes skin, tones, and leaves skin feeling soft like silky rose petals cleans and tightens the skin The natural properties found in rose water deliver multiple beauty skin care uses. Use rose water for cleansing, toning and moisturizing, treating acne and skin irritations, it is suitable for all skin types including dry skin, oily skin and aging skin.",
    "itemID": "B003XKW8RM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 455
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 10.51,
    "brand": "ELMA&amp;SANA"
  },
  {
    "title": "Aztec Secret Indian Healing Clay Deep Pore Cleansing, 1 Pound",
    "description": "How Aztec secret works Indian healing clay clays have been used for centuries to beautify and refresh when used as a facial mask. Cleopatra used clay from the Nile River and the Arabian Desert over 1800 years ago, as part of her beauty ritual. German and roman spas have been using clay packs and treatments in the spas they built 4,000 years ago. Many of these spas still exist and use clay even today. Pliney the elder devoted an entire chapter of his natural history\" to the many uses of clay for pimples, black heads and skin tightening. Many famous naturopaths, such as kuhn, just and kneipp have contributed to the revival of the uses of clay through their natural treatments for arthritus and skin ailments. Aztec Indian healing clay a brief history - the world's most powerful facial the use of clay with apple cider vinegar can be dated back to the southern French priest of the16th century, kneipp, and his natural treatments using clay packs and poultices. Throughout history the use of clay, specifically green clay or bentonite, is well documented. To learn more about clay, look for \"our earth our cure\" by Raymond Dexteit, translated by Michel Abehsera in your local health food store or book store. Aztec secret Indian healing clay is bentonite clay from Death Valley, California, where it is sun- dried for up to six months in temperatures that sometimes reach 134 degrees. Facials, acne, body wraps, clay baths, foot soaks, chilled clay for knee packs and insect bites. Enjoy the benefits of clay in your own home. Beautify and refresh.",
    "itemID": "B00DTQ0AYS",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 10020
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 8.15,
    "brand": "Beauty4U"
  }
]