[
  {
    "title": "Almay One Coat Nourishing Mascara, Thickening, Black 402, 0.4-Ounce Package",
    "description": "Hypo-Allergenic. 100% Thicker lashes. Double size lashes in one clump-free coat. Non-smudging. Non-flaking. Suitable for contact lens wearers. Volumizing formula builds lashes double thick in one quick, smooth, clump-free application. Specially designed Quick Coat Brush wraps mascara evenly around every lash as it separates for a full, lush, high-volume look. Lashes feel conditioned and cared for--no clumps, flakes or smudges. Fragrance free. Non-irritating. Ophthalmologist, clinically, dermatologist and allergy tested.",
    "itemID": "B000052ZBH",
    "helpful": [
      8,
      8
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 71619
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 7.19,
    "brand": "Almay"
  },
  {
    "title": "SaveGoodBuy Bundle 3 Pieces Hair Chignon Donut Bun Maker (1 Large,1 Medium,1 Small) (Black)",
    "description": "Hair Stylers Mesh Chignon can be a strong hold when hair is pinned to it. Ii's perfect for women of all ages.If you this bundle, you could have 3 different size Donut BUN maker. So  Please choose the color you like",
    "itemID": "B009WS6MUS",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 38417
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Ponytail Holders"
      ]
    ],
    "price": 6.99,
    "brand": NaN
  },
  {
    "title": "SODIAL(R) Magic Hair Bun Sponge Maker",
    "description": "* Tie your hair into a ponytail. High ponytail recommended for a classy and girly look.* Place ponytail into hair sponge.* Tighten hair sponge and pull down to perhaps the last quarter of your ponytail.* Start rolling the hair sponge up towards the top of your head.* Bend the ends of the hair sponge down to secure bun.* Move your hair so it covers the sponge.* Bobby pin the loose strands in, give it a puff of hairspray (optional) and you're all set!* Decorate with hair accessories (such as flowers or hairbands) if you like",
    "itemID": "B00A73BVP8",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 31185
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Ponytail Holders"
      ]
    ],
    "price": 2.64,
    "brand": "SODIAL(TM)"
  }
]