[
  {
    "title": "Dudu-Osun African Black Soap (100% Pure) 150g Pack of 4",
    "description": "Specially formulated entirely from natural ingredients and herbs, this soap will have you feeling refreshed and silky smooth. Restores damaged skin and is helpful in healing chronic eczema, acne, freckles and dark spots. Scented with Osun (Camwood extract) citrus juices and native honey. Bio-degradable. No Preservatives, no preservatives and no artificial colors. Contains ingredients from natural plants and herbs from the tropical rain forest and Savannah regions such as Aloe Vera and natural vitamins. Pure Honey, Shea Butter, Osun (camwood), Palm kernel Oil, Cocoa Pod Ash, Palm Bunch Ash, Glycerine, Aloe Vera, Lime Juice & Oil, Lemon Juice & Oil, Water & Fragrance",
    "itemID": "B0023A7JF4",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 158
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 10.99,
    "brand": "Tropical Naturals"
  },
  {
    "title": "TANDA Clear Plus Professional Acne Clearing Solution Device",
    "description": "The clear plus is the first and only device to combine powerful bacteria-killing blue light with sonic vibration and gentle warming for clinically proven clearing results. 414 nm blue light works by producing oxygen singlet's which attach to the P.acnes bacteria (acne-causing bacteria). These singlet's have a phototoxic effect on key porphorins, causing the P.acnes bacteria to self-destruct The large treatment surface treats acne breakouts fast. Together, these three technologies deliver unsurpassed speed and effectiveness for calm, clear, beautiful skin.",
    "itemID": "B005X6M7JS",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8117
    },
    "categories": [
      [
        "Beauty",
        "Skin Care"
      ]
    ],
    "price": 104.95,
    "brand": "Tanda"
  },
  {
    "title": "Maybelline Define-A-Brow Eyebrow Pencil Soft Black 641",
    "description": "Maybelline Define-A-Brow Eyebrow PencilMicro-mechanical pencil delivers precise application for evenly defined brows. Smear-proof formula wears all-day, and convenient all-in-one tool includes a comb to seamlessly blend color for a natural look.&bull;Blends easily with brow hair&bull;Waterproof for all day wear&bull;Safe for sensitive eyes&bull;Contact lens safe and ophthalmologist tested",
    "itemID": "B001KYO7OA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14627
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyebrow Color"
      ]
    ],
    "price": 9.97,
    "brand": "Maybelline"
  }
]