[
  {
    "title": "Aquis Exfoliating Back Scrubber",
    "description": "Get your skin glowing from head to toe with the innovative, two-sided technology of our Aquitex XF exfoliating material.  One side offers a textured, loofah-like surface that deeply exfoliates and massages, enhancing circulation and invigorating the skin.  The other side features a soft, smooth microfiber surface that gently deep-cleans even the most delicate skin.",
    "itemID": "B000I20Q72",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 229
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bathing Accessories",
        "Loofahs, Sponges & Poufs"
      ]
    ],
    "price": 10.49,
    "brand": "Aquis"
  },
  {
    "title": "Toner Lavender Witch Hazel Alcohol-Free Thayer 12 oz Liquid",
    "description": "Toner Lavender Witch Hazel Alcohol-Free by Thayer 12 oz Liquid Toner Lavender Witch Hazel Alcohol-Free 12 oz Liquid Product Our new Lavender Alcohol-Free Witch Hazel with Aloe Vera Formula Toner and Vitamin E revitalizes the skin with a gentle soothing formula. Go ahead treat yourself. Ingredients Purified Water Aloe Barbadensis Leaf (Certified Organic Filet Of Aloe Vera) Glycerin (Vegetable) Fragrance (Natural Lavender) Hamamelis Virginiana (THAYERS proprietary un-distilled Witch Hazel) Extract Lavandula Angustifolia (Lavender) Flower Water Citric Acid Citrus Grandis (Grapefruit) Seed Extract Tocopheryl (Vitamin E) Acetate. Warnings Keep out of reach of children. As with all dietary supplements consult your healthcare professional before use. See product label for more information.",
    "itemID": "B000PP15L8",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 3309
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Toners & Astringents"
      ]
    ],
    "price": 9.39,
    "brand": "Thayer&#39;s"
  },
  {
    "title": "Renpure Originals I Love My Hair! Body and Shine Shampoo, 13.5-Ounce",
    "description": "Our family has been making hair care products for over 40 years with over a billion bottles produced worldwide.  we became concerned about all the chemicals our family was exposed to on a daily basis, so we developed a new line of hair care products free from harmful chemicals.  we use only 100% certified organic extracts and safe, fresh, natural ingredients.",
    "itemID": "B0023AT6R8",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 20489
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 3.04,
    "brand": "Renpure Organics"
  }
]