[
  {
    "title": "HSI PROFESSIONAL HIGH TEMPERATURE HEAT RESISTANT FLAT HAIR IRON STAND / HOLDER fits most 1 inch models",
    "description": NaN,
    "itemID": "B004V9600U",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Izunami Flat Iron Ktx450",
    "description": "Product Description\nIZUNAMI KTX is an exclusive design specifically created for Keratin Treatments. KTX's titanium plates prevent static electricity while smoothing and coating hair cuticles to revitalize dry and damaged hair. This titanium metal is not only scratch resistant and durable but is exceptionally lightweight. Titanium is a metallic element best known for its high strength and low density. While very lightweight, it provides superior heat conductibility, exceptionally resistant to chemical corrosion, and can withstand high heat. In addition to its ability to inhibit bacteria build ups, its biocompatible nature is non toxic and non allergenic. Two independent heat sensors regulate the temperature of each plate simultaneously so that both plates maintain consistent temperature without overheating. With the use of Kyocera MCH Heater, our advanced flash heating technology ensures immediate heat to reach its desired temperature in shortest time. REQDTM (Rapid Engagement and quick disengagement) technology enables multiple sessions of heat recovery in less than a second to maintain the set temperature without heat fluctuation. Moisture molecules in hair are reduced in size, enhancing their natural properties to give shiny, healthy results.",
    "itemID": "B005NLOLLU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 26940
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 152.26,
    "brand": "Izunami"
  },
  {
    "title": "Onei MK-I Halo Ceramic Flat Iron - 450 Degrees for Brazilian Keratin Treatments, 1&quot; Floating Plates",
    "description": "The Onei MK-I Halo Ceramic flat iron is renowned for producing salon-quality results at home in minutes and is regarded as one of the best flat irons for transforming frizzy, boring hair into beautifully straight locks. In addition to straightening, the elliptical barrel makes it suitable for styling, flipping, and curling. 1-inch, dual floating, Multi-Coat ceramic plates glide over your hair quickly and easily, leaving your hair shinier and healthier after use. The MK-I Halo Ceramic heats up in seconds and cools down faster than other flat irons. With a variable temperature range of 140F-450F, the Onei MK-I Halo Ceramic is suitable for ALL hair types and Brazilian Keratin Treatments. The digital interface makes it easy to use, freeing you from the hassle of expensive and salon visits. Features: 30-minute auto shut off, super bright digital display, ergonomic & lightweight body, and a 4-year no-questions-asked warranty. 100-120V (U.S.) \"Our promise to you: As a boutique company, if there is ever a problem with your order, we will do everything we can to make it right.\" - Onei Beauty, LLC",
    "itemID": "B007ZXR4I6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7496
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 99.99,
    "brand": "Onei Beauty"
  }
]