[
  {
    "title": "Harmony Gelish UV Soak Off Gel Polish High Voltage",
    "description": "This color gel is conveniently designed by \"Gelish by Harmony\" with a twist cap and applicator brush, apply like polishes, and cured under UV lamp. Color gels are meant to use on natural nails. These products are made to satisfy natural-nail wearers who long wish their color would last for more than two weeks. Color gels will stay on nails for three weeks with no chipping or peeling, and soak completely off in only 15 minutes.",
    "itemID": "B004NMTMUK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6396
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 12.25,
    "brand": "Harmony"
  },
  {
    "title": "Harmony Gelish UV Soak Off Gel Polish #418 Black Cherry Berry",
    "description": "The Hand & Nail Harmony Gelish Soak off Gel polish must be cured with LED Light or UV Light system. Must be applied over gelish Foundation or STRUCTRUE GEL . Do Not Apply Directly to the natural nail.",
    "itemID": "B004SSRSRS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11320
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 12.24,
    "brand": "Harmony"
  },
  {
    "title": "Creative Nail Solaroil Cuticle Oil, 2.3 Fluid Ounce",
    "description": "An award winning nail and cuticle oil infused with refreshing and nourishing jojoba and Vitamin E. Repeated use drives nutrients in deeper into the skin and nails, and keeps the cuticle area strong, healthy, and hydrated. CND SolarOil is recommended for use with any nail service.",
    "itemID": "B000PBQ7LK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6515
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Cuticle Care",
        "Cuticle Creams & Oils"
      ]
    ],
    "price": 17.1,
    "brand": "Creative Nail"
  }
]