[
  {
    "title": "Hot Sock Diffuser",
    "description": "The Hot Sock Diffuser is an ultra light diffuser that prevents heat damage and gives you better overall diffusion. This little miracle fits on any hair dryer and is perfect for the salon, at home, or when you are traveling!",
    "itemID": "B0006Q01EI",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4680
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Diffusers"
      ]
    ],
    "price": 6.07,
    "brand": "Hot Sock"
  },
  {
    "title": "Blinc Black Mascara - Two Full-Size Tubes",
    "description": "STOP Painting Your Lashes...TUBE Them! Blinc is the worlds first mascara innovation to form tiny water-resistant tubes around your lashes that stay on better than waterproof mascaras yet come off easily without the need for a makeup remover. &#x2022; Blinc mascara is not an oil-based paint like traditional mascaras, which means it cannot smudge, run, clump or flake into your eyes - making it ideal for people with sensitive eyes and those that wear contacts. &#x2022; Blinc is applied like a regular mascara, however once it sets, tiny tubes will form around your lashes providing both volume and length. &#x2022; Blinc does not penetrate your skin or your lashes, unlike most mascaras. &#x2022; Blinc lasts 2 to 3 times longer because it does not dry out as fast as traditional oil-based paint mascaras. &#x2022; Blinc will stay on until you are ready to take it off, even if you were to cry or rub your eyes, that is why Brides Magazine ranked Blinc as a top 10 mascara to wear for your wedding day.All Make Up Sales are Final - No Returns or Exchanges.",
    "itemID": "B0010VLJ58",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5683
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 44.98,
    "brand": "Blinc"
  },
  {
    "title": "Tree Hut Shea Sugar Scrub, Hawaiian Kukui, 18 Ounce (Pack of 3)",
    "description": "Experience a rejuvenating exfoliation with Tree Hut Sugar Scrub with the warm scent of Hawaiian Kukui. Natural Kukui nut Oil repairs and conditions cracked and neglected skin, absorbs quickly into skin and provides elasticity and long lasting moisturization. This gentle sugar scrub is infused with certified organic Shea butter, Kukui nut Oil and an array of natural oils, including Evening Primrose, sweet Almond, Avocado, Macadamia Seed and Orange oil. The sugar grains will softly polish away dead skin cells, leaving your skin soft, smooth and healthy looking.",
    "itemID": "B0018DAUKI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11687
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 21.73,
    "brand": "Tree Hut"
  }
]