[
  {
    "title": "Farouk CHI 1 Inch Ceramic Flat Hairstyling Iron",
    "description": "Farouk CHI GF1001 Original 1\" Ceramic Ionic Flat Iron Hair Straightener Warranty Offer: All Chi products that are purchased Direct from Amazon.com are covered by a 30 day Amazon warranty. This item is not covered by the manufacture warranty. Applies only to products sold by Amazon.com. Does not apply to products sold on our site by third-party merchants or through third-party areas such as Amazon.com Marketplace or Auctions.",
    "itemID": "B0009V1YR8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3128
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 89.09,
    "brand": NaN
  },
  {
    "title": "Euphoria by Calvin Klein for Women, Eau De Parfum Spray, 3.4 Ounce",
    "description": "Launched by the design house of Calvin Klein.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000GHWSG6",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1559
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 47.2,
    "brand": "Calvin Klein"
  },
  {
    "title": "It's A 10 Miracle Hair Mask , 8-Ounces Jars",
    "description": "1. Detangles 2. Restores Moisture 3. Instantly Restores Elasticity 4. Softens 5. Smoothes 6. Imparts Luminous Shine 7. Enhances Natural Body 8. Nourishes 9. Defrizzes 10. Improves color vibrancy",
    "itemID": "B000ZLVUYO",
    "helpful": [
      6,
      9
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 280
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 17.15,
    "brand": "Its a 10"
  }
]