[
  {
    "title": "Alter EGO Impact Ego Hot Oil Treatment with Garlic (Original) 1000ml",
    "description": "Product Description\nImpac Ego with Garlic Original.....And still the best This special cream, rich of peptydes, vitamins and mineral salts which derivate from wheat and garlic represents an excellent substitute for hair treatment with animal extract. It leaves the hair soft and strong and it is ideal to use on treated hair, such as bleached, dyed and permed. Crema enriquencida con peptidos, vitaminas y sales minerales extraidos del trigo y de ajo. Representa un excelente substraccion de los tratamientos con extracto de placenta. Ideal para el cabello con tinte, permanente y deolorantes. HOW TO USE (MODO DE USO) : after shampooing the hair, apply the treatment all over the scalp, wait for few minutes then rinse with water. Recommended to be used after shampooing, leave it on for about 15 minutes to have the best results. Aplicar sobre el cabello despues de lavado, dejar actuar por 10-15 minutos, a vapor luego acclarar con abundante agua y proceder con el peinado/estilo. INGREDIENTS INCE (CTFA) : Aqua(Water), Cetearyl Alcohol, Cetrimonium Chloride, Dipalmytoylethyl Hydroxyethylmonium Methosulfate, Parfum (Fragrance), Cyclomethicone(Cyclopentasiloxane), Limonene, Dimethicone, Phenoxyethanol, Propylene Glycol, Linalool, Hexyl Cinnamal, Methyldibromo Glutaronitrile, Benzyl Salicylate, Citric Acid, C.I. 11680 (Pigment Yellow), C.I. 74160 (Pigment Blue 15:1), Triticum Vulgare (Wheat Extract), C.I. 12085 (Pigment Red 4), Methylchloroisothiazolinone, Allium Sativum (Garlic Extract), Cochlearia Armoracia (Horse-radish Extract), Ferula Assa Foetida (Asafoetida Extract), Methylisothiazolinone. SIZE : 1000 ml / 33,8 fl oz Made in Italy",
    "itemID": "B000T9ZCL4",
    "helpful": [
      11,
      12
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8520
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 21.27,
    "brand": "Alter Ego"
  },
  {
    "title": "Star Lacio Lacio High Shine Leave in Hair Conditioner 7oz. [Health and Beauty]",
    "description": "HIGH SHINE LEAVE IN HAIR CONDITIONER \"LACIO LACIO\"\nCONCENTRATED SILK PROTEIN\n\nLACIO LACIO: It is a leave in high shine scientific developed formula to provide softness shine and new life to over processed, porus or dry hair. LACIO LACIO is an intensive hair treatment that restores split end over processed hair. \n\nDIRECTIONS : Apply evenly on wet hair and leave it on, style as usual. With the continue use of these products your hair will be completely restored.\n\nINGREDIENTS : WATER, CETEARYL ALCOHOL, HYDROLIZED SILK, DIMETHICONE COPOLYOL, CETRIMONIUM CHLORIDE, PANTHENOL, DMDM HYDANTOIN, METHYLPARABEN, PROPYLPARABEN, FRAGRANCE, COLORANT FREE.\n\nSIZE : 7 oz. / 207 mL.",
    "itemID": "B000U0CAYY",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 27592
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 12.9,
    "brand": "STAR"
  },
  {
    "title": "Silicon Mix Bamboo hair treatment 8 Oz",
    "description": "The Silicon Mix Bambu hair treatment is a product imported from the Dominican Republic. it contains 8 oz and provide an intense nutrition to your hair. the product contain Bamboo extract, a natural product that regenerates an nourishes your hair.",
    "itemID": "B002X0WLEI",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 15453
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 8.45,
    "brand": "Silicon Mix"
  }
]