[
  {
    "title": "100% Organic West African Shea Butter 16 oz",
    "description": "African Shea Butter 100% Natural African Shea Butter is made from the nut of the African Shea Tree. It contains a rich amount of unremovable fatty acid which render it far superior to cocoa butter and other natural vegetable butters. this fatty is crucial to rejuvenating and moisturizing the skin. Shea Butter provides all the essential vitamins needed to make skin look and feel smoother, softer and most importantly, healthier. Its therapeutic properties protect the skin from wind, cold, sun and it helps heal wounds faster. Shea Butter stimulates cellular activity, fights the effects of aging and repairs rough, damaged skin.",
    "itemID": "B0009JQFF6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 20975
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 7.25,
    "brand": "Nature and Herbs"
  },
  {
    "title": "EcoTools 6 Piece Essential Eye Brush Set",
    "description": "Use the large eye brush to blend a base eyeshadow over the entire eyelid. The angled crease brush adds definition to the outer crease of your eye, while the petite eye shading makeup brush is perfect for an accent color. Use the highlighting makeup brush to accentuate the brow bone and inner corners of the eye. Complete the look with the smudge brush by smudging the shadow and liner along the lash line for a smoky finish. Synthetic bristles are cruelty free. Experience the incredibly soft touch of cruelty-free bristles EcoTools beauty solutions promote Living Beautifully! We are inspired by beauty inside and out, and in the world around us. While we always want to look our best, we feel even better when we can make earth-conscious choices. EcoTools remains a favorite of celebrities, beauty editors and women around the world.  Best known for our incredibly soft cosmetic brushes, and  handles, we take pride in offering a collection of cosmetic makeup brushes, hairbrushes, lashes and bath products that feature innovative,  materials. Our includes natural materials, reusable pouches, post-consumer recycled paper and plastic, and recyclable packaging. The eco pouch is phthalate-free and PVC-free.  Cleaning your Makeup Brushes Unclean makeup brushes transfer old makeup, germs, and bacteria to your skin each time you use them. Ideally, you should wash them once a week, and here&#x2019;s the best way how:  Run the bristles of makeup brush under warm running water. Careful not to get the ferrules and handles wet. Apply a drop of gentle shampoo or clarifying cleanser to bristles and work into a light lather. Rinse bristles thoroughly under warm, running water. Continue rinsing until water runs clear. Use a cloth to absorb excess water and reshape the bristles Lay your makeup brushes flat or &#x201C;handles up&#x201D; to air dry",
    "itemID": "B0030HMQTS",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1166
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 5.74,
    "brand": "EcoTools"
  },
  {
    "title": "Coastal Scents Eclipse Concealer Palette",
    "description": "Finally! A perfect concealer palette that not only showcases 12 made to match shades, but also hosts 3 fantastic corrector concealers. This palette is designed for travel, but don't let it's size fool you. These 15 pans will give you a multitude of applications.",
    "itemID": "B004M7WKKK",
    "helpful": [
      1,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 889
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Concealers & Neutralizers"
      ]
    ],
    "price": 13.98,
    "brand": "Coastal Scents"
  }
]