[
  {
    "title": "Essie 3-Way Glaze Sealer, Base &amp; Topcoat .5 oz.",
    "description": "3-Way Glaze is a basecoat, topcoat and nail hardener all in one. 3-Way Glaze can be worn as a basecoat to naturally harden and effectively protect nail polish. Leaves nails with a high gloss finish. Apply 3-Way Glaze as a basecoat on clean nails. After applying 2 coats of color, apply 3-Way Glaze as a topcoat to seal in color and strengthen nails. .5oz.",
    "itemID": "B000VUZVQM",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 17907
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Top & Base Coats"
      ]
    ],
    "price": 6.53,
    "brand": "Essie"
  },
  {
    "title": "Physicians Formula Conceal RX Physicians Strength Concealer, Fair Light, 0.49 Ounce",
    "description": "Maximum coverage concealer formula that glides on smoothly to conceal blemishes, dark under-eye circles, scars, birthmarks, age spots, bruises, rosacea and hyperpigmentation.",
    "itemID": "B001KYU89S",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 79353
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Concealers & Neutralizers"
      ]
    ],
    "price": 8.79,
    "brand": "Physicians Formula"
  },
  {
    "title": "Rugby Acne Medication 10% 42.5gm",
    "description": "Rugby Acne Medication 10% Treatment Gel is the strongest Benzoyl Peroxide Gel available! The 10% benzoyl peroxide, water based gel is the same maximum strength formula recommended by dermatologists.Rugby Acne Medication 10% Gel zooms deep into pores where oil and bacteria live, killing bacteria and zapping zits, delivering the fastest results possible. For treatment and prevention of acne pimples, acne blemishes, blackheads or whiteheads. Rugby Acne Medication 10% Treatment Gel kills acne causing bacteria. Clears acne pimples and blackheads fast. Oil free, odorless gel vanishes as it clears your skin. The maximum strength formula in Rugby Acne Medication 10% Treatment Gel is the same formula recommended by dermatologists.",
    "itemID": "B0036IV7MS",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 40097
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Scrubs"
      ]
    ],
    "price": 5.04,
    "brand": "Oxy"
  }
]