[
  {
    "title": "Sexy Hair Healthy Sexy Hair Soy Renewal Styling Treatment, 4.2 Ounce",
    "description": "Healthy Sexy Hair Soy Renewal Nourishing Styling Treatment combines the strengthening benefits of Soy Protein with the reparative properties of the super antioxidant Argan Oil for results that are super moisturizing.",
    "itemID": "B002IULDP6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 12178
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 11.97,
    "brand": "Sexy Hair"
  },
  {
    "title": "St Moriz Instant Self Tanning Mousse - Dark (200ml)",
    "description": "Salon Formulated, Instant Bronzing, Longer Lasting, Fast Drying, No Streaks. Most recognised product format and ideal for both beginners & experts alike. Bikini and beach fans, this one's for you. Perfect for recreating a holiday tan, this is a beautifully fragranced, superlight mousse formulation, which is easy to apply and creates an instant bronzing effect and an all over flawless tan. Available in Medium for a golden glow, and Dark, for a deeper, long haul tan. You know your best assets so why not show them off?",
    "itemID": "B004BEBVZ4",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Health & Personal Care": 5596
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 7.48,
    "brand": "St Moriz"
  },
  {
    "title": "NYX Doll Eye Mascara, Extreme Black,  Volume,  DE02, 0.28 oz",
    "description": "Hello doll-face! For irresistibly fluttery eyelashes, try this mascara on for size. Doll eye mascara uses a unique blend of natural oils, vitamin E and nylon fibers to extend eyelashes to almost faux proportions. This mascara will add the volume in your lashes that you desire.",
    "itemID": "B000WYZ9Q4",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 3990
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 7.14,
    "brand": "NYX"
  }
]