[
  {
    "title": "Relief MD Epsom Salt Lavender - Calming &amp; Relaxing Soak, 16 oz,(Blue Cross Laboraties)",
    "description": "Relief MD Lavender Scented Epsom Salt. Resealable package. Calming and relaxing soak. Soothing relief from exertion and stiffness. 1 lb package",
    "itemID": "B004XY1CY2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 9174
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bath",
        "Minerals & Salts"
      ]
    ],
    "price": 8.11,
    "brand": "Blue Cross Laboraties"
  },
  {
    "title": "Olay Pro-X Microdermabrasion Plus Advanced Cleansing System, 1-Kit",
    "description": "",
    "itemID": "B00CYA5E1O",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 275
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Microdermabrasion"
      ]
    ],
    "price": 26.7,
    "brand": "Olay"
  },
  {
    "title": "Professional Salon Hair Steamer with Rolling Floor Stand Base",
    "description": "This hair steamer is lightweight and economical, and is loaded with professional functions and features. Premium, stainless-steel coil and 650 watts of heating power produce superb steam vapor. Tank-style, heavy-duty water reservoir (capacity of 32 ounces) for easy filling; simply remove reservoir from top of steamer, unscrew the cap, fill the tank with water, replace the cap and set on top of the steamer. Water is automatically drawn into the high-strength, shatterproof acrylic heating chamber as needed (designed for operation with ordinary tap water; distilled water is not required). Two power levels; use the high setting when beginning treatment for fast, maximum steam production, then use the lower level to maintain a moderate amount of steam for the duration of the treatment. Bonnet hood is made from durable tinted acrylic and is generously sized (12\" diameter opening, 10\" deep). Located inside the hood is a 17\" long diffuser used to provide for even steam distribution throughout. Three vent holes with an adjustable control allow refinement of the steam level. Rolled lip along the lower edge of the hood collects condensate and deposits it into a removable collection jar (included) located at the base of the hood. Height is adjustable from 37\" to 49\" (measured from the floor to the top of the water reservoir). The hood swivels completely and tilts 90-degrees so it can be positioned as desired, accommodating all types of chairs. Easy-rolling casters/wheels allow smooth mobility. Thermal overload circuitry to turn off steamer if water level drops too low, however never allow any steamer to run dry or be operated while unattended. Includes complete hair steamer, grounded power cord (120 volt use only), reservoir, 26\" diameter rolling base and instructions. Minor assembly required.",
    "itemID": "B007ROCY2O",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 11850
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]