[
  {
    "title": "CoverGirl Trublend Liquid Make Up Ivory 405, 1.0-Ounce Bottle",
    "description": "",
    "itemID": "B0018QE1IC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 53710
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 5.06,
    "brand": "COVERGIRL"
  },
  {
    "title": "CoverGirl TruBlend Micro Minerals Finishing Veil Foundation, Translucent 475, 0.35-Ounce Package",
    "description": "Mineral-based finishing veil helps provide an airbrushed look and helps create a naturally flawless-looking complexion. Use TRUblend Microminerals Finishing Veil as a finishing touch over TRUblend Microminerals Foundation, Blush or Bronzer for a naturally-flawless look.",
    "itemID": "B0026P3HGQ",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 60533
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 5.8,
    "brand": "COVERGIRL"
  },
  {
    "title": "Maybelline New York The Falsies Volum' Express Waterproof Mascara, Brownish Black 212, 0.25 Fluid Ounce",
    "description": "It's not mascara, it's false lash glam in a tube, instantly! Patented spoon brush and pro-keratin fiber formula instantly build 5x more volume without clumping. Unique flexible wand helps lift and separate, to provide the look of 2x more lashes. You will find lashes you didn't even know you had. To safeguard Maybelline purity, reserve this product for your personal use. Treat the applicator with the hygienic care you give your eyes. Never apply this product in a moving vehicle. Do not dilute mascara with water, saliva, or any other substance. Cap tightly after use. If change in odor or appearance occurs, discontinue use. Do not use this or any other eye cosmetic if your eye is injured, irritated, or infected. Consult a physician promptly.",
    "itemID": "B003I6MLN2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 36772
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 0.75,
    "brand": "Maybelline"
  }
]