[
  {
    "title": "NARS Larger Than Life Long-Wear Eyeliner, Via Veneto",
    "description": "Nars larger than life long-wear eyeliner takes liner to the next level. Rich, creamy color that glides on smoothly with a completely budgeproof finish. Incomparable 12-hour wear with nosmearing and no caking. Nine deeply dramatic shades named for the most iconic streets in theworld. Try the rich copper brown of via appia, abbey road&#x2019;s unabashed iridescent turquoise, orthe sleek slate grey of madison avenue. Start your day in one color&#x2019;s namesake city and end it inanother with your liner maintaining absolute intensity.",
    "itemID": "B005CN6M84",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 54055
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Liner & Shadow Combinations"
      ]
    ],
    "price": 20.5,
    "brand": "NARS"
  },
  {
    "title": "Neutrogena Body Oil, Light Sesame Formula, 8.5 Ounce",
    "description": "Body Oil is a delicately light sesame formula that instantly vanishes into the skin, sealing in moisture. Skin feels moisturized, soft, silky and looks radiant.    Lightweight  Absorbs quickly  Available in Original and Fragrance-free",
    "itemID": "B000052YOR",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 4.5,
    "brand": "Neutrogena"
  },
  {
    "title": "Dramatically Different Moisturising Gel By Clinique for Unisex, 4.2 Ounce",
    "description": "Dramatically Different Moisturising Gel by Clinique for Unisex - 4.2 oz Moisturising Gel",
    "itemID": "B000OUTTP8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2883
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 23.0,
    "brand": "Clinique"
  }
]