[
  {
    "title": "INFINITE SKIN SAFE &amp; AGGRESSIVE SCAR/SKIN LIGHTENING CLEANSER 15% LACTIC ACID (PROFESSIONAL BRAND) 5oz",
    "description": "Infinite Skin Luminance Cleanser15% Lactic Acid Lightening Facial CleanserWith clinically effective lightening Lactic Acid compounds, Luminance Cleanser help diminish imperfections by dramatically brightening the skin while lifting discolorations and blemishes due to acne, hormonal changes, and sun spots due to environmental exposure, leaving the skin brighter, softer, and refreshed with a luminous glow. See scars, acne scars, and skin discolorations fade away to clean, clear, beautiful skin! Dramatic results!Infinite Skin products are formulated with the highest quality ingredients used by cosmetic surgeons, physicians, and medical spas, at a fraction of the cost. Proven effective along high-end brands Obagi and SkinCeuticals, Infinite Skin products have tested similar to better results at 10 times less the cost. Infinite Skin brings highly effective medical & spa grade results without spending the hundreds of dollars you would at a doctor's office or medical spa.Recommended For:Hyperpigmentation, dark spots, sun spots, melasma, chloasma, freckles, age spots, gaunt appearance, uneven skin tone, discoloration, acne scars, blemishes, blotchiness, and sun-damaged skin.Benefits:Moderate to extreme lifting of any discoloration on the skinEven skin toneHealthy and youthful appearanceRadiant glowInstant brightening of the skinClear complexionDecrease of hyperpigmentationLightened sunspots and age spotsFreckles appear lighterFOR $22.00FOR ONLY $14.29Save over 35% OFF. Unbeatable Price!",
    "itemID": "B003VHZ0PE",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 31337
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Lactic Acid"
      ]
    ],
    "price": 14.29,
    "brand": NaN
  },
  {
    "title": "INFINITE SKIN LIGHTENING &amp; FIRMING FACIAL TONER 5% LACTIC ACID (PROFESSIONAL BRAND) 5oz",
    "description": "Infinite Skin Luminance TonerLightening & Firming Facial Toner with 5% Lactic Acid (5 oz)Luminance Toner deep cleanses by removing excess dirt, oil, and residue leaving the skin healthy, refreshed, and toned. Daily use will improve skin complexion, even skin tone & reduce the appearance of pores and fine lines. Infinite Skin Lactic compounds provide balanced hydration to dry or aging skin while brightening the skin and help diminish imperfections. For best results, use with Infinite Skin Luminance Enhancement Cleanser.Recommended use of Infinite Skin Toners before any peel application will provide perfectly balanced and oil-free skin to ensure even penetration and optimal results.Infinite Skin products are formulated with the highest quality ingredients used by cosmetic surgeons, physicians, and medical spas, at a fraction of the cost. Proven effective along high-end brands, Infinite Skin products have tested similar to better results at 10 times less the cost. Infinite Skin brings highly effective medical & spa grade results without spending the hundreds of dollars you would at a doctor's office or medical spa.Recommended For:Hyperpigmentation, dry skin, aging skin, dark spots, sun spots, melasma, chloasma, freckles, age spots, gaunt appearance, uneven skin tone, discoloration, acne scars, blemishes, blotchiness, and sun-damaged skinBenefits:Remove dirt, excess oil, and makeup residueBrightens & firms skinReduced pore sizeEven and balanced skin toneHealthy and youthful appearanceDecrease of hyperpigmentationLightened sunspots and age spotsFreckles appear lighterFOR $17.00FOR ONLY $11.99Save over 29% OFF. Unbelievable Price!",
    "itemID": "B004FTH3FM",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 107028
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Toners & Astringents"
      ]
    ],
    "price": 11.99,
    "brand": NaN
  },
  {
    "title": "Neutrogena Healthy Skin Anti-Wrinkle Cream, SPF 15, 1.4 Ounce",
    "description": "",
    "itemID": "B000052YOL",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 11.46,
    "brand": "Neutrogena"
  }
]