[
  {
    "title": "Brush - Large Oval Cushion Wood Bristles Wood Handle Bass Brushes 1 Brush",
    "description": "Brush - Large Oval Cushion Wood Bristles Wood Handle by Bass Brushes 1 Brush Brush - Large Oval Cushion Wood Bristles Wood Handle 1 Brush The Bass Wood Collection is a natural and is a Anit-static as possible.Solid Wood Handles with Wood Pin Bristles. For all types of hair. Works great with blow-dryers totally heat resistant. Warnings Keep out of reach of children. As with all dietary supplements consult your healthcare professional before use. See product label for more information.",
    "itemID": "B0007V6PFQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2553
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Brushes"
      ]
    ],
    "price": 11.45,
    "brand": "Bass Brushes"
  },
  {
    "title": "Parachute Jasmine Perfumed Non-sticky Coconut Hair Oil, 200 ml, 6.7-Fluid Ounce",
    "description": "Parachute Jasmine is a light, fragrant oil that can be used everyday to nourish and sytle your hair.",
    "itemID": "B00295N2MM",
    "helpful": [
      0,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 21516
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 7.99,
    "brand": "Parachute"
  },
  {
    "title": "Aveeno 10OZ SHOWER/BATH OIL",
    "description": "with Natural Soothing Oatmeal* in shower moisturizer leaves skin feeling soft &amp; smooth* Dermatologist Recommended* Moisturizing Formula for Relief of Dry, Itchy SkinAveeno&reg; Skin Relief Shower &amp; Bath OilUse in the shower or bath every day to soothe itchy, dry skin. This unique Aveeno&reg; formula combines the moisture-retaining properties of mineral oil with skin-soothing natural oatmeal to moisturize your skin, leaving it feeling soft and smooth.Discover Aveeno&reg; Active Naturals&reg; - Ingredients derived from nature and uniquely formulated to reveal skin's natural health and beauty.Essential Active Naturals&reg; - Skin-soothing natural oatmealThe Aveeno&reg; Brand has been Dermatologist recommended for over 60 years.",
    "itemID": "B001LFM4WA",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 15277
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 7.13,
    "brand": "Aveeno"
  }
]