[
  {
    "title": "Home Health Roll-On Deodorant Herbal Scent -- 3 fl oz",
    "description": "Herbal Magic Deodorant - Herbal by Home Health 3 oz Roll-On Herbal Magic Deodorant - Herbal 3 oz Roll-On Ingredients Algae Extract Aloe Vera Gel Deioinized Water Witch Hazel Sodium Bicarbonate (baking soda) Herbal Extracts (fennel hops chamomile balm mint mistletoe and yarrow) Grapefruit Seed Extract Herbal Fragrance Directions Invert bottle and roll on to cover underarm area. Keep cap tightly closed when not in use. Does Not Contain Aluminum Artificial Preservatives Colors. Warnings Keep out of reach of children. As with all dietary supplements consult your healthcare professional before use. See product label for more information. Do not use on broken skin. If skin sensitivity occurs discontinue use.",
    "itemID": "B0001TSWWS",
    "helpful": [
      10,
      11
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 154817
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 7.24,
    "brand": "Home Health"
  },
  {
    "title": "Kinky-Curly Knot Today Leave In Conditioner/Detangler - 8 oz",
    "description": "Creamy Conditioner for Naughty KnotsA creamy and herbal Kinky Curly Knot Today Conditioner helps you to smooth the cuticles and remove knots, tangles and snarls painlessly. This conditioner helps you to covert a nightmare into a sweet dream.Helps to removes tangles and knots painlesslyHelps to smoothen cuticlesCreamy and herbal conditionerKinky Curly Knot Today Conditioner is an good herbal product that gives you the liberty to look fashionable.Just For You:For curly, wavy and thick hairA Closer Look:This conditioner straightens your knots after removing your hair from extensions or braids. For thick curly hair, use this conditioner as a leave-in and for wavy hair use it as a regular conditioner.Get Started:Apply this conditioner after hair wash. To detangle the knots, use a wide toothed comb. Apply the conditioner in the bath shower, if you are using it as a leave-in, after a hair wash. Rinse lightly and distribute the conditioner evenly.",
    "itemID": "B00128WK4I",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1916
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 7.5,
    "brand": "Kinky Curly"
  },
  {
    "title": "Miss Jessie's Baby Buttercreme-2 oz",
    "description": "Silicone-free. The sweetest Baby Buttercreme created for children. A \"mommy's must-have\" for moisturizing dry, tangled, hard to comb and unruly curls. Miss Jessie's Baby Buttercreme was created for children. A \"mommy's must-have\" for moisturizing dry, tangled, hard to comb and unruly curls. &#x2022;Provides a lightweight coating &#x2022;Great detangler for knots and kinks &#x2022;Fortifies and strengthens dull, lifeless curls &#x2022;Smoothes out and conditions hair &#x2022;Gives hair elasticity and spring",
    "itemID": "B001G0UC1A",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 80902
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 12.9,
    "brand": "Miss Jessie"
  }
]