[
  {
    "title": "Badger Balm, Sleep Balm - 2 oz",
    "description": "A dreamy night balm rich with precious oils to calm, encourage, cheer and relax poetic badgers and other restless wanderers. Just rub a little balm under nose, on lips, on temples or other pulse points. Or use the oil for after-bath moisturizing or soothing massage. The aroma does the work. Rosemary is the traditional herb for clear thinking, confidence, and memory. Bergamot is mentally uplifting. Ginger is strengthening and confidence-inducing. Balsam Fir is refreshing, like a walk in the woods. Lavender is the traditional sleep herb; fresh and relaxing. But Sleep Balm doesn't make you sleepy! It helps quiet your thoughts, then you fall asleep naturally.",
    "itemID": "B0000682T7",
    "helpful": [
      17,
      17
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 13961
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Body Washes"
      ]
    ],
    "price": 8.99,
    "brand": "Badger"
  },
  {
    "title": "Indigo Wild: Zum Bar Goat's Milk Soap, Cinnamon 3 oz",
    "description": "We're on a cinnamon roll with the warm, toasty spice that pep talks you up in the morning. (Not for sensitive skin.)Ingredients: Saponified 100% food grade olive, coconut, palm & castor oils, in a goat's milk base, with pure essential oils, mineral pigments and aloe.",
    "itemID": "B000DIN3A8",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 85213
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 8.55,
    "brand": "Indigo Wild"
  },
  {
    "title": "Korres Facial  Gel Cleanser, White Tea, 6.76 Ounce",
    "description": "Formulated with vegetable-derived soap substitutes&#x2014;deeply cleanses and refreshes without dehydrating the skin.",
    "itemID": "B00128ANOW",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 82822
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Gels"
      ]
    ],
    "price": 25.27,
    "brand": "Korres"
  }
]