[
  {
    "title": "Neutrogena Clear Pore Cleanser/Mask, 4.2 Ounce",
    "description": "Clear Pore Cleanser/Mask is a breakthrough acne-fighting formula that can be used two ways as a daily cleanser or as a mask.  This dermatologist-tested formula has the acne-fighting power of Benzoyl Peroxide to kill bacteria and treat existing breakouts. Cooling intensity builds as it penetrates deep into pores. Use as a daily cleanser to kill bacteria. Or use as an intensive mask for Deep CLEANsing and extra oil control.",
    "itemID": "B000NSIGE6",
    "helpful": [
      0,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 5584
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 8.56,
    "brand": "Neutrogena"
  },
  {
    "title": "Goldwell Topchic Hair Color Coloration (Tube) 8N Light Blonde",
    "description": "Buy Goldwell Hair Color Permanent - Goldwell Topchic Hair Color Coloration (Tube) 8N Light Blonde. How-to-Use: Recommendation: Perform a preliminary patch test according to the following directions prior to each application, even if the client has had color treatments before. Using a cotton-tipped applicator, apply the color mixture to a 1\" x 1\" patch of clean skin (gently wash with mild soap and water) on the inside of the forearm and leave to process. After 45 minutes, cleanse the area",
    "itemID": "B001B9BDPA",
    "helpful": [
      0,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 96878
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 7.91,
    "brand": "Goldwell"
  },
  {
    "title": "e.l.f. Cosmetics Lip Plumping Glaze - Fire Coral",
    "description": "Forget costly Collagen injections, or those painfully stinging glosses, stimulate your senses to a refreshed full perfect pout with e.l.f. Plumping Lip Glaze! e.l.f. proudly presents a revolutionary lip plumper, infusing natural ingredients that awaken your senses for fresh, volume enhanced, and moisturized lips. This dual sided Plumping Lip Glaze has a tinted color for a subtle plump or a clear gloss that power plumps your lips, use together and instantly feel the lip enlarging effects!",
    "itemID": "B001HKTHAQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 407564
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lip Plumpers"
      ]
    ],
    "price": 2.19,
    "brand": "e.l.f. Cosmetics"
  }
]