[
  {
    "title": "Bath Body Works Twilight Woods 8.0 oz Body Lotion",
    "description": "Buy Bath & Body Works Body Creams & Body Lotions - Bath & Body Works Twilight Woods 8.0 oz Body Lotion. How-to-Use: Squeeze a generous amount of body lotion/cream into hands and apply to desired area.",
    "itemID": "B002XREW0C",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 22695
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 5.29,
    "brand": "Bath &amp; Body Works"
  },
  {
    "title": "WSWS - Hair Rollers Magic leverage (High-Speed Changing Magic Leverage - 16 Hair Rollers) plus one free Dariya Japan Hair/fringe Grip Magic Clip",
    "description": "Hair Roller - Instant curls, these are easy to use hair rollers that give you beatuiful curls. 16 rolls in a package (8 of 10.5\" long rollers and 8 of 6\" long hair rollers; color is random) along with the hair feeding tool. Control your hair , make the shapes you want.\n\nThis combo comes with a free (2 pads) Dariya hair Grip/Magic Clip - This lightweight accessory has Velcro-like hooks that keep hair gently in place without grasping it firmly the way traditional hair accessories do. You will be amazed by how weightless this thin pad is - you can barely feel it on your head! Not only does it hold up your fringe without crimping or messing it up, it also allows you to keep your parting. This sheet can be used to keep hair out of your face whenever you are washing your face, applying make-up or skincare. It is compact, lightweight and easy to carry around, thus makes this the perfect travel companion.",
    "itemID": "B005H95F7M",
    "helpful": [
      0,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 164223
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Hair Extensions"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Creme of Nature Moisture &amp; Shine Shampoo with Argan Oil: 12 OZ",
    "description": "Creme of Nature Moisture & Shine Shampoo with Argan Oil has a sulfate-free formula that nourishes and adds brilliant shine while gently cleansing and detangling. Features Gently cleanses hair without harsh, moisture stripping agents Strengthens hair while optimizing the moisture balance of the hair and scalp Helps to detangle, soften and boost shine Infused with Certified Organic Argan Oil from Morocco 12 FL OZ (354mL)",
    "itemID": "B004YRTZG0",
    "helpful": [
      2,
      4
    ],
    "overall": 1.0,
    "salesRank": {
      "Health & Personal Care": 31847
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Relaxers",
        "Shampoos"
      ]
    ],
    "price": 5.69,
    "brand": "Creme of Nature"
  }
]