[
  {
    "title": "NeutrogenaClear Pore Oil Eliminating Astringent, 8 Ounce",
    "description": "Clear Pore OilEliminating Astringent is specifically formulated to effectively treat acne and help prevent future pimples and blackheads. This maximum strength formula contains salicylic acid, an acnefighting ingredient recommended by dermatologists. It penetrates deep into pores to help remove dirt, oil and makeup that can clog pores and cause breakouts. It also instantly eliminates and controls excess surface oil. Gentle enough to use morning, afternoon and night, it won't overdry or irritate skin.",
    "itemID": "B0000535RC",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 5893
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Toners & Astringents"
      ]
    ],
    "price": 8.28,
    "brand": "Neutrogena"
  },
  {
    "title": "Neutrogena Fresh Foaming Cleanser, 6.7 Ounce",
    "description": "Fresh Foaming Cleanser is a cleanser and makeup remover in one.  Removing makeup before you go to bed has never been easier. This dermatologist-tested formula effectively removes dirt, oil and makeup. It even removes eye makeup, without soaps or oils that can sting or irritate the sensitive eye area. No more raccoon eyes! It rinses completely and won't leave any pore-clogging residue.  Forget the excuses and get refreshingly clean skin and complete makeup removal in one step.   Soap-free Oil-free Non-comedogenic (won't clog pores) Hypoallergenic",
    "itemID": "B00027EG9C",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1509
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 7.94,
    "brand": "Neutrogena"
  },
  {
    "title": "L'Oreal Paris RevitaLift Anti-Wrinkle + Firming Face &amp; Neck Contour Cream, 1.7 Fluid Ounce",
    "description": "This unique daily moisturizer delivers anti-wrinkle and firming action, created specially to care for your face and neck.  Experience advanced action against the signs of aging wth smoother, firmer skin in just 4 weeks. RevitaLift Anti-Wrinkle + Firming Face & Neck Contour Cream with Pro-Retinol A and Stimuplex increases cell turnover, reduces wrinkles, firms skin, and provides 24 hour moisturization.",
    "itemID": "B000KONYJK",
    "helpful": [
      1,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 863
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 7.0,
    "brand": "L&#39;Oreal Paris"
  }
]