[
  {
    "title": "Cetaphil Gentle Skin Cleanser, 4.0 -Ounce Bottles (Pack of 6)",
    "description": "Softens As It Cleanses.CETAPHIL&reg; cleanser was formulated for dermatologists as a gentle, non-irritating cleanser for even the most sensitive skin. Unlike soap, CETAPHIL is completely non-alkaline, non-comedogenic, and fragrance free.&nbsp; Soothes and softens as it cleanses, helping the skin retain needed moisture. Use for face, hands, and the entire body. Also an excellent cleanser for the delicate skin of babies.",
    "itemID": "B000052YMT",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 140584
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 27.64,
    "brand": "Cetaphil"
  },
  {
    "title": "NYX Eyebrow Cake Powder, Black/Gray",
    "description": "Our recipe for cooking up exquisite eyebrows includes wax, tools and a pair of complementary powders, black and gray, which can be customized to create the ideal shade. Each eyebrow cake powder kit includes a slanted brush and a round wand to shape, style and tame eyebrows.",
    "itemID": "B002QI1E9K",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5689
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyebrow Color"
      ]
    ],
    "price": 5.89,
    "brand": "NYX"
  },
  {
    "title": "SHANY Glamour Girl Makeup Kit - 48 Eyeshadow / 4 Blush /2 Powder",
    "description": "Indulge in a new sophisticated style with SHANY Glamour Girl Makeup kit. The kit comes with hot vivid fashionable colors, highly pigmented mineral oil based Eyeshadows. From matte to ultra-shimmers. , prime cheeky blushes and handy face powders that can be used as color corrector as well. The beautiful kit from SHANY is all about style. Start the new season with a fresh look and take an advantage of Shany all in one kit. The case come in a beautiful vintage style packaging.",
    "itemID": "B0034KYDPG",
    "helpful": [
      9,
      9
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5119
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": 13.25,
    "brand": "SHANY Cosmetics"
  }
]