[
  {
    "title": "Designer Skin Saving Face 4 Oz",
    "description": "Fragrance free and hypo-allergenic, Saving Face is specifi- cally designed for the delicate facial area.  Enriched with CoQ-10, Vitamin C, Carrot Oil and soothing botanical oils, it will promote golden facial tanning while potent antioxidants minimize the appearance of fine lines and wrinkles.",
    "itemID": "B000GP78S6",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 15710
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 13.95,
    "brand": "Designer Skin"
  },
  {
    "title": "HERSTYLER 3P CERAMIC CURLER IRON SET- 13MM, 18MM",
    "description": "The ceramic technology provides you with the best styling results by producing negative ions to seal the cuticles and repel humidity. The ceramic heat will also ensure a quick heat recovery without sudden increase of heat. 3P allows you to get the temperature up to 200 degrees Celsius; the digital temperature display lets you know what temperature is right for you every time, no more guess work no matter what type of hair you-re curling. HerStyler protects your safety as a first value; you can now enjoy a safe, easy and fast hair curling experience by using the thermal glove. The thermal glove will prevent burning and help you to get the best results by enabling you to touch the ceramic barrel and curl your hair around it.  Glove sold separately.",
    "itemID": "B000S8JB68",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6304
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Curling Irons"
      ]
    ],
    "price": 38.0,
    "brand": "HerStyler"
  },
  {
    "title": "Australian Gold Body Kisses Daily Moisturizer - 22.0 oz",
    "description": "This tan prolonging daily moisturizer contains hemp seed extract with triple-action anti-aging & slimming properties.",
    "itemID": "B0012C8TXU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2869
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 10.98,
    "brand": "Australian Gold"
  }
]