[
  {
    "title": "Sally Hansen Hard As Nails Wraps 0.44oz",
    "description": "Sally Hansen hard as nails hard as wraps powerful acrylic gel is a breakthrough patented gel that protects and strengthens fragile, soft or damaged nails. Powerful acrylic protection instantly seals and hardens nails in 1 easy step. Formula provides an instant, long-lasting, wrap-like surface for fragile, soft, torn, chipped or cracked nails. Provides a clear, smooth, shiny finish. Only one step-no mixing, no mess.",
    "itemID": "B000H88Q9M",
    "helpful": [
      0,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 42534
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Growth Formula"
      ]
    ],
    "price": 6.97,
    "brand": "Sally Hansen"
  },
  {
    "title": "FASH Professional 180 Color Eyeshadow Palette (makeup, cosmetic)",
    "description": "You like colors??? Then add colors to your looks with FASH &#xFFFD;s  all new 180 color eye shadow palette .It&#xFFFD;s time to get that stylish matte look with a little shine that brings life to your eyes and makes you stand out everywhere you go. That&#xFFFD;s not all !! You wish for any color and it will be there, as the palette contains 180 different COLORS whether be it shimmery or matte. You can experiment with different looks &#xFFFD;smoky, dazzling, shimmery, and elegant!!You name it and you can do it. This palette is worth owning. It is comfortable to carry. Just grab it and take it wherever you go. The highly pigmented eye shadow applies evenly and blends well on your skin .The product is Made from natural mineral oil base that makes it last for hours, until you wash it off. So what are you waiting for???Just grab the most affordable and value for money product. For best results use it with FASH professional brush sets.",
    "itemID": "B0047TO1G4",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 132943
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "NYX Cosmetics Eye Shadow Base, White, 0.21 Ounce",
    "description": "Cream based eye primer. Available in three tones. Intensifes any shade of eye shadow and helps colors last longer. White helps color appear up to 100x more vivid. Pearl helps maximize any iridescent effect. Skin tone helps color hold naturally.",
    "itemID": "B0030O3VRW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4669
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation Primers"
      ]
    ],
    "price": 6.49,
    "brand": "NYX"
  }
]