[
  {
    "title": "Nailtiques Formula 2 Nail Growth Formula Treatments, 0.25 Ounce",
    "description": "Nailtiques formula 2 treatment for soft, peeling, bitten, weak or thin nails. Nailtiques nail protein was created to treat different nail conditions. The salon tested formulations offer special combinations of ingredients, including hydrolyzed keratin and protein in combination with gelatin and calcium to build a healthy nail foundation. The protein formulas bond the nail layers together building a strong nail foundation resistant to peeling, chipping and splitting.",
    "itemID": "B0000Y3GIE",
    "helpful": [
      7,
      9
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 12835
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Growth Formula"
      ]
    ],
    "price": 8.87,
    "brand": "Nailtiques"
  },
  {
    "title": "Renpure Originals My Pretty Hair is Parched! Moisturizing Conditioner, 13.5-Ounce",
    "description": "Our family has been making hair care products for over 40 years with over a billion bottles produced worldwide.  we became concerned about all the chemicals our family was exposed to on a daily basis, so we developed a new line of hair care products free from harmful chemicals.  we use only 100% certified organic extracts and safe, fresh, natural ingredients.",
    "itemID": "B0023AV2UM",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 36747
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 9.45,
    "brand": "Renpure Organics"
  },
  {
    "title": "Renpure Originals My Pretty Hair is Parched! Moisturizing Shampoo, 13.5-Ounce",
    "description": "Our family has been making hair care products for over 40 years with over a billion bottles produced worldwide.  we became concerned about all the chemicals our family was exposed to on a daily basis, so we developed a new line of hair care products free from harmful chemicals.  we use only 100% certified originals extracts and safe, fresh, natural ingredients.",
    "itemID": "B0023AV2XO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 28427
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 3.96,
    "brand": "Renpure Originals"
  }
]