[
  {
    "title": "Aussie Sydney Smooth 3 Minute Miracle Smoothing Treatment-8oz",
    "description": "Aussie Sydney Smooth 3 Minute Miracle Smoothing Treatment provides super deep conditioning for a serious fix to dry, damaged hair.; Deeep conditioning for damaged do's; Go from rough to smooth in minutes flat; Smoothing treatment",
    "itemID": "B0009R5AYA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 216344
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Revlon Custom Creations Foundation 020 Light",
    "description": "Buy Revlon Foundations - Revlon Custom Creations Foundation 020 Light. How-to-Use: Adjust dial to customize your perfect shade.",
    "itemID": "B001ADOXKO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 110279
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 8.98,
    "brand": "Revlon"
  },
  {
    "title": "Maybelline New York The Falsies Volum' Express Waterproof Mascara, Brownish Black 212, 0.25 Fluid Ounce",
    "description": "It's not mascara, it's false lash glam in a tube, instantly! Patented spoon brush and pro-keratin fiber formula instantly build 5x more volume without clumping. Unique flexible wand helps lift and separate, to provide the look of 2x more lashes. You will find lashes you didn't even know you had. To safeguard Maybelline purity, reserve this product for your personal use. Treat the applicator with the hygienic care you give your eyes. Never apply this product in a moving vehicle. Do not dilute mascara with water, saliva, or any other substance. Cap tightly after use. If change in odor or appearance occurs, discontinue use. Do not use this or any other eye cosmetic if your eye is injured, irritated, or infected. Consult a physician promptly.",
    "itemID": "B003I6MLN2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 36772
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 0.75,
    "brand": "Maybelline"
  }
]