[
  {
    "title": "CeraVe SPF 50 Sunscreen Face Lotion, 2 Ounce",
    "description": "CeraVe sunscreen, face lotion with SPF 50 with invisible zinc, which delivers its unique dry, clear finish for powerful protection from the sun's damaging rays. It is lightweight and oil free. It is developed with dermatologists. Its UVA/UVB protection shields your skin from the sun, combating sun-inflicted damage. The patented MVE delivery technology ensures a slow, gradual release of these ingredients for all day hydration and comfort.",
    "itemID": "B00BGBUQXS",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 3310
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Sunscreens & Self Tanners",
        "Sunscreens"
      ]
    ],
    "price": 9.3,
    "brand": "CeraVe"
  },
  {
    "title": "Aveeno Clear Complexion Daily Moisturizer, 4 Ounce",
    "description": "This daily moisturizer has a unique formula with an exclusive total soy complex to help naturally even out skin tone and smooth texture. It also contains salicylic acid to help clear up and prevent blemishes. This fast absorbing moisturizer is gentle enough for sensitive skin and helps maintain healthylooking skin and improve your complexion. Aveeno clear complexion daily moisturizer leaves skin soft and smooth. Improves skin texture. Evens out skin tone. Improves skin clarity. Prevents breakouts. Clears up blemishes. Discover Aveeno active naturals simply put, active naturals are Ingredients derived from nature and uniquely formulated to reveal skin's natural health and beauty. A pioneer in the study of natural Ingredients for efficacious skin care, Aveeno has captured the naturally active benefits of soy. Long known for its health benefits, soy also delivers multiple skin benefits including moisturization, smoothing texture, and evening out skin tone. Aveeno offers facial care products that are noncomedogenic, hypallergenic, and gentle enough for everyday use.",
    "itemID": "B00006FRW7",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 4.65,
    "brand": "Aveeno"
  },
  {
    "title": "Essie Good To Go! - Fast Dry High Gloss Top Coat 0.46 OZ/13.5ml",
    "description": "EssieGood to Go!(.5 oz)BenefitsFast dry top coatChip resistant Non-yellowing protective finishThe Good to Go is a non-yellowing protective finish that is chip resistant. It is a fast drying top coat for any nail.",
    "itemID": "B001H270RQ",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 982
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Top & Base Coats"
      ]
    ],
    "price": 4.2,
    "brand": "Essie"
  }
]