[
  {
    "title": "Neocutis Lumiere Bio-restorative Eye Cream with PSP, Anti-aging, 0.5 Ounce",
    "description": "This gentle eye cream works to reduce the appearance of dark circles and puffiness with caffeine, bisabolol and sodium hyaluronate, in combination with the effective complex, psp. psp, or processed skin proteins, is a naturally balanced blend of essential nutrients, such as growth factors, antioxidants and matrix proteins, including collagen. this powerful ingredient revives skin, causing it to become softer, firmer, younger- and healthier-looking. fragrance- and colorant-free, lumiere bio-restorative eye cream with psp is ultra-gentle for the delicate eye area. the skin around the eyes is left softer, stronger and younger-looking.",
    "itemID": "B002LE54P4",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 521
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Creams"
      ]
    ],
    "price": 52.89,
    "brand": "NEOCUTIS"
  },
  {
    "title": "Obagi Professional-C Serum 15% - 1 fl oz / 30 ml (For all skin types)",
    "description": "Obagi Professional-C Serum 10%, 1 oz.Obagi Professional-C Serums use advanced scientific formulas developed and tested by Vitamin C experts to provide maximum daily antioxidant protection against free radicals, which cause premature signs of aging including fine lines and wrinkles. Obagi's unique formula provides greater penetration of ingredients, delivering greater antioxidant benefit to your skin. Obagi Professional-C Serums use stabilized L-ascorbic acid -- the only form of Vitamin C that can be effectively absorbed by the skin. Obagi Professional-C Serum 10% is suitable for dry, sensitive or reactive skin. The 10% L-ascorbic acid helps in defending against damaging UVA and UVB rays, helps prevent premature signs of aging such as fine lines and wrinkles, and contributes to collagen synthesis. Designed to stimulate collage to firm and support skin Superior delivery system, resulting in greater penetration to all layers of the skin Lighten skin discolorations, moisturize and hydrate skin to improve both texture and toneEspecially Suited For: dry, sensitive or reactive skin typesEssential Elements: Obagi Professional-C Serum 10% comes in a 1-oz. bottle.For Best Effect: Apply 5 to 7 drops to your face, neck, and chest using fingertips. Apply to cleansed skin in the morning before sunscreen and makeup application. A slight tingling may occur in some people, which diminishes with continued use.",
    "itemID": "B000BZ4YB0",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 5016
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 38.95,
    "brand": "Obagi Medical"
  },
  {
    "title": "Vivite Travel Size System 4 piece",
    "description": "These travel-friendly products allow you to keep your skin healthy and glowing no matter where you are. Perfect for both trial and travel, the Travel Size System fits perfectly into any purse, backpack or suitcase and features airline-safe sizes. The Travel Size System includes : Exfoliating Facial Cleanser (0.3 fl. oz.) - removes excess oils, debris and grime while loosening the top layer of dead skin cells and sloughing them away. 15% glycolic compound. Daily Antioxidant Facial Serum (0.17 fl. oz.) - designed to hydrate and resurface the skin for a smoother, younger and more beautiful appearance. 15% glycolic compound. Revitalizing Eye Cream (0.13 oz.) - reduces the appearance of fine lines, wrinkles and dark circles for a brighter and healthier appearance. Gentle formula features a 10% glycolic compound. Night Renewal Facial Cream (0.25 oz.) - provides extreme hydration and comfort while repairing the skin and maintaining a healthy tone and texture. 20% glycolic compound. Travel Case - this clear, wallet-like case keeps your travel size products safe while on-the-go. It measures 5'' long, 1.5'' deep and 3.5'' tall.",
    "itemID": "B0037ZA4GU",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 8235
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sets & Kits"
      ]
    ],
    "price": 15.0,
    "brand": NaN
  }
]