[
  {
    "title": "China Glaze Crackle Shatter 6 bottle set - similar to OPI black shatter",
    "description": "receive 1 bottle of each color - china glaze crackle",
    "itemID": "B004MKHYQM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 86008
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 25.0,
    "brand": "China Glaze"
  },
  {
    "title": "Harmony Gelish UV Soak Off Gel Polish High Voltage",
    "description": "This color gel is conveniently designed by \"Gelish by Harmony\" with a twist cap and applicator brush, apply like polishes, and cured under UV lamp. Color gels are meant to use on natural nails. These products are made to satisfy natural-nail wearers who long wish their color would last for more than two weeks. Color gels will stay on nails for three weeks with no chipping or peeling, and soak completely off in only 15 minutes.",
    "itemID": "B004NMTMUK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6396
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 12.25,
    "brand": "Harmony"
  },
  {
    "title": "Harmony Gelish Soak-off Gel Polish Structure Gel 0.5 Oz",
    "description": "Product Description Gelish Structure Gel has the molecular structure that creates a thicker viscosity soak off gel for reinforcing strength, enhancing the nail or repairing a damaged nail plate. The Structure Gel is a soak of gel product that can quickly be removed with Soak Off Gel Remover. Gelish Structure cures in 30 seconds in a LED Light or 2 minutes in a UV Light.",
    "itemID": "B0045K1N8E",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 9658
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish Remover"
      ]
    ],
    "price": 11.95,
    "brand": "Gelish"
  }
]