[
  {
    "title": "Mango Butter White Raw, 1 Lb",
    "description": "Mangifera Indica (Mango) Seed Butter is a fat obtained from the seeds of Mangifera indica tree or commonly known as a mango tree. Fruit of this tree is thought to have been cultivated for 4000 years or more. Mango is grown in nearly all the tropical areas of the world and indigenous people have been reaping the hair and skin care benefits of this magnificent fruit for many centuries. They believe that mango butter has healing and regenerative abilities. \nMango Butter may be used to assist in skin/hair moisturization after exposure to harsh elements of the Mother Nature like sun, wind and cold. Give your skin a care it deserves with this hard working fruit known for its unique softening and moisturizing abilities. Enriched with vitamins (like A, E, &C;), multiple minerals and strong antioxidants, mango butter works hard to keep your skin, hair and scalp well nourished. Talk about a multi-faceted fruit!\nExtracted from the seeds \"butter\" is carefully refined and deodorized via mild and natural processes to obtain a product which meets the stringent requirements for cosmetic applications. Mango Butter con-tains a high content of C18:0 and C18:1 fatty acids. It is solid at room temperatures, but liquefies on contact with skin and applies easily and evenly. Mango butter has similar benefits as cocoa and shea butters; however it contains higher levels of essential fatty acids making it a more intensive moisturizer.\nThis butter is used as a base ingredient in body care formulas, skin care products and soaps. Mango butter contains high level of unsaponifiables (components of fat/oil that do not turn into soap when combined with lye); thus, some addition of this butter to soaps will combat drying effects of bar soaps or cleansers. The formulator must be careful not to add too much, as an excess of unsaponifiables can result in a soft, poor quality soap bar.",
    "itemID": "B00AEIVIGS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4623
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 16.19,
    "brand": "SpirZon LLC"
  },
  {
    "title": "nail art powder 12color dust glitter sparkle nail tip decoration",
    "description": "nail art powder 12color dust glitter sparkle nail tip decoration",
    "itemID": "B0087O4XKE",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 2821
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 2.74,
    "brand": "BetterLifeABC"
  },
  {
    "title": "Bundle Monster 100 PC 3D Designs Nail Art Nailart Manicure Fimo Canes Sticks Rods Stickers Gel Tips",
    "description": "This monster offer includes 100pc nail art fimo canes / rods / sticks. Abundance of designs including flowers, fruits, butterflies, cute figures, and etc. Please understand occasionally some colors/designs may become out of stock. Therefore, substitutions of similar designs may occur but each one will be unique. Smaller quantity bundle also available in our Amazon storefront. HOW TO USE: Recommended to use razor blade to smoothly cut rod into thin slices. Simply use nail glue to fix on nails. Self explanatory.",
    "itemID": "B0032PQPWW",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 7889
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Art"
      ]
    ],
    "price": 4.4,
    "brand": "Bundle Monster"
  }
]