[
  {
    "title": "EltaMD SPF 50 UV Sport Sunscreen, 7 Fluid Ounce",
    "description": "A high-powered, SPF 50 sun block ideal for outdoor athletes, EltaMD 's UV sport is a durable, water resistant formula that won't wear off or run. This incredible formula brings you long-lasting UVA and UVB protection with a unique blend of effective, active ingredient, including z-cote, a form of micronized zinc oxide. The moisturizing lotion formula leaves the skin feeling soft with no greasy residue. Great for athletes and children.",
    "itemID": "B001FYXA6G",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 697
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection",
        "Sports"
      ]
    ],
    "price": 28.2,
    "brand": "EltaMD"
  },
  {
    "title": "Billion Dollar Brows natural Brow and lash growth Boost Serum 4ml",
    "description": "Product Description\nJump-start your brows! This deep conditioning treatment is designed to help repair and restore thin, over-plucked, and undernourished eyebrows. This unique blend of proteins and vitamins works overnight to help stimulate brow growth, leaving them looking fuller and thicker. \nAfter 30 days of use brows should begin to fill in, creating a beautiful brow line.\nBrow Boost is lab and dermatologist safe for all skin types and is safe for use around the eyes.",
    "itemID": "B0011DS3CW",
    "helpful": [
      0,
      1
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 18597
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 22.78,
    "brand": "Billion Dollar Brows"
  },
  {
    "title": "Neutrogena Deep Clean Facial Cleanser, Normal to Oily Skin, 6.7 Ounce",
    "description": "Neutrogena Deep Clean cleans so deeply and thoroughly that it improves the look and feel of skin. Skin is left cleanwith no poreclogging residue. Your complexion looks fresh and healthy; feels smooth and soft from deeper, more thorough cleansing. This effective face wash contains a hydroxy acid which penetrates deep into pores, dissolving dirt, oil and makeup. It also removes dead surface skin cells that can dry, roughen and dull your complexion. Softer, fresher skin will emerge.",
    "itemID": "B000052ZB4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 5.7,
    "brand": "Neutrogena"
  }
]