[
  {
    "title": "Lolita Lempicka By Lolita Lempicka For Women. Eau De Parfum Spray 3.4 Oz.",
    "description": "Introduced in 1997. Fragrance notes: exotic licorice and vanilla combined with light greens, florals and musk. Recommended use: daytime.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B0009OAHWI",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 58223
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Body Washes"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Shalimar By Guerlain For Women. Eau De Parfum Spray 2.5 Oz.",
    "description": "Introduced in 1925. Fragrance notes: an alluring, classic fragrance of exotic florals and vanilla. Recommended use: evening.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B0009MYMJY",
    "helpful": [
      0,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 167828
    },
    "categories": [
      [
        "Beauty",
        "Fragrance"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Prada Infusion D,iris By Prada For Women. Eau De Parfum Spray 1.7-Ounce Bottle",
    "description": "Prada Infusion d'Iris was introduces in 2007 as oriental-woodsy fragrance. The name of this fragrance was inspired by the old method of producing iris extract which took six months of soaking until the sweetly fresh iris notes were extracted.This modern and elegant fragrance opens with notes of mandarin, galbanum, orange and orange blossom which lead to the heart composed of iris, cedar and vetiver. The base is composed of incense and benzoin.The fragrance was designed by Daniela Roche-Andrier of Givaudan. It is captured in an elegant glass bottle reminiscent of retro perfume bottles.",
    "itemID": "B00152SZL8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 33087
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 41.0,
    "brand": "Prada"
  }
]