[
  {
    "title": "WEN&reg; Sweet Almond Mint Cleansing Conditioner 16oz",
    "description": "Sweet Almond Mint is the perfect balance of nourishing herbs and natural ingredients designed to hydrate and replenish hair that has been damaged due to shampoo and other harsh elements. May be used as often as necessary, it thoroughly cleanses hair and scalp without stripping them of their natural oils, providing it with added moisture, strength and sheen.",
    "itemID": "B0048O2R1E",
    "helpful": [
      2,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 718
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 30.0,
    "brand": "WEN&reg; by Chaz Dean"
  },
  {
    "title": "Skin79 BB Cream Miniature Mini Set (Black) 5g x 4",
    "description": "SKIN79 BB Cream Miniature Set is an excellent choice if you want to try it before purchase the regular size of SKIN79 BB Cream. This set includes 4 different SKIN79 best seller BB Cream, each at their unique features: Super+ Beblesh Balm Triple Functions SPF 25 PA++ 5g - It is 3 effects functional beblesh balm. By Adenosine and Arbutin ingredients which are effective in whitening, wrinkles improvement cultivate more bright and elastic skin. Intercept ultraviolet rays UV A and B at the same time and protect your skin exposed from the sun more thoroughly. OSMOPUR ingredient of new concept which are mixed sunflower, rice bran, ivy extracts protect skin from various harmful conditions. Phyto Complex ingredient which is good for skin moisturizing and soothing makes your skin always moist and healthy.\nDiamond Collection The Prestige Beblesh Balm SPF 25 PA++ 5g - By Adenosine and Arbutin ingredients which are effective in whitening, wrinkles improvement cultivates more bright and elastic skin. Intercept UVA and UVB at the same time and protect your skin exposed from the sun more thoroughly. Diamond Powder and Jewel Complex Powder of Ruby, Amethyst and Pearl make skin all the more radiant. A patent ingredient containing Natural Complex extract ingredients help improvement and care of skin trouble.\nVIP Gold Collection Super+ Beblesh Balm SPF 25 PA++ 5g - It is 3 effects functional beblesh balm. Abundant nutrition of Gold and Caviar extract cares skin intensively to make shiny, healthy skin.\nDiamond Collection Pearl Luminous Beblesh Balm 5g - It is a trendy pearl BB cream which has a light, moist use feeling and quite brilliant pearl to make a bright revitalizing skin. The built-in brush enhances adhesion, making the skin more clean and glowing through thin and even application.",
    "itemID": "B002HPBF32",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7258
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 7.22,
    "brand": "SKIN79"
  },
  {
    "title": "Desert Essence Anti-Bacterial Blemish Touch Stick",
    "description": "Facial Blemish Stick-Anti-Bacterial with Tea Tree by Desert Essence .31 oz Stick Reduces oil that can lead to blemishes Helps improve and maintain skin clarity Soothes and nourishes skin Powerful botanical extracts of chamomile lavender palmarosa wintergreen and calendula are formulated with tea tree oil in a proprietary blend that works to diminish skin imperfections and give your complexion a fresh natural radiance.",
    "itemID": "B00168538E",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 12127
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 7.22,
    "brand": "Desert Essence"
  }
]