[
  {
    "title": "Clinique Take the Day off makeup remover 4.2 oz /125ml",
    "description": "Clinique Take Day off make up removerThis unique two-way formula loosens makeup and speeds the departure of the most persistent eye makeups, mascaras and lipsticks.",
    "itemID": "B000ALFTVO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6891
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Remover",
        "Eyes"
      ]
    ],
    "price": 16.99,
    "brand": "Clinique"
  },
  {
    "title": "Urban Decay Naked Palette",
    "description": "Far from a group of boring beige shadows, Naked Palette's long, lean, seductive case is packed with TWELVE gorgeous neutrals, including FIVE NEW shades, and includes  pro-quality Good Karma Shadow Brush.",
    "itemID": "B004ITB3IW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 47374
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Beautyblender - Double Blender Sponge &amp; Cleanser Kit",
    "description": "Modernize the Way You MakeUp! The Ultimate MakeUp Sponge Applicator. Designed by two top Hollywood Make up artists, Beautyblender is the most versatile make up tool you'll ever own. It 's elliptical teardrop shape is super soft to the touch, like suede and allows you to access hard-to-reach places making your make up application foolproof. It's washable, re-useable and recyclable. It's latex free and anti-microbial. Can be used with all types of make up; liquid base, cream base, mineral make up, cream blush, powders etc. Use Beautyblender damp or dry...we like to use it damp.Please note, Beautyblender will expand when wet.  With 2 you can keep one at home and take one with you, or use one damp and use the other dry.  Hygiene is a must when it comes to keeping you skin fresh and healthy.  Oil and dirt from your face will stay on your applicators if you don't take a moment to properly clean them.  That's why Silva and Lorenz offer this unique combo including the Blendercleanser, the perfect hygienic companion for your Beautyblender.  Blendercleanser is a lightly lavender-scented cleanser that's free of dyes and skin irritants.  It's soothing soy-based, low-suds formula breaks down rapidly, making it fun to use.  Soy has the added benefit of being one of nature's finest moisturizers and lavender is a natural anti-microbial, so by all means, clean up with class and do it often.",
    "itemID": "B000I5MJ8S",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 897
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Puffs, Sponges & Wedges"
      ]
    ],
    "price": 30.99,
    "brand": "BeautyBlender"
  }
]