[
  {
    "title": "Ilumina Organics Body Lotion, Creamsicle Scented, 8.0-Ounce Bottle",
    "description": "This body lotion will sooth and relax. It is great for dry spots and all over. It's yummy Creamsicle fragrance is subtle but very soothing through the day. As always you can trust that our product is safe to use everyday and is synthetic chemical free. Packaged in a BPA-free and estrogenic-free bottle.",
    "itemID": "B001J2ZXMI",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 934602
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Vaseline Sheer Infusion Body Lotion, Vitamin Burst, 13.5-Ounce Bottles (Pack of 2)",
    "description": "Some moisturizers only treat the top layers of your surface skin, leaving it feeling greasy. Others sink through quickly and your skin is not thoroughly moisturized. New Vaseline Sheer Infusion with Stratys-3 infuses and suspends superior* moisture across all layers of your skin**. Only Vaseline Sheer Infusion delivers superior moisture* and an unmatched silky feel.",
    "itemID": "B0027CT5TG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 405166
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Covergirl Natureluxe Mousse Mascara, Very Black 500, 0.27-Ounce",
    "description": "Experience luxury touched by nature with the NatureLuxe Collection. The light-as-air Silk Foundation takes the heavy weight out of your polished finish. Our Mousse Mascara leaves your lashes looking light and lifted, with up to 2X more volume vs. bare lashes. Complete your simply gorgeous look with Gloss Balm&#8217;s touch of soft color and sheen.&nbsp;",
    "itemID": "B004Y4JNZ6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 39802
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 7.25,
    "brand": "COVERGIRL"
  }
]