[
  {
    "title": "Mixed Chicks Kids Quad Pack",
    "description": "The kids quad pack includes 8 oz. bottles of Mixed Chicks' Shampoo, Conditioner, Leave-in Conditioner, and Tangle Tamer. The complete Mixed Chicks children's collection!",
    "itemID": "B0050PZ0SW",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4299
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoo & Conditioner Sets"
      ]
    ],
    "price": 35.0,
    "brand": "Mixed Chicks"
  },
  {
    "title": "Canus Goat's Milk Natural Original Fragrance Body Wash, 33.6 Ounce",
    "description": "Goat's Milk is naturally moisturizing. Fresh Goat's milk contains proteins, mineral and vitamins which are easily absorbed into the skin. Fresh Goat's Milk contains capri- and caprylic- acids which reduce the alkalinity of skin care products. This reduced alkalinity brings the pH level closed to that of healthy human skin. Dermatologits often recommend Goat's Milk products to patients suffering from dry-skin irritations such as eczema, psoriasis and acne. This is one of the goats&#x2019; best ideas yet. An all-natural body wash that combines the fresh clean of our bar soap with the extra moisturizing benefits of a gel. Just a little squirt on a wash cloth quickly builds into a super-rich lather that rinses clean leaving only soft, supple skin and a fresh, pleasing fragrance behind.",
    "itemID": "B002IJUW1S",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 187531
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Physicians Formula Organic Wear Mascara, Jumbo Lash, Ultra Black Organics 7352",
    "description": "100% natural origin. 100% free of: harsh chemicals; synthetic preservatives; parabens; clumping; smudging; flaking; fibers; dyes. Ecocert. EcoBlend featuring OrganiSoy & Eco-Olive. Big, thick, dramatic lashes! Jumbo 100% recyclable eco-brush. 1st ever (Ecocert certified organic line of makeup in the US). 100% free of harsh chemicals. 100% free of synthetic preservatives. 100% free of parabens. 100% free of GMO's (genetically modified organisms). 100% free of synthetic colors. 100% free of synthetic fragrances. 100% cruelty free. Hypoallergenic. Fragrance free. Ophthalmologist approved. How green is your makeup? 100% of the total ingredients are from natural origin. 47% of the total ingredients are from organic farming. 100% dramatic volume & glamour. Big, thick dramatic lashes, naturally! Revolutionary formula features 100% natural volumizing technology to dramatically maximize & intensify lash volume! Jumbo 100% Recyclable Eco-Brush: Jumbo volumizing brush creates the ultimate full, thick and dramatic lashes instantly with ultra-soft plastic bristles. Formulated with EcoBlend to Perfect & Protect: OrganiSoy: Moisturizes and helps nourish lashes. Eco-Olive: Natural antioxidant shields lashes from harsh environmental aggressors. Traditional Mascara: Synthetic solvents - can cause dry, brittle lashes; Synthetic polymers - can cause lash clumping & build-up on brush; Synthetic preservatives - used to preserve and extend mascara shelf life; Synthetic fibers - used to volumize and can cause eye irritation; Synthetic color pigments; Petroleum by products - can cause irritation. 100% Natural Origin Mascara: 100% Free of Synthetic Solvents - coats lashes without breakage & drying; Organic orange water - extracted from orange fruits to hydrate and moisturize; Organic aloe and cucumber extracts",
    "itemID": "B004ICVLWW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 19314
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 3.54,
    "brand": "Physicians Formula"
  }
]