[
  {
    "title": "Aubrey Organics - Natural Mist Herbal Hairspray (Regular Hold), 8 fl oz spray",
    "description": "Herbal gums hold hair softly in place and sulfur-rich amino acids nourish the hair shaft. Plus a touch of PABA for sun protection. Comes in two sizes.     INGREDIENTS: Natural Grain Alcohol, Gum Arabic, Inositol, Calcium Pantothenate (Vitamin B-5), Sulfur-Containing Amino Acids (Methionine and Cysteine), para-Aminobenzoic Acid (PABA), Vegetable Glycerin, Deionized Water, Aubrey's Preservative (Citrus Seed Extract, Vitamins A, C and E), Horse Chestnut Extract, Linoleic Acid (Vitamin F), Biotin, Balsam Oil, Rose Musk Oil, Organic Carrot Oil.",
    "itemID": "B00014DMRI",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 14265
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Sprays"
      ]
    ],
    "price": 8.49,
    "brand": "Aubrey Organics"
  },
  {
    "title": "Natural Missst Herbal Hairspray Mist-Super Hold Aubrey Organics 8 oz Spray",
    "description": "Natural Missst Herbal Hairspray Mist-Super Hold by Aubrey Organics 8 oz Spray Stronger formula keeps hard-to-hold hair in place all day. Extra gum arabic gives more holding power and amino acids vitamins and a little PABA nourish and protect. INGREDIENTS Natural Grain Alcohol Gum Arabic Deionized Water Inositol Calcium Pantothenate (Vitamin B-5) Sulfur-Containing Amino Acids (Methionine and Cysteine) para-Aminobenzoic Acid (PABA) Vegetable Glycerin Horse Chestnut Extract Inositol Linoleic Acid (Vitamin F) Biotin Aubrey's Preservative (Citrus Seed Extract Vitamins A C and E) Balsam Oil Rose Musk Oil.",
    "itemID": "B00028LV4Y",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 12281
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Sprays"
      ]
    ],
    "price": 8.49,
    "brand": "Aubrey Organics"
  },
  {
    "title": "2.5 oz Microdermabrasion Crystals Exfoliating Skin Care",
    "description": "Microdermabrasion is a skin refining technique used in the finest spas and dermatological offices in the world. It works by using specially treated Aluminum Oxide crystals to \"sand\" away the top layers of the epidermis using machine that blasts the crystals against your skin. By stripping away the dead and dull layers of your skin, smoother, more even toned skin is revealed, skin with a healthy glow and clear pores. Using these crystals also enhances the ability of the skin to absorb other skin care products you use more fully and evenly.  Our Skin Obsession Microdermabrasion Crystals are the same crystals you would find in your dermatologist's office. Perfect for home use, these crystals are sold loose, and there is a very important reason for this. Many of the at home dermabrasion kits use heavy, lipid rich creams as the suspension base for the crystals. While this may be fine for someone with very dry tough skin, it can wreak havoc on sensitive, oily or acne prone skin! By shipping the crystals loose, each client can safely and easily add them to their favorite cleanser or cream, one for their specific skin type and one that they know works with their skin. This customizable format allows everyone to use this powerful skin resurfacing tool. The crystals can also be used with just water, to keep the system as simple and pure as possible! And as an added bonus, the crystals are not just for use on your face! They can be used on any part of the body where you need smoother, more even toned skin. Decollate, hands, elbows, knees, feet, legs, arms, anywhere where rough skin is a problem, skin that has been sun damaged and photo aged or just where you would like better absorption of product (Self Tanner, lotions, creams, peeling agents, etc). Your skin will feel like silk and we guarantee you will be thrilled! Item is sold by weight, packaging may vary.",
    "itemID": "B0018V1DWE",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14729
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Microdermabrasion"
      ]
    ],
    "price": 14.99,
    "brand": NaN
  }
]