[
  {
    "title": "Blinc Mascara, Black, 0.21-Ounce Tube",
    "description": "Stop painting your lashes, tube them. Blinc is the original mascara invented to form tiny water resistant tubes around your lashes rather than painting them like conventional mascaras. Once applied, the tubes bind to your lashes and cannot run, smudge, clump, or flake, even if you cry or rub your eyes. Blinc mascara will add both volume and length to give you a radiant natural look that lasts all day. Only when you are ready for removal, the tubes will effortlessly slide off your lashes into your hand without the use of a harsh makeup remover. Made in Japan",
    "itemID": "B002A9JONI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 355
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 9.0,
    "brand": "Blinc"
  },
  {
    "title": "Complex Brazilian Keratin Hair Treatment 120ml Professional results Starightern and Smooths Hair",
    "description": "Keratin Hair Treatment With Moroccan Argan oil: **120ML**\n\nAdvanced yet fast and simple to use treatment that instantly straightens, smooths, repairs, conditions and strengthens the hair using an intense conditioning remedy which restores vitality by repairing the hair from the inside out. The amazing results will leave hair elastic, flexible, and soft, with a naturally vibrant shine.\n\nOur Express formula- thanks to our breakthrough Keratin formulation: INVERTOTM Instant results are achieved within and the three days wait is over. You can wash your hair the next morning after the treatment and that is a great relief from the discomfort and suffering of treated hair smell, sweat and itchy scalp (especially during summer time) for 3 to 4 days. as good. That is our promise.\nContains' Argan oil, coconut oils, proteins and amino acid complexes for powerful moisture binding for healthy & shiny hair.\nOn your next treatment insist on Keratin Research products nothing else works as good.\n\nClarifying shampoo is formulated to deep-cleans the hair cuticle and remove all residues and impurities that cling to the hair shaft.  \n\nMoisturizing shampoo-provides superior protection, moisture,  and a lasting shine. \n\nMoisturizing Conditioner-Light yet deeply moisturizing conditioner. Provides superior protection Nourishes, hydrates, and strengthens the hair. Restores split ends, breakage and dryness using of moisture rich ingredients ,Hydrolyzed keratin & essential amino acids.  Infused with Hydrolyzed keratin & collagen Amino acids for stronger healthier shiny hair\n\n     \n  \n    Eliminates frizz and curl\n    Promotes healing of hair\n    Blocks the effects of humidity\n    Great for all hair types",
    "itemID": "B007KAI40Q",
    "helpful": [
      5,
      9
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 4889
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 28.0,
    "brand": NaN
  },
  {
    "title": "SKINFOOD Salmon Darkcircle Concealer Cream #1 Blooming Light Beige (Whitening Care) 10g",
    "description": "10g Look refreshed and energized with Skin Food's Salmon Dark Circle Concealer Cream. Reduce the appearance of dark circles around the eyes with the extracts of salmon roe. Salmon Dark Circle Concealer #1 is designed for those with lighter skin tones. For darker skin tones, try #2. Concentrated and creamy, it effectively covers dark eye circles and wrinkles. Can be easily applied without irritation. How to Use: After applying foundation, dispense an adequate amount and gently tap dark circle concealer cream onto dark circles around the eyes.",
    "itemID": "B004FKD3HI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7876
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Concealers & Neutralizers"
      ]
    ],
    "price": 9.3,
    "brand": "Skin Food"
  }
]