[
  {
    "title": "59% OFF TODAY ONLY! Best Daily MOISTURIZER with Hyaluronic Acid and VITAMIN C,A,D &amp; E &#9679; 2oz/50ml &#9679; 100% Pure &#9679; Highest Quality Anti-Wrinkle and Anti-Aging Serum Available on Amazon &#9679; Natural Skin Care Product recommended by Dr. Oz &#9679; For Oily, Dry and Sensitive Skin &#9679; Hydrates and Rejuvenates the Skin in no time &#9679; Total Satisfaction in 90 Days Or 100% MONEY BACK &#9679; SELLS OUT FAST!!!",
    "description": "",
    "itemID": "B00J5D8BY0",
    "helpful": [
      4,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4032
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 27.95,
    "brand": NaN
  },
  {
    "title": "#1 PRO Makeup Brush Set With Gorgeous Designer Case - Includes 5 Professional Makeup Brushes. Backed By Lifetime Guarantee. Best Quality Brushes for Eye Makeup and Your Face - Top Choice of Pro Makeup Artists. Vegan Brushes That Last Longer, Apply Better Makeup &amp; Make You Look Fab!",
    "description": "\"Finally - high end quality brushes without breaking the bank!\" \"Heavenly!\" \"Softest brushes I have ever had!\" \"Perfect...\"... They've experienced the effect of our Andr Lorent PRO Makeup Brushes, the soft feel, the better makeup application, and the luxurious impact on makeup, what are YOU waiting for?*Longer lasting brushes*Brushes Utilize LuxeFiberTM which results in longer lasting brushes and better makeup application**Vegan Brushes Made With Care**Make a great gift & Looks Fab in Any Bathroom**Durable. Easy to Clean! Longer lasting brushes! Pro quality**Backed By Lifetime Guarantee*Click Add to Cart right now to experience what our customers are raving about! Limited stock, don't wait!",
    "itemID": "B00I46E8DC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 27.95,
    "brand": NaN
  },
  {
    "title": "Quality Bath Brush with Long Handle, Shower or Bath Brush long handled, Dry Skin Brushing Body Brush, Exfoliating, Cellulite Massager, Back Acne, Medium Soft Bristles - Gentle Yet Firm - Great Brush Back Scrubber! Hygienic, Long Life, Pink, 1 YEAR GUARANTEE ** Free Dry Brushing eBook **",
    "description": "DURABLE LONG HANDLED BODY BRUSH, FOR WET OR DRY USEMake Your Skin Feel Cleaner, Smoother, Softer and YoungerBody Brush features; Fully washable and hygienicGreat for dry skin brushingMedium to soft bristlesCord for hanging up to dry36cm handle with non slip ridgesAngled for reaching difficult areasSuitable for use all over your body, including face and feetExcellent for exfoliatingHelps to improve skin health and reduce celluliteFree eBook; The Dry Skin Brushing Guide (limited time offer)Despatched by AmazonOne year GuaranteeTHE TOPNOTCH BODY BRUSHThis long handled body brush is multifunctional, durable and hygienic. It can be used in the bath or shower (to reach the parts other brushes might not reach!) and it makes a great back scrubber.It also can be used prior to washing for dry skin brushing. Dry Brushing is a great way to rejuvenate your skin, making it feel smoother and softer in only a few days, and can help to reduce cellulite on your arms or legs.Dry skin brushing is actually an ancient Ayurvedic technique to aid detoxification and improve overall health. To help you learn more about this technique, for a limited period, we're offering a free eBook with this body brush (The Dry Skin Brushing Guide, How to simply get beautifully smooth skin, increased vitality and aid detoxification), exclusively to Amazon customers.BUY YOUR TOPNOTCH BODY BRUSH TODAY AND YOU'RE ON YOUR WAY TO HEALTHIER, SMOOTHER AND SOFTER SKIN",
    "itemID": "B00DG7YJQA",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 1968
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bathing Accessories",
        "Bath Brushes"
      ]
    ],
    "price": 10.99,
    "brand": NaN
  }
]