[
  {
    "title": "Upper Canada Soap And Candle Naturally Whipped Hand Repair, Sweet Vanilla Fig, 4-Ounce Tubes (Pack of 2)",
    "description": "Naturally Whipped Hand Repair is nourishment for your hands! This botanical-based line is made with all-natural ingredients with known restorative properties to nourish the skin. Free of parabens, mineral oils and synthetic dyes. Upper Canada Soap and Candle has been bringing quality ingredients, innovative ideas and value to bath and body products since 1969.",
    "itemID": "B001A5S3BM",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Olay Professional Pro-X Anti-Aging Starter Kit",
    "description": "Olay Professional ProX Anti-Aging Kit (3pcs). This incredible kit comes with (1) Olay Professional Pro-X Age Repair lotion with SPF 30, (1) Olay Professional Pro-X Wrinkle Smoothing Cream and (1) Olay Professional Pro-X Eye Restoration Complex. Olay Professional is always working in science and anti-aging technology. They guarantee your complete satisfaction using these products.Instructions for better results: Protect skin in the morning with Age Repair Lotion SPF 30, spreading evenly over your face and neck. Treat skin morning and night by applying Eye Restoration Complex to corners, lid, and eye area, massaging until absorbed. Transform skin at night with Wrinkle Smoothing Cream by smoothing over your face and neck.",
    "itemID": "B001JQLNNW",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 2620
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Sets & Kits"
      ]
    ],
    "price": 19.49,
    "brand": "Olay"
  },
  {
    "title": "Olay Professional Pro-X Intensive Wrinkle Protocol 1 Kit",
    "description": "The Intensive Wrinkle Protocol contains three products: Age Repair Lotion SPF 30, Deep Wrinkle Treatment, and Wrinkle Smoothing Cream. When used together, these have been clinically proven to diminish the appearance of even the deepest wrinkles such as crow's feet and wrinkles under the eyes.*",
    "itemID": "B0028K3J8K",
    "helpful": [
      1,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 5202
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 18.8,
    "brand": "Olay"
  }
]