[
  {
    "title": "Garnier Nutrisse Haircolor, 100 Extra-light Natural Blonde Chamomile",
    "description": "Nourishing- experience garnier nutrisse, the nourishing color treatment that gives you rich, healthy-looking color. This exclusive color treatment, enriched with conditioners and fruit oil concentrate, penetrates deeps into hair fibers to deliver rich, long-lasting color that covers gray completely. Natural- enjoy the unique avocado enriched conditioner that harnesses the restorative properties of avocado oil with vitamin e. It protects against dryness while locking in color and moisture to keep your color radiant and your hair silky soft. Easy application: love coloring your hair with the nourishing creme formula enhanced with fragrant grape seed oil you only get from garnier nutrisse. The non-drip formula spreads easily and smells great when you color.",
    "itemID": "B000GCQV9G",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 12806
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 6.05,
    "brand": "Garnier"
  },
  {
    "title": "Garnier Herbashine Haircolor, 645 Copper Mahogany Brown",
    "description": "Fortifies the hair cuticle for radiant, shiny color. Natural gray coverage, no obvious root line, lasts through 28 shampoos. What is herbashine? A new generation of haircolor from garnier, with bamboo extract. It improves the condition of hair by fortifying the cuticle while wrapping it in radiant, shiny color. How does it work? This exclusive ammonia free color creme with bamboo extract reinforces the hair's protective cuticle layer while coloring. Hair looks and feels stronger for radiant color that's truly shiny and luminous. Will it cover my gray? Garnier herbashine offers natural gray coverage that lasts through 28 shampoos. Is it easy to apply? Application is simple and pleasant. Herbashine's fragrance is fresh and soothing. The rich, creamy formula spreads easily and doesn't drip. It only takes 10 minutes to get herbashine's radiant, shiny color!this kit contains: activating creme, ammonia free color creme, shine-infused conditioner, instruction sheet and gloves. Product type: lasts through 28 shampoos, processing time: 10 minutes, gray coverage: covers hair with up to 70 percent grays. Why bamboo? Bamboo is well-known for its extreme strength and flexibility. Stronger than steel yet extraordinarily supple, it sways and bends but almost never breaks. Bamboo extract contains nutrients that help give bamboo its resiliency and flexibility.",
    "itemID": "B003JTA1IU",
    "helpful": [
      1,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 32257
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 8.49,
    "brand": "Garnier"
  },
  {
    "title": "Maybelline New York Color Sensational High Shine Lipcolor, Fruit Punch 825, 0.12 Ounce",
    "description": "See the sumptuous side of high shine with Color Sensational's high shine lip color collection. Mirror-like pigments plus luxurious honey nectar combine for a lip color so rich, so reflective, it's sensational.",
    "itemID": "B004Y9LM8C",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 15728
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 4.46,
    "brand": "Maybelline"
  }
]