[
  {
    "title": "Essie Nail Polish Marshmallow, .5 Ounce",
    "description": "These high-quality nail polishes were vote the \"Best Overall Nail Polish Line\" by InStyle magazine. Essie pride themselves on producing great nail polishes that go on smooth and don't leave streaks. Celebrities who use Essie: Kristin Davis, Debra Messing, Britney Spears, Jennifer Lopez, Sharon Stone, Oprah Winfrey and Naomi Campbell ! What's in a name? Each season Essie Weingarten has the difficult task of naming six new colors of polish. Naming a polish is tricky; however the key to the success of Essie Cosmetics is not only the glorious colors, but the descriptive memorable names.",
    "itemID": "B000142C1A",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7849
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 5.58,
    "brand": "Essie"
  },
  {
    "title": "Essie Nail Lacquer, Sugar Daddy, 0.5 Fluid Ounce",
    "description": "Essie nail lacquer goes on smooth and last long Shimmery pink shade Chip-resistant DBP, Toluene and Formaldehyde free.",
    "itemID": "B0002Z8HAI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13867
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 5.45,
    "brand": "Essie"
  },
  {
    "title": "Cetaphil Moisturizing Cream for Dry, Sensitive Skin, Fragrance Free, Non-comedogenic (20 Oz)",
    "description": "A creamy formula ideal for dry, sensitive areas. For dry, sensitive skin, Cetaphil Moisturizing Cream is a non-greasy cream formula that is excellent for the hands, feet, elbows and knees - anywhere that requires intensive moisturization. It is cosmetically appealing for facial use as well. It is also fragrance-free and non-comedogenic.",
    "itemID": "B00113HNB4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1102
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers"
      ]
    ],
    "price": 12.28,
    "brand": "Cetaphil"
  }
]