[
  {
    "title": "John Frieda Frizz-Ease Expert Finish Polishing Serum, 1.69 Fluid Ounce",
    "description": "John Frieda Frizz-Ease Expert Finish Polishing Serum, 1.69 Fluid Ounce",
    "itemID": "B000SA8FRM",
    "helpful": [
      4,
      4
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 20454
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Styling Serums"
      ]
    ],
    "price": 1.0,
    "brand": "Frizz-Ease"
  },
  {
    "title": "PherX Pheromone Perfume for Women (Attract Men) - The Science of Attraction - 18mg Human Pheromones - 30ml",
    "description": "What are Pheromones? Pheromones are naturally occurring chemicals that send out subconscious scent signals to the opposite sex that trigger very powerful sexual responses. PherX Pheromone Cologne contains the highest concentration of Pure Human Pheromones available. Every 30ml (1oz) bottle contains an 18mg blend of Androstadienone, Androstenol, Androstenone and Androsterone Pheromone! The Female Pheromone Perfume incorporates a blend of Estratetraenol and Copulins (to attract men). No other pheromone product on the market can compare to PherX Pheromones. \"Make those around you feel comfortable and open\" McCalls's magazine: \"Pheromones can Improve one's sex life, pheromones send out subconscious signals to the opposite sex that naturally trigger romantic feelings.\" The Los Angeles Times: \"Scientific studies have actually shown that subjects who used synthesized pheromones had sex more often.\" CNN: \"The power of smell is undeniable humans are Influenced by airborne chemicals undetectable as odors, called pheromones. Researchers at the University of Chicago say they have the first proof that humans produce and react to pheromones.\" Wikipedia: \"Androstadienone, also known as androsta-4,16,-dien-3-one, is a chemical compound that has been described as having strong pheromone-like activities in humans.\" University of California: \"Just a few whiffs of a chemical found in male sweat is enough to raise levels of the stress hormone cortisol in heterosexual women, according to a new study by University of California, Berkeley, scientists.\" WebMD: \"Pheromones, those mysterious, scentless chemicals that some say drive human sexual behavior, have been studied for decades. But now researchers say they've finally found proof that mammals -- such as humans and mice -- are actually programmed to detect and use them.\"",
    "itemID": "B003H1HCIM",
    "helpful": [
      1,
      7
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 7211
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 31.96,
    "brand": NaN
  },
  {
    "title": "Neutrogena T-Gel Shampoo, Stubborn Itch Control, 4.4 Ounce",
    "description": "",
    "itemID": "B000052XZP",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4817
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 5.49,
    "brand": "Neutrogena"
  }
]