[
  {
    "title": "Olay Regenerist Anti-Aging Starter Trio Pack 1 Kit",
    "description": "Olay Regenerist Skin Care Starter Trio Pack beautifully regenerates skin's appearance for significantly younger-looking skin without drastic measures such as cosmetic fillers and injections. Formulated with an exclusive Olay Amino-Peptide +B3 complex, Olay Regenerist renews skin's outer layer one cell at a time while strengthening skin's moisture barrier. The Olay Regenerist Daily Regenerating Cleanser - 5OZ, provides the beautifully regenerated look of a detoxifying mini-professional treatment. The Olay Regenerist Deep Hydration Regenerating Cream - .5OZ, visibly regenerates skin's appearance and intensely hydrates skin. The Olay Regenerist Eye Lifting Serum - .5OZ, hydrates to firm and visibly lift skin around the entire eye area.",
    "itemID": "B002UUT3YM",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 9592
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Sets & Kits"
      ]
    ],
    "price": 22.59,
    "brand": "Olay"
  },
  {
    "title": "Neutrogena Clinical Facial Lifting Wrinkle Treatment, Night, 1 Ounce",
    "description": "Transform your skin while you sleep and wake up to a firmer, more youthful look with Neutrogena Clinical Facial Lifting Wrinkle Treatment Night (1-ounce). After just a few weeks of use, this formula is clinically proven to soften and smooth skin and decrease the appearance of wrinkles, while also improving skin firmness, resilience, and definition.Clinical Facial Lifting Wrinkle Treatment NightAt a glance:ion2complexserumNight activating moisturizerSmoothes and softens after single useLifts and redefines for a youthful lookRecommended fornightly use2complex before/after\">View larger.Breakthrough Ion-Mineral Technology for Healthy, Younger-Looking SkinWith Facial Lifting Wrinkle Treatment, Neutrogena brings you an advanced, two-step treatment for skin that creates a positive ion flow to improve firmness, resilience, and definition while you sleep--letting you take the next step in reversing the telltale signs of aging.&nbsp;&nbsp;&nbsp;ion2complex technologyView larger.Healthy skin naturally restores itself with positively charged ion flow, which facilitates cell-to-cell communication. Dermatologists are now recognizing that as we age, this flow diminishes, leading to a breakdown in collagen that causes skin to lose shape and definition.Patented ion2complex contains essential ion-mineral conductors that, when activated by the companion moisturizer, helps to rejuvenate the look of skin so it appears younger and more resilient.Easy, Two-Part Daily Treatment Activates ion2complexSimply apply a small amount of the gray, patented ion2complex gel serum on clean skin, smoothing evenly over face and neck. The unique formula instantly fades to transparent on the skin, signaling that it's time to layer a dime-size amount of the night activating cream to the same areas to activate the ion2complex.View larger.Clinically Proven to Deliver Noticeable ResultsGentle enough to use every day, this treatment immediately gets to work. After only a single use, skin feels softer and smoother. After just four weeks of daily use, this formula enhances skin's natural surface cellular-renewal process and reveals noticeably younger-looking, more toned and resilient skin. It also evens skin tone and minimizes the signs of discoloration; reduces the appearance of fine lines and wrinkles; lifts the look of sagging skin; and improves the look of facial contours and definitions.For best results, use Neutrogena Clinical Facial Lifting Wrinkle Treatment Night in conjunction with Neutrogena Clinical Facial Lifting Wrinkle Treatment Day and Neutrogena Clinical Eye Lift Contouring Treatment.What's in the BoxOne package containing Neutrogena Clinical Facial Lifting Wrinkle Treatment Night gel serum and moisturizer (1 Ounce).Facial Lifting Wrinkle Treatment - Nightion2complex Serum Ingredients:Cyclopentasiloxane, Dimethicone, Dimethicone Crosspolymer, Trisiloxane, Silica, Zinc, Dimethicone/Vinyl Dimethicone Crosspolymer, Tocopheryl Acetate, Copper Powder.Night Activating Cream Ingredients:Water, Cetyl Alcohol, Dimethicone, Tetrahydroxypropyl Ethylenediamine, Dicaprylyl Carbonate, Glyceryl Stearate, PEG-100 Stearate, Butylene Glycol, Glycolic Acid, Disodium EDTA, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Sclerotium Gum, DMDM Hydantoin, Propylparaben, Methylparaben, Fragrance.",
    "itemID": "B003156NFW",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 201528
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 54.95,
    "brand": "Neutrogena"
  },
  {
    "title": "RoC BRILLIANCE Eye Beautifier  .3 fl. oz.",
    "description": "The look of fine lines will be reduced before your eyes in as little as 3 days RoC Brilliance Eye Beautifier is a breakthrough at-home anti-aging eye treatment inspired by the latest professional procedures. This 2-step process starts working immediately to reduce the appearance of dark circles and puffiness and is clinically proven to smooth and tighten the look of delicate skin around the eyes.",
    "itemID": "B00387F41M",
    "helpful": [
      0,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 198090
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]