[
  {
    "title": "It's So BIG Volumizing Mascara (Black) by Elizabeth Mott Net Weight 0.33 fl oz/10ml",
    "description": "After years of disappointing mascaras, that failed to deliver what they were supposed to do, I searched all over the world to create a mascara that gave me BIG volume. Working with the top cosmetics laboratories, I formulated the perfect volumizing mascara that didn't smudge and can be worn all day. I wear this mascara to the gym (shhh, it's a secret!), and it will not budge even after a long run or spinning class!The secret weapon:The hourglass brush shape, with its long and short bristle pattern, delivers just the right amount of mascara to each lash (like magic!), watch your lashes grow BIGGER with each layer.We are proud to be cruelty-free!",
    "itemID": "B00FAEOCP0",
    "helpful": [
      4,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 292
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 19.99,
    "brand": NaN
  },
  {
    "title": "Beauty without Cruelty Renewal Moisturizer Vitamin C with coq10",
    "description": "Vitamin C Organic Facial Renewal Cream with CoQ10 moisturizers, revitalizes, and restores your complexion. Active forms of viamin C and CoQ10 combined with green tea extract and anit-oxidant vitamins neutralize sun and environmental damage and promote youthful skin. Nature's own organic Rosa Rubiginosa and Tamanu repair and promote cellular regeneration while powerful plant humectants replenish vital moisture to smooth and soften your skin. Organic, aroma-therapeutic essentail oils tone and balance. Triple-rich plant emollients soothe and protect.",
    "itemID": "B0019GXOXY",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6246
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 13.42,
    "brand": "Beauty Without Cruelty"
  },
  {
    "title": "elf Studio High Definition Loose Face Powder",
    "description": "The e.l.f. High Definition Powder is a translucent, versatile loose powder that creates a flawless, \"soft focus\" effect to the skin. Masks fine lines and imperfections for a glowing, radiant complexion. This incredibly soft and invisible powder is ideal for everyday wear, either alone or over your favorite e.l.f. foundation. Our HD Powder is a makeup artist and e.l.f. customer favorite.",
    "itemID": "B004DIXYUI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 573
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 8.98,
    "brand": "e.l.f. Cosmetics"
  }
]