[
  {
    "title": "Dr. Sheffield's 10% Benzoyl Peroxide Acne Treatment Maximum Strength Clear Zit",
    "description": "Dries and clears blemishes without overdrying skin Oil-Free, odorless cleam disappears as it works! Contains maximum strength 10% Benzoyl Peroxide ClearZit Tube is a full size 1 oz (28 g/27 ml)",
    "itemID": "B001N3FBZW",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2343
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 2.25,
    "brand": "Dr. Sheffield&#39;s"
  },
  {
    "title": "HDE&reg; Facial Pore Cleanser Cleaner Blackhead Acne Remover",
    "description": "The truth is that everyone has issues with pore size, some just more than others. Why do you have enlarged pores? A tendency to have glaborious skin (thicker, oilier skin with larger pores). The pores may be more visible simply due to lack of good skin grooming and poor exfoliation. FEATURES: Cuts down on the appearance of large pores and helps to block dirt from entering the skin. Start with the nose cup to clean the crevices around your nose and then turn the cup over to clean the forehead and cheeks. * By penetrating deep below the skin's surface, the pores are rid of excess oil and dirt, and the skin is smoother and cleaner. Please Note: Returns on garments and personal items such as hair and skin care products are only acceptable for return if they are unused and in the original condition you received it in, with all original packaging and no signs of use. The product is subject to final inspection before your return is processed.",
    "itemID": "B001A4826E",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 3513
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 10.0,
    "brand": NaN
  },
  {
    "title": "Shea Moisture Raw Shea Butter Baby Head-to-Toe Wash &amp; Shampoo - 13 oz",
    "description": "Shea Moisture Raw Shea Chamomile & Argan Oil Baby Head-To-Toe Wash & Shampoo.Shea Moisture established 1912.Calm & comfort.",
    "itemID": "B005C2NBAM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4707
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 10.68,
    "brand": "Shea Moisture"
  }
]