[
  {
    "title": "Olay Regenerist Microdermabrasion &amp; Peel System 1 Kit",
    "description": "Studies have shown regular microdermabrasion is more beneficial to your skin than sporadic treatments. That's why Olay skincare experts developed Regenerist Microdermabrasion & Peel System. Olay combines the power of microdermabrasion with a mini-peel treatment to wake up tired-looking skin. Over time, it visibly improves skin tone and diminishes the appearance of fine lines and wrinkles.Make it part of your regular skincare regimen to gently resurface your skin's texture and activate surface cell renewal for soft, smooth skin. Its even gentle enough to use up to two times a week.There's only one Regenerist, backed by 60 years of Olay skincare experience. If you're ready for a dramatic transformation, Olay Regenerist Microdermabrasion & Peel System offers you the power of a microdermabrasian and mini-peel treatment to regenerate your skin's appearance in the comfort and convenience of your own home. Olay innovation.. it's a beautiful thing.",
    "itemID": "B000F63TW0",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 151
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Microdermabrasion"
      ]
    ],
    "price": 21.99,
    "brand": "Olay"
  },
  {
    "title": "Redken All Soft Shampoo and Conditioner 33.8 oz DUO",
    "description": "Softening shampoo that provides 15x more conditioning* using argan-oil preventing brittle and dry hair. Its keratine enriched complex replenishes hair while adding intense softness. This shampoo for dry hair provides progressive conditioning that strengthens hair's core.Softening Conditioner for dry hair using argan oil technology to transform texture of dry and brittle hair. The All Soft Conditioner uses our Keratin Enrich Complex and Interlock Protein Network work to repair dry and brittle hair.",
    "itemID": "B0012M65M2",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 22576
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoo & Conditioner Sets"
      ]
    ],
    "price": 43.49,
    "brand": "Redken"
  },
  {
    "title": "Revlon Quick Dry Top Coat, 0.5 Ounce",
    "description": "Revlon Quick Dry Top Coat sets in 30 seconds* to a hard lustrous finish. Patented",
    "itemID": "B004K0HELY",
    "helpful": [
      4,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4479
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Growth Formula"
      ]
    ],
    "price": 2.99,
    "brand": "Revlon"
  }
]