[
  {
    "title": "Pravana Pure Light Sulfate-free Brightening Shampoo for Blonde Silver or Highlighted Hair 10.1oz(300ml)",
    "description": "PURE LIGHT\nSulfate-Free Brightening Shampoo\n\nWhat is it? \n\nPure Light Brightening Shampoo and Conditioner is the first sulfate-free cleansing and conditioning system formulated to instantly brighten and whiten blonde, highlighted, or natural silver/white hair. \nPure Light's proprietary system of optical brighteners instantly eliminates unwanted yellow tones and off-casts generally associated with light blonde and white hair. \nWhy is it different? \n\nBoth Pure Light Shampoo and Conditioner contain Pravana's exclusive Naturceutical Complex \nUVA and UVB ultra violet inhibitors block the effects of the sun on the hair fiber and hair color. \nHuman hair keratin amino acids, silk amino acids and wheat protein coupled with natural soothing botanicals provide vital and unique protection and strength. \nPure Light Brightening Shampoo and Conditioner have a pH of 5.5 and are free of animal by-products and any animal testing. \nWho is it for? \n\nPure Light Brightening Shampoo and Conditioner are formulated for any salon client with light blonde or white/silver hair who wants to achieve a brighter, whiter look. \nClients with blonde hair who want to neutralize yellow tones \nDIRECTIONS : Wet hair, apply and work into lather, let act for 3-5 minutes. Rinse.\n\nSIZE : Net Wt. 10.1 fl oz / 300 ml\n\n\nSulfate-Free Shampoo\nMost every other shampoo on the market today uses either sodium lauryl sulfate, sodium laureth sulfate, or a similar sulfate-based surfactant as a primary cleansing ingredient. These ingredients are known irritants, drying to the hair and can aggressively strip hair color. While a few others may claim it, all PRAVANA shampoos are truly Sulfate-free. The result: hair color lasts longer, and without risk or irritation to the user.",
    "itemID": "B001W2X8AO",
    "helpful": [
      55,
      57
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3645
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 20.95,
    "brand": "Pravana"
  },
  {
    "title": "Shampoo Green Apple and Ginger 8 Ounces",
    "description": "Award winning Desert Essence Organics Green Apple & Ginger Thickening & Volumizing Shampoo is a gentle but effective cleansing system based on sugar and coconut oil. Organic extracts and oils provide moisture, minerals, and vitamins that hair needs to grow stronger. Upon use, hair is softer, shinier, and more manageable.Sugar and Coconut Oil Cleansers: Gently lift and remove everyday environmental pollutants from hair.Organic Jojoba Oil, Organic Ginger Extract, and Ginger Spice: A proprietary blend of ingredients that acts on the scalp to leave the skin feeling moisturized and revitalized.Organic Kelp and Nettle Extracts: Provide iron, calcium, potassium, and other vitamins and minerals that absorb into and help strengthen each hair strand.",
    "itemID": "B0016B5LAQ",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 93565
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 8.59,
    "brand": "Desert Essence"
  },
  {
    "title": "Harmony Synergy Blend Essential Oil- 10 ml (Cedarwood, Chamomile, Clary Sage, Geranium, Lavender, Marjoram and Rosemary)",
    "description": "* Name: Harmony Type Essential Oil Synergy Blend\n* Contains: Cedarwood, Chamomile, Clary Sage, Geranium, Lavender, Marjoram and Rosemary\n* Usage: This synergy blends contains 100% pure essential oils. We recommend a 3 to 5% dilution for topical body applications.\n* Cautions: It is possible that this blend may cause sensitivities; users are recommended to use these blends only in dilution and not as a replacement for traditional medicine. For external use only.",
    "itemID": "B008B9K8JA",
    "helpful": [
      19,
      19
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 6999
    },
    "categories": [
      [
        "Beauty",
        "Fragrance"
      ]
    ],
    "price": 4.95,
    "brand": NaN
  }
]