[
  {
    "title": "Ardell Fashion Lashes Pair - 110 Demi Lashes (Pack of 4)",
    "description": "Ardell fashion lashes look so real, so natural that others think you were born with beautiful, lush eyelashes.  made of 100% sterilized human hair, each lash strip is knotted and feathered by hand to achieve the highest quality.  when used with ardell lashgrip eyelash adhesive, they are easy to apply, comfortable to wear, and stay secure until you take them off.  each pair can be re-used up to three weeks.  application and care instructions inside package.",
    "itemID": "B003ZS4WJY",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 3680
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 9.94,
    "brand": "Ardell"
  },
  {
    "title": "GLAMGLOW Youthmud Tinglexfoliate Treatment, 1.7 fl. oz.",
    "description": "Designed for Hollywood&#x2019;s entertainment, music, fashion and award industries for camera ready soft glowing skin. A 10 minute professional quality mud mask for men and women. Dredged off the coast of southern France, home to glamorous Cannes, St. Tropez and Monaco. Glamglow is an amazing rapid gentle exfoliant mud mask for men and women, high in ancient volcanic pumice rock, super antioxidants and minerals.&#xA0;Glamglow activates moisturizing 'collagen synthesis', revitalizing complexion for illuminating, brighter radiant skin. Penetrates and softens wrinkles and fine lines leaving the skin smooth, supple, glamorous and glowing. Glamglow helps correct discoloration and improve skin's texture.",
    "itemID": "B004TTXMQ2",
    "helpful": [
      0,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 412
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 38.49,
    "brand": "Glamglow"
  },
  {
    "title": "Clarisonic Replacement Brush Head Twin Pack for Acne Cleansing",
    "description": "Two Acne Cleansing replacement brush heads in one box. Acne cleansing replacement brush head for any clarisonic system. Extra-plush bristle gradation helps to provide ultra-gentle cleansing for sensitive and acne-prone skin. All brush heads are precision-designed to oscillate bi-directionally at a sonic frequency",
    "itemID": "B00535OW6A",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14028
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 44.0,
    "brand": NaN
  }
]