[
  {
    "title": "Olay Regenerist Microdermabrasion &amp; Peel System 1 Kit",
    "description": "Studies have shown regular microdermabrasion is more beneficial to your skin than sporadic treatments. That's why Olay skincare experts developed Regenerist Microdermabrasion & Peel System. Olay combines the power of microdermabrasion with a mini-peel treatment to wake up tired-looking skin. Over time, it visibly improves skin tone and diminishes the appearance of fine lines and wrinkles.Make it part of your regular skincare regimen to gently resurface your skin's texture and activate surface cell renewal for soft, smooth skin. Its even gentle enough to use up to two times a week.There's only one Regenerist, backed by 60 years of Olay skincare experience. If you're ready for a dramatic transformation, Olay Regenerist Microdermabrasion & Peel System offers you the power of a microdermabrasian and mini-peel treatment to regenerate your skin's appearance in the comfort and convenience of your own home. Olay innovation.. it's a beautiful thing.",
    "itemID": "B000F63TW0",
    "helpful": [
      3,
      4
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 151
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Microdermabrasion"
      ]
    ],
    "price": 21.99,
    "brand": "Olay"
  },
  {
    "title": "Remington CI95AC/2 Tstudio Salon Collection Pearl Digital Ceramic Curling Wand, 1/2 Inch - 1 Inch",
    "description": "",
    "itemID": "B003V265QW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 73
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Curling Irons"
      ]
    ],
    "price": 27.77,
    "brand": "Remington"
  },
  {
    "title": "Tigi S Factor by Tigi S Factor Flat Iron Shine Spray Heat Defender for Unisex, 4.23 Ounce",
    "description": "TIGI S FACTOR by Tigi FLAT IRON SHINE SPRAY HEAT DEFENDER 4.23 OZTIGI S FACTOR by Tigi possesses a blend of Ideal For All Hair Types, Smoothes Straight Hair Enhances Gloss In Short Hair And Combats Frizz, Great For Color Treated Hair",
    "itemID": "B000RSJKTM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4924
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 15.05,
    "brand": "Tigi"
  }
]