[
  {
    "title": "Fragrances Of Ireland Innisfree Eau de Parfum Spray, 1.7 Fluid Ounce",
    "description": "Caru is an ancient Irish word meaning 'to love'. It has been specially chosen for this rich and heartwarming fragrance as it evokes passion and joy.&#xA0; Caru captures the last days of summer; rich aromas of harvests and the last blooms of summer scenting the breeze. As Autumn takes hold there is a crispness to the air, a clarity to the light. Caru is a blend of summer and autumnal fruits, crisp green top notes warmed with rich florals of iris and freesia, a heart of red berries resting on bittersweet ambers, vanilla and fragrant woods to create this warm and wonderful feminine fragrance. Created by Fragrances of Ireland, a boutique perfumery based in County Wicklow, Ireland. For over thirty years, Fragrances of Ireland has been creating perfumes and toiletries inspired by the magic, beauty and nature of Ireland.",
    "itemID": "B000P8DLF8",
    "helpful": [
      2,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 43428
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 34.0,
    "brand": "Fragrances of Ireland"
  },
  {
    "title": "Lovely by Sarah Jessica Parker for Women, Eau de Parfum, 3.4-Ounce Spray Bottle",
    "description": "Introduced in 2005.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000C1ZDTU",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 873
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 25.95,
    "brand": "Sarah Jessica Parker"
  },
  {
    "title": "Amarige By Givenchy For Women. Eau De Toilette Spray 3.3 Oz.",
    "description": "Introduced in 1991. Fragrance notes: violet, mimosa, soft sweet spices, and orange flowers.  Accompanied by fruity notes of fresh citrus, melons, peaches, and plums. Recommended use: casual.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000C1UFDE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2337
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Toilette"
      ]
    ],
    "price": 50.5,
    "brand": "Givenchy"
  }
]