[
  {
    "title": "SHANY 2012 Nail Art Polish Stamp Manicure Image Plates set of 25pcs",
    "description": "The original Shany image plates, designed and created by Shany, in set of 25 image plates, each plates measure about 1.8 inch with sanded edges for easy handling and protective nylon screen on each. All image plates are from stainless steel. All designs are from 2011 collection and you will get 25 image plates with 6 to 10 design on each. For easy instruction check the pictures to learn how easy it can be to put some art on your nail without going to salon. Shany image plate kit comes with Shany logo and trademark.",
    "itemID": "B004DK0UDA",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4803
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 16.99,
    "brand": "SHANY Cosmetics"
  },
  {
    "title": "MASH Double Sided Nail Art Plate Stamp and Scraper (Special Introductory Price)",
    "description": "Mash is proud to introduce its brand new nail art stamper and scrapper kit. This unique stamper was designed by the nail art experts at MASH to provide superior comfort and performance to other nail stampers and scrapers while providing a modern aesthetic! Nail stamping is a nail-imprinting technique that lets you put designs by stamping pre-designed images on your nails in minutes. This simple process allows you to apply or change designs any time you want. You can change designs weekly, daily without the hassle of spending hours redoing your nails. The MASH nail art stamp and scrapper can achieve delicate and beautiful results never before achieve by hand painting. Do it yourself in just minutes at home, at a friend's house or anywhere you want. This stamper and scraper is so portable you won't even notice you have it on you. You can put designs not only on your nails but on mobile phone, earrings, pendant, bracelet, gift box, watches, calculators, clocks, sunglasses or any surface of your choice. With MASH stamped nail art you can create perfect, professional nail designs at a fraction of the time and money, just like a professional nail artist ... or even better. It's neat and easy and fun!!!",
    "itemID": "B005V2LLXC",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 6810
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 4.5,
    "brand": NaN
  },
  {
    "title": "Scunci Effortless Beauty Expandable Ponytailer, Colors may vary",
    "description": "Scunci effortless beauty hair accessories a woman should never have a bad hair day. scunci's expandable accordion style ponytailer makes the perfect pony easy. simply expand the ponytailer, pull hair through the center and squeeze closed. multiple teeth grip tight for all day hold. use to secure buns or ponytails for a sleek professional look. eliminate strays and droop. Colors may vary.",
    "itemID": "B002QA52V4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 20060
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Ponytail Holders"
      ]
    ],
    "price": 3.98,
    "brand": "Scunci"
  }
]