[
  {
    "title": "Remington Wet 2 Straight 2&quot; Wide Plate Wet/Dry Ceramic Hair Straightening Iron with Tourmaline",
    "description": "",
    "itemID": "B00067YSLO",
    "helpful": [
      13,
      15
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 2879
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 49.98,
    "brand": "Remington"
  },
  {
    "title": "La Roche-Posay La Roche-Posay Cicaplast Epidermal Recovery Accelerator",
    "description": "Additionals details \n \n Cicaplast Pro-Recovery Skin Care is for flaking, chapped skin or post-cosmetic peels. Cicaplast boosts the skin regeneration and helps to heal the skin. It is waterproof, invisible, non-sticky and easy to apply. This hydrating care immediately calms and soothes the skin.\n\nCicaplast is a heavy-duty epidermal repair accelerator ideal for skin which has been damaged and needs to repair fast to avoid aggravation.\nIt takes its inspiration from the concept of 'dressing' a wound to form a barrier rather than irritating it.\nCicaplast, which is infused with spring water, has exceptional cosmetic properties. Its creamy texture melts on the skin and becomes totally invisible.\nUltra-smooth, non-sticky and softening, it is easy to spread over the most irritated areas of skin.\n\nUSE:Apply three times a day on affected areas and use the thermal water compresses to soothe sensations of heat.\n\n\n\nACTIVE INGREDIENTS:\n\nActive ingredients which accelerate repair include copper, zinc and managanese mineral complex - the three trace elements which act on key stages of cell repair.\n\n\nSIZE: 40 ml./ 1.35 Fl.oz",
    "itemID": "B0011DGH0C",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4208
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 15.95,
    "brand": "La Roche-Posay"
  },
  {
    "title": "Calmoseptine Diaper rash Ointment 2.5 Oz",
    "description": "Calmoseptine Ointment is a moisture barrier ointment that contains calamine, zinc oxide, menthol, and lanolin. Originally designed to treat diaper rash, Calmoseptine Ointment has successfully been used to treat incontinence sites, feeding tube site leakage, wound drainage, minor cuts and scrapes, minor burns, fecal or vaginal fistulas. Calmoseptine Ointment acts as a barrier to protect the skin and draw away moisture. by creating this barrier the Calmoseptine Ointment relieves discomfort and itching.",
    "itemID": "B000GCHKKK",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 20739
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 4.69,
    "brand": "Calmoseptine"
  }
]