[
  {
    "title": "100% Unrefined Certified Grade A Shea Butter 4 oz.",
    "description": "ALL SHEA BUTTERS ARE NOT EQUAL! \n\n100% Pure & Natural Shea Butter is an all-natural vitamin A cream. Shea Butter has been shown to be a superb moisturizer with exceptional healing properties for the skin. \n\nShea Butter may range from excellent to very poor. Grade A Shea Butter may be used to treat a number of skin conditions and serves as an excellent moisturizer. Poor quality Shea Butter should be compared with products such as less expensive coca butter and mango butter.\n\nOnly high quality Unrefined Premium Grade A Shea Butter can offer the health benefits mention here. Buying Laboratory Tested Shea Butter is your only means of knowing the quality of Shea Butter you are purchasing.\n\nTHe American Shea Butter Institute Seal assures you are buying High Quality Premium Grade A Shea Butter.\n\nGrade A Shea Butter is laboratory tested for iron, mercury, lead, copper, mold yeast and bacteria content in addition to other important proprietary test.\n\nIf you are not using laboratory tested Shea Butter, how do you know what you are putting on your skin?",
    "itemID": "B000GRENPA",
    "helpful": [
      2,
      3
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 8682
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 10.0,
    "brand": NaN
  },
  {
    "title": "180 Cosmetics Pure Swiss, Hyaluronic Acid Serum + Vitamin C (Ultima) - The very best hyaluronic acid skincare line in the world - For smooth, plump, younger looking skin - Anti Aging, Anti Wrinkle, Instant Lift Solution - Formulated to smooth, strengthen, tone, plump, rejuvenate, and hydrate the skin",
    "description": "Reverse the signs of aging with the newestUltima Pure Swiss Hyaluronic Serumthat has taken the world by storm!High-end technology brings you the anti-aging solution that regenerates your skin cells and provides the moisture your skin needs to look and feel young and smooth.The highest quality ofSwiss Hyaluronic acid serum, complemented by natural ingredients and enriched with vitamin C, &nbsp;brings the elasticity back to your skin, making it look and feel youthful and smooth. Watch this revolutionary serum reverse the signs of agings while protecting your skin from free radicals.&nbsp;Why Hyaluronic acid? As we age, our body produces less and less of this important acid, thus affecting how moisture is stored in our skin. WithUltima Pure Swiss Hyaluronic Serum, your skin gets the nourishing ingredients it needs to stay radiant and beautiful. In only moments, Ultima Pure Swiss Hyaluronic Serum penetrates deep into the skin, nourishing it from the core.You deserve to be young again, now you can - treat your skin the way it should be treated and watch the magic happen.&nbsp;For quick results, useUltima Pure Swiss Hyaluronic Serum+ Vitamin CForte, a faster, stronger serum for young, beautiful skin.-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ultima Pure Swiss Hyaluronic Serum + Vitamin C&nbsp;- is recommended for anyone of any age interested in preserving and maintaining the skin's natural elasticity and youthful qualities.-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ultima Pure Swiss Hyaluronic Serum + Vitamin C Forte- &nbsp;is a stronger serum designed to treat older skin and is recommended for ages 40 and up.",
    "itemID": "B008CEDY5O",
    "helpful": [
      5,
      5
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 97
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 13.23,
    "brand": NaN
  },
  {
    "title": "#1 BEST Vitamin C 20% Serum + Ferulic Acid &amp; Hyaluronic Acid For Maximum Anti-Aging! 100% Safe &amp; Effective! Highly Concentrated Solution To Repair, Protect, &amp; Prevent Skin Aging. No Parabens Or Oils! Stimulate Collagen, Antioxidants Neutralize Free Radicals, 1 oz / 30 ml",
    "description": "\"FANTASTIC PRODUCT!\"\"This stuff really works!!!\" \"Bye-Bye skin imperfections!\" \"Works better than I could have ever imagined\" \"Not oily or thick at all\" \"SO much better than my experience sampling similar products from the major players\" \"My skin looks and feels amazing and so clear!\"...They're among the mature, savvy women who have experienced our 100% safe, fast & effective, look-years-younger-in-just-weeks POWER of our advanced Vitamin C Serum...Are YOU next?*Most Effective & Safest Option for Anti-Aging*Vitamin C Serums are NOT created equally...Instead of buying a product that's over priced and comes out of the package thick and oxidized...Give our premium Vitamin C 20% Serum a try right now...we only produce our product in our regulated FDA Registered facility with strict US FDA guidelines!*Our Vitamin C + Ferulic Acid & Hyaluronic are Your Answer!*With this powerful but gentle combination of ingredients, you'll have the bright, youthful, clean look you're going for in less time than you may be thinking! Looking younger just got easy...and affordable.*Get Your Appearance, Confidence, and Beauty Back*Don't have the confidence you used to? You DON'T have to accept looking older! Just as Dr. Oz and countless experts say, Vitamin C Serum is a breakthrough...BUT...only if it's formulated properly! If you've tried other Vitamin C's with no results...you NEED to give ours a try!Click Add to Cart to get your confidence, self-esteem, and beauty back RIGHT NOW!CAUTION:After browsing other Vitamin C Serums online, other vendors are selling LOWER quality products at ridiculous markups! Spend your money wisely with us and save!",
    "itemID": "B0049OLZ84",
    "helpful": [
      2,
      3
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 912
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 36.99,
    "brand": "Cosmetic Skin Solutions LLC"
  }
]