[
  {
    "title": "Dermalogica Daily Microfoliant Professional Solon Size 6 oz",
    "description": "This unique, Rice-based enzyme powder activates upon contact with water, releasing Papain, Salicylic Acid and Rice Enzymes to smooth the skin and accelerate cell renewal. Our unique Skin Brightening Complex of Bearberry, Aspergillus, Grapefruit and Licorice helps to balance uneven skin pigmentation. Active agents derived from Rice Bran and Rice Extract help to regulate melanin production while micro-exfoliating dead cells. A super-soothing blend of Green Tea, Ginkgo and Colloidal Oatmeal calms inflammation, leaving the skin extraordinarily clear and refreshed. Gentle enough to use on a daily basis. Fragrance free. Professional recommendation advised. Rice Bran and Rice Extract gently microfoliate skin surface to facilitate penetration of the Skin Brightening Complex. Papain Enzyme and Salicylic Acid help dissolve excess surface cells. Skin Brightening Complex of Licorice and Bearberry helps even skin tone.",
    "itemID": "B003BIUF8A",
    "helpful": [
      5,
      6
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 8775
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Exfoliators"
      ]
    ],
    "price": 67.07,
    "brand": "Dermalogica"
  },
  {
    "title": "Nautica Voyage By Nautica For Men. Eau De Toilette Spray 3.4 oz",
    "description": "Launched by the design house of Nautica.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000P22TIY",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 31
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Men's",
        "Eau de Toilette"
      ]
    ],
    "price": 16.86,
    "brand": "Nautica"
  },
  {
    "title": "Aveeno Active Naturals Nourish + Style Volumizing Foam 6.7 fl oz (198 ml)",
    "description": "Aveeno Nourish & Stl.Volumizing Foam - 1 Pack",
    "itemID": "B0037LG7L0",
    "helpful": [
      0,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 62423
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Mousses & Foams"
      ]
    ],
    "price": 13.99,
    "brand": "Aveeno"
  }
]