[
  {
    "title": "ON SALE NOW, Yalmeh Professional Makeup Brush Set| Pro Cosmetic 12-Piece, Makeup Brush Set With Case| Makeup Brush Set| Eye Makeup Brush Set| Synthetic Makeup Brush Set| Yalmeh Professional Makeup Brush Set Could Be The Last Makeup pro Brush Set You Ever Need! Travel Makeup Brushes Set. Different Experience With Yalmeh, Best Makeup Brush Set| Face Makeup Brush Set| Promotion Price To Be Increased Soon! 100% Money Back Guarantee!",
    "description": "Unsurpassed Quality & Made From Top Grade MaterialsThe Yalmeh 12pc premium quality brush set will spotlight your natural beauty and leave a flawless finish. Like Sephora foundation brush. Created From Top Grade Synthetic Fiber Materials For Long Lasting Use.Higher Quality Fibers Prevent Shedding for as long as you own the brush.Hypoallergenic, Cruelty Free, Vegan Friendly and Animal friendlyDo Not Let Another day in The Mirror Pass Without Yalmeh 12pc Brush Set.- Vegan and Animal friendly- Yalmeh 12pc Brush set is created from top grade materials and assembled by hand for superior quality.- The 12pc brush set are soft, but dense, which is one of the keys to not only getting a good application of various types of makeup, but also makes for a sturdier product and a longer lasting product.- Convenient Carrying case for Simple Organization & Travel Easy-To-Grip Wood Handle for Precision Blending- The Yalmeh 12pc Brush set is very easy to clean and easy to store and will protect it for a long time. Wash the brushes with warm water, clean it with your favorite shampoo, and rinse thoroughly. Let your brushes air dry or use a hair dryer for quicker results. Brushes should be cleaned once before first use.- The brush sets are made abroad they are packaged in U.S.AYalmeh Beauty Products CommitmentYalmeh Beauty is committed to high quality in our products as well as higher standard of customer service. Yalmeh offers professional-quality makeup kits and natural cosmetics for consumers.With Yalmeh Peerless Beauty you have 100% money back guarantee for 90 days No questions asked.",
    "itemID": "B00CXDVRU4",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9425
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 35.95,
    "brand": NaN
  },
  {
    "title": "Shea Butter - 100% Natural African Ultra Rich Raw Shea Nuts Including Other Organic Ingredients- Intense Long Lasting Moisturization - Easily Absorbed Into Your Skin - Heals Extremely Dry, Rough or Damaged Skin -Naturally Rich in Essential Vitamins A, E &amp; F for Skin Balance, Skin Cells Regeneration and Rejuvenation, Can Help Preventing and Removing Skin Stretch Marks.",
    "description": "Would you Like to Have a Glowing Looking Skin and Healthy Hair?\"The Skin and Hair Nature's Secrets in One Package\"Your Skin is About to Get Indulged and Rejuvenated With This Gift From Nature That:- Revitalizes, Softens and Maintains Skin Moisture.- Naturally Rich in Vitamins A, E & F.- Helps Restoring Skin Elasticity.- Soothes  Eczema and Prevents/Removes Stretch Marks.- The Shea Nut smell is Removed Maximizing Your Experience.- Doesn't Clog Pores & Block Hair ShaftLagrange Body Care Shea Butter Benefits Include:Vitamin A & E.Normalize and balance the skin. Vitamin A provides the skin with healthy collagen preventing premature wrinkles and re-generates skin cells.Vitamin F.Soothes rough, dry or chapped skin, softens and revitalizes dry or damaged hair. Vitamin F consists of essential fatty acids responsible for skin and scalp healing.Beeswax.Locks in moisture, fosters cells and protects skin from damaging environmental factors. Beeswax's anti-inflammatory, antibacterial and antioxidant properties make it a very effective wound-healing agent.Jojoba Oil.Keeps skin healthy and glowing. Prevents skin from environmental damage. Its structure closely resembles the skin's own natural sebum so it is easily absorbed and helps in the treatment of Eczema.For those with dry, sensitive and Challenged skin condition such as eczema and stretch marks, we know that you will love this product.Go and add it into your cart now and indulge your skin with a drench of Natural Healing Moisture.",
    "itemID": "B00DJQQEGQ",
    "helpful": [
      18,
      18
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 20924
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 17.97,
    "brand": NaN
  },
  {
    "title": "Yalmeh Aloe Vera Face Moisturizer|Anti aging face cream| Best Face Cream for Men &amp; Women Net Wt 60g 2.11 (Non Scent)",
    "description": "Would you Like to Have a Healthy and Glowing Looking Skin?Yalmeh Aloe Day/Night Cream primarily contains plant based ingredients such as natural oils, gels and extracts along. No skin care product should cause your skin to break out or have any type of rash or redness. This is usually a reaction to chemicals in the product.Do Not Let Another day in The Mirror Pass Without Yalmeh Aloe Day/Night Cream .- Protects, treats, moisturizes and softens your skin. Prevents signs of aging and reduces the appearance of fine lines.- Provides protection from sun spots, aids dry skin and moisturizes- Protects, treats, moisturizes and softens your skin.- Yalmeh Aloe Face Moisturizer is the natural solution for all type of skin.- Vegan Friendly Ingredients!- Yalmeh Aloe Face Moisturizer is best used at night. Wake up with your skin shinyThe ingredients in this product are mostly plant based. They contain natural oils, gels and extracts along with plant based ingredients used as binders, stabilizers, thickeners and natural preservatives. The main ingredient is Aloe Vera, a plant gel that has been proven to treat a variety of skin conditions, including sunburn. It's soothes your skin, protects it from developing fine lines. Also it provides protection from sun spots. That is why the ancient Egyptians called it the \" Plant Of Immortality\". Yalmeh Aloe Face Moisturizer is the natural solution for all type of skin. Made in the USA in our Advanced FDA Registered Facility.Yalmeh Beauty Products Commitment: Yalmeh Beauty is committed to high quality in our products as well as higher standard of customer service.With Yalmeh Peerless Beauty you have 100% money back guarantee for 90 days No questions asked.",
    "itemID": "B00G8WB8MI",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7418
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 19.95,
    "brand": NaN
  }
]