[
  {
    "title": "BaByliss Pro BAB2000 Ceramix Xtreme  Dryer",
    "description": "Professional long-life motor with 6 speed/heat setting conbinations. Removable filter for easy cleaning. Narrow barrel for maximum air pressure.  Micro concentrator nozzle.",
    "itemID": "B000ASDGK8",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 388
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 39.4,
    "brand": "BaBylissPRO"
  },
  {
    "title": "FusionBeauty LipFusion Micro-Injected Collagen Lip Plump Color Shine, Summer",
    "description": "A collection of vibrant sexy shades with a moisturizing treatment gloss infused with LipFusion&#x2019;s revolutionary Micro-Injected Collagen plumping technology. Tiny, dehydrated, marine collagen micro spheres are instantly absorbed by the lips, and seek out the body's natural moisture. When spheres become re-hydrated, they plump and hold onto the moisture they've collected, creating a mild \"swelling\" of the lip tissue.",
    "itemID": "B0002Z0UA8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 58305
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lip Plumpers"
      ]
    ],
    "price": 24.5,
    "brand": "Fusion Beauty"
  },
  {
    "title": "MASH 5 X 2 Way Marbleizing Dotting Tool Pen Set for Nail Art Manicure Pedicure",
    "description": "MASH is proud to introduce a 5 piece dotting tool set that is a must have for nail art lovers! This 5 piece set of marbling and dotting tools is created by the nail art experts at MASH to be the ultimate set of nail art tools! Create unique designs and manipulate your nail art accessories to great the most beautiful nail art you have ever seen. This dotting tool set is perfect for creating that custom nail art to drive your man and friends wild, or make any man yours forever!",
    "itemID": "B00631JA8S",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 64248
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]