[
  {
    "title": "Philosophy When Hope Is Not Enough, Facial Firming Serum, Rare Travel Size 0.375 fl oz",
    "description": "Philosophy When Hope Is Not Enough, Facial Firming Serum, Rare Travel Size 0.375 fl oz",
    "itemID": "B000I5JEAO",
    "helpful": [
      0,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Health & Personal Care": 64736
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 12.5,
    "brand": "Philosophy"
  },
  {
    "title": "Derma Wand Kit",
    "description": "DermaWand is a condensed version of the exact same technology found in large commercial high frequency machines used by skin care specialists all over the world for 40 years. Why? Because it works! The DermaWand stimulates and rejuvenates by sending out a gentle stream of low level micro-current impulses up to 168,000 cycles per second, imitating hundreds of tiny fingers that massage your skin - and massage helps improve circulation bringing oxygen and vital nutrients to your skin s surface. The gentle micro current also has a thermal effect on the skin s surface, helping the skin look more toned and tight, smoothing out the appearance of fine lines and wrinkles. Plus DermaWand oxygenates by giving off enriched oxygen that cleanses and purifies, helping breathe new life into your skin's surface.",
    "itemID": "B000ICRDSW",
    "helpful": [
      2,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1141
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 104.95,
    "brand": "Dermawand"
  },
  {
    "title": "Facial-Flex Ultra",
    "description": "In today's anti-aging battle, increasing numbers of women are performing not only daily exercise for their bodies but are currently recognizing the need to improve facial muscle tone. Just as the principle of dynamic resistance is employed in physical fitness training, this system is used to strengthen and tone the muscles of the face, chin and neck with amazing results. Includes:\nFacial-Flex Ultra Device - Made with surgical stainless steel and space-age material for years of durability.\nIncludes both 6oz and 8oz resistance bands.\nConvenient carrying/storage case.\nProgress chart\nClinical background\n1-year warranty",
    "itemID": "B000K7J1PI",
    "helpful": [
      12,
      14
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1732
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 31.41,
    "brand": "Facial Concepts, Inc."
  }
]