[
  {
    "title": "Murad Age Reform Time Release Retinol Concentrate for Deep Wrinkles-0.5 oz.",
    "description": "Murad Age Reform Time Release Retinol Concentrate for Deep Wrinkles-0.5 oz.Wrinkle-FreeReclaiming your youth just got easier. Murad's breakthrough Time Release Retinol Concentrate for Deep Wrinkles features a highly concentrated formula that resurfaces skin, minimizing the length and depth of wrinkles. The luxe multi-action formula also plumps skin to decrease wrinkle volume, while rebuilding damaged collagen to promote a smoother, more refined, younger-looking complexion. Think of it as your best defense against the aging process.Reduces the length and depth of wrinklesSkin is noticeably smoother and more youthfulEspecially Suited For:All skin tupes, especially matureEssential Elements:The high-performance formula dramatically reduces the length and depth of wrinkles, while plumping skin to decrease wrinkle volume and impart a youthful appearance.",
    "itemID": "B00795XKXS",
    "helpful": [
      29,
      31
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 16498
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Puffiness Treatments"
      ]
    ],
    "price": 25.75,
    "brand": "Murad"
  },
  {
    "title": "Murad Resurgence Youthful Skin Renewal Kit",
    "description": "Rediscover your skin's elasticity and a healthy, young-looking glow when you fight the signs of hormonal aging with the Murad Resurgence Evening Renewal Regimen Kit Murad Resurgence Youthful Skin Renewal Kit Contains: Murad Renewing Cleansing Cream - 1.5 oz. - Lather for luster. This pearlized cleansing cream contains apricot oil to enhance hydration. Papaya gently exfoliates to bring on brightness. Murad Hydrating Toner - .5 oz. - Murad Hydrating Toner is a refreshing toner balances, hydrates and neutralizes surface impurities. Lecithin helps lock in moisture and restores suppleness. A perfect way to prepare skin for treatment. Murad Age-Diffusing Serum - .33 oz. - Concentrate on toning and firming. This silky serum with soy, wild yam and collagen protectors, inhibits collagen breakdown and increases elasticity to reduce the appearance of wrinkles and sagging. Naturally calms redness for the smooth even tone of healthy balanced skin. Murad Age-Balancing Night Cream - .6 oz. - Balance by night. This rich cream contains chaparral extract, clinically proven to inhibit unwanted facial hair growth by 22% in 12 weeks. Soy and wild yam increase elasticity and firm the skin. A complex of omega-3 oils, shea butter and conditioners super hydrate and retexturize to restore skin's balance and vibrance. How To Use Please see individual items Ingredients Please see individual items",
    "itemID": "B007OLQ80E",
    "helpful": [
      16,
      18
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2391
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sets & Kits"
      ]
    ],
    "price": 25.45,
    "brand": "Murad Resurgence"
  },
  {
    "title": "Murad Resurgence Age-Diffusing Serum, 2: Treat/Repair, 1.0 fl oz (30 ml)",
    "description": "Combats the effects of hormonal aging by increasing firmness up to 38% in 10 minutes and reducing the appearance of medium-to-deep wrinkles. Combats hormonal aging and concerns associated with menopause and peri-menopause. Skin firming formula protects skin from the effects of hormonal aging. AHA's and Palmitoyl Pentapeptide-3 work together to reduce the appearance of medium-to-deep wrinkles. Phytoestrogens naturally improve elasticity and deliver essential moisture. Glycosaminoglycans strengthen skin's barrier to protect from aging damage. As a leader in research and development, Murad has long been at the forefront of skincare science. Applying insights from my skin research center, dermatology practice and the Murad Medical Spa, we continue this tradition. Ours is an inclusive health philosophy, based on the water principle, a comprehensive inside and out approach to optimal skin health and total wellness. Healthy skin is beautiful skin. My commitment is to provide you with the most advanced formulations and pharmaceutical grade ingredients to restore and strengthen your skin, allowing your healthy radiance to shine through. Scientifically proven. Dermatologist developed and tested. Murad does not test on animals. Made in the USA.",
    "itemID": "B000GDF48Y",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2010
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 29.15,
    "brand": "Murad"
  }
]