[
  {
    "title": "20% Vitamin C + E Ferulic Acid Serum 1 oz.",
    "description": "The Timeless serum collection contains high concentrations of hyaluronic acid and matrixyl that you won't find anywhere else. All natural and paraben free, we don't use excess ingredients to make up for the lack of actives. We like to keep it simple and effective.This product contains:Vitamin C - antioxidant that evens skin tone and helps build collagen. We use a 20% concentration of L-ascorbic acid for maximum benefit.Vitamin E+Ferulic Acid - used to extend the life and effectiveness of vitamin C. Normal C serums will expire in a month or less. Our product is guaranteed fresh and effective for 3 months.Hyaluronic Acid - one of the most powerful hydrating and moisturizing ingredients on the market today. Holds up to 1000 times its weight in water!And much, much more!",
    "itemID": "B0036BI56G",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 680
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 36.95,
    "brand": "Timeless Skin Care"
  },
  {
    "title": "The Original Hyaluronic Acid Serum 100% Pure 2 oz.",
    "description": "The Original Hyaluronic Acid Serum 100% Pure 2 oz.",
    "itemID": "B003MJ7Z0O",
    "helpful": [
      0,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 311
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 13.95,
    "brand": NaN
  },
  {
    "title": "Pearl Enterprises M.T. ROLLER 1.0mm Micro Needle Roller Skin Care Therapy Dermatology System (Dermaroller)",
    "description": "The Microneedle works for various skin issues to make you look younger, more vibrant and with a healthy glow.  Best of all, it can be used almost on the entire body.  It rids stretch marks, cellulite, wrinkles, acne and promotes hair re-growth.",
    "itemID": "B004LUZ956",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 313
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 12.98,
    "brand": NaN
  }
]