[
  {
    "title": "Beautyblender, The Ultimate Makeup Sponge Applicator, 1 Sponge",
    "description": "Modernize the Way You MakeUp! The Ultimate MakeUp Sponge Applicator. Designed by two top Hollywood Make up artists, Beautyblender is the most versatile make up tool you'll ever own. It 's elliptical teardrop shape is super soft to the touch, like suede and allows you to access hard-to-reach places making your make up application foolproof. It's washable, re-useable and recyclable. It's latex free and anti-microbial. Can be used with all types of make up; liquid base, cream base, mineral make up, cream blush, powders etc. Use Beautyblender damp or dry...we like to use it damp.Please note, Beautyblender will expand when wet. Application tip: Stipple or \"bounce\" Beautyblender when applying your make up for a flawless, airbrush type of finish.",
    "itemID": "B000HRVC5I",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 764
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Puffs, Sponges & Wedges"
      ]
    ],
    "price": 15.95,
    "brand": "BeautyBlender"
  },
  {
    "title": "Urban Decay Eyeshadow Primer Potion Tube - Eden",
    "description": "What it is:A tawny matte eye shadow primer.  What it does:Packaged in a new squeeze tube with a precise needle nose, this triple-duty product also works as a highlighter or eye shadow. Perfect for more mature customers or those who want to avoid shimmer, this versatile shade instantly brightens the eyes and provides the ultimate prep for creaseless, more vibrant shadow and all-day wear. What else you need to know:  The squeeze tube version of this product is exclusive to Sephora for a limited time.",
    "itemID": "B004S9SEWK",
    "helpful": [
      0,
      6
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 191807
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Urban Decay Naked2",
    "description": "What it is:\nThe most anticipated sequel of the decade, Naked2 features a dozen pigment-rich taupe and gray-beige neutrals, plus five exclusive, new shades. \n\nWhat it does:\nThe follow up to the original bestselling Naked palette, this stunning second edition proves that neutral is anything but boring. Showcasing a dozen completely different shades than the first bronze-based collection, it includes a stunning range from pale and deep, to matte and sparkly. You'll achieve a host of new neutral looks, smoky dramatic eyes, and everything in between. The palette also includes a travel-size Lip Junkie Lipgloss in Naked and a double-ended, cruelty-free Good Karma Shadow/Crease Brush (available only in this palette).",
    "itemID": "B00787QT6W",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 34968
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]