[
  {
    "title": "Wen&reg; Lavender Cleansing Conditioner - 32oz",
    "description": "Lavender Cleansing Conditioner is enriched by the calming, soothing, relaxing and invigorating properties of lavender that also stimulates the scalp to promote healthy, hair growth. While the creamy formulation won't weight down hair, it is rich in moisture and works exceptionally well on dry, dehydrated hair to create body and volume. May be used as often as necessary or as a leave-in conditioner to aid in strengthening hair follicles.",
    "itemID": "B00181OKDI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 795
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 57.99,
    "brand": "WEN&reg; by Chaz Dean"
  },
  {
    "title": "WEN by Chaz Dean 32oz Cleansing Conditioner (Tea Tree)",
    "description": "Pomegranate: universal for all hair types; soy-based  ---  Tea tree is exceptional for dry, flaky, or sensitive scalps. For all hair types, it has moisturizing properties for medium-to-coarse, wavy-to-curly, and ethnic hair",
    "itemID": "B0018209PU",
    "helpful": [
      1,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3157
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoo & Conditioner Sets"
      ]
    ],
    "price": 59.95,
    "brand": "WEN&reg; by Chaz Dean"
  },
  {
    "title": "Gratiae Organics Aha Cleansing and Peeling Foam, 5.1 Ounce",
    "description": "GRATiAE Organic AHA Cleansing and Peeling Foam is a mild, yet effective purifying foam that is recommended for all skin types. The creamy lather clears away impurities and dead skin cells and even removes excess surfaces oils. The foam is enriched with AHA and certified organic plant extracts for gentle exfoliating and improving the water balance of the cells. It leaves the skin feeling soft, smooth, clean, and bright. GRATiAE Organic is committed not only to seeking and sustaining organic and natural materials, but also to using all our planet's resources wisely.  We use &#x201C;Responsibly Wild Crafted&#x201D; herbs which are harvested with minimal environmental impact and are replanted with long-term sustainability in mind. In addition, we're focused on Holistically balanced products which keep the plant constituents in a state of \"natural wholeness\" without adulterating any \"naturally-occurring bonds\". (This kind of product is achieved utilizing a proprietary cold extraction process .) Holistically Balanced products enable us to maintain a focus on the whole plant and the synergistic action of all of the constituents in the plant as created by Nature. All Gratiae products are cruelty- free, not tested on animals, and they come in packaging that's recyclable. GRATiAE Organics... Created by Nature, Perfected by Science.",
    "itemID": "B004X9BRU6",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 57585
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 49.99,
    "brand": NaN
  }
]