[
  {
    "title": "OPI Nail Envy Original, 0.5 Ounce",
    "description": "You wouldn't face harsh elements without a coat, so why leave your nails unprotected Fortify, protect, and harden thin, brittle natural nails with the Original Nail Envy. For results, apply two coats, followed by a one-coat application every other day.",
    "itemID": "B00178TVXG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 200
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 9.5,
    "brand": "OPI"
  },
  {
    "title": "Seche Restore Nail Polish, 0.5 Fluid Ounce",
    "description": "Seche restore is the only thinner to thin a bottle of Seche vite to its original consistency. Will not diminish shine or dull colors. Only replaces those ingredients which have evaporated from the bottle.",
    "itemID": "B0017ZDH52",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1928
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 5.46,
    "brand": "Seche"
  },
  {
    "title": "Crystal Glass Nail File, 5.5 Inches, Free Carrying Case from Sassella",
    "description": "Ordinary nail files create tiny fractures in your nail which can weaken the nail and cause the nail to split and become brittle. Because the glass file is so hard and the filing surface so extremely fine, you can file in any direction without damaging the nail. It will leave your nails incredibly smooth! Amazingly the glass file works very well on extremely hard nails as well as very soft nails. Since the surface of the glass nail file is so fine and uniform, regular use will actually help grow more beautiful nails, they will be healthier and smoother.",
    "itemID": "B00283O7LK",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 21153
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Files & Buffers"
      ]
    ],
    "price": 6.49,
    "brand": NaN
  }
]