[
  {
    "title": "Raw Unrefined Yellow Shea Butter FILTERED &amp; CREAMY 5 0z",
    "description": "Remarks: This is the raw and unprocessed shea butter. It may be lumpy and hard. You can rub it in your hands and apply it directly on the skin. If it is not soft enough for you, you can put into the microwave and heat it for a couple minutes. It will become soft.\n\nGolden Shea Butter is the classic shea butter many are familiar with. It is yellow in color, has a fairly strong smoky odor and is imported from the African nation of Ghana. \n\n\nshea butter tones, evens, and repairs skin naturally, \n\nshea butter renews and revitalizes face, body, hand, hair, nails, and feet \n\nshea butter nourishes skin and hair cells with natural vitamins, \n\nshea butter leaves skin with a smooth, silky natural glow, \n\nshea butter improves stretch marks, fine lines and wrinkles, and scars, \n\nshea butter heals scratches, blemishes, and irritated skin, \n\nshea butter protects, screens, and skin from cold, wind, sun damage, \n\nshea butter improves and alleviates skin conditions such as psoriasis and eczema, Recommended and safe for use by the entire family. \n\nshea butter naturally contains Vitamins A and E. \nPacking: in food-grade plastic containers.",
    "itemID": "B0009MHJS0",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 37451
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 5.5,
    "brand": NaN
  },
  {
    "title": "Aztec Secrets: Indian Healing Bentonite Clay, 2 lbs",
    "description": "Indian Healing Clay by Aztec Secret 2 lbs Clay How Aztec Secret Works Indian Healing Clay Clays have been used for centuries to beautify and refresh when used as a facial mask. Cleopatra used clay from the Nile river and the Arabian desert over 1800 years ago as part of her beauty ritual. German and Roman spas have been using clay packs and treatments in the spas they built 4 000 years ago. Many of these spas still exist and use clay even today. Pliney the Elder devoted an entire chapter of his Natural History to the many uses of clay for pimples black heads and skin tightening. Many famous naturopaths such as Kuhn Just and Kneipp have contributed to the revival of the uses of clay through their natural treatments for arthritus and skin ailgments. Aztec Indian Healing Clay A Brief History - The Worlds Most Powerful Facial The use of clay with apple cider vinegar can be dated back to the southern French priest of the16th century Kneipp and his natural treatments using clay packs and po",
    "itemID": "B000ZMBSPE",
    "helpful": [
      2,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 142
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 10.31,
    "brand": "Aztec Secret"
  },
  {
    "title": "DevaCurl No-Poo Zero Lather Conditioning Cleanser 12.0 oz",
    "description": "Buy DevaConcepts Hair Conditioners - DevaCurl No-Poo Zero Lather Conditioning Cleanser 12.0 oz. How-to-Use: Wet hair thoroughly. Apply a generous amount directly tot he scalp to cleanse, stimulate and remove dirt particles.",
    "itemID": "B000HIYE0M",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 2089
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 7.13,
    "brand": "DevaCurl"
  }
]