[
  {
    "title": "Beautyblender, The Ultimate Makeup Sponge Applicator, 1 Sponge",
    "description": "Modernize the Way You MakeUp! The Ultimate MakeUp Sponge Applicator. Designed by two top Hollywood Make up artists, Beautyblender is the most versatile make up tool you'll ever own. It 's elliptical teardrop shape is super soft to the touch, like suede and allows you to access hard-to-reach places making your make up application foolproof. It's washable, re-useable and recyclable. It's latex free and anti-microbial. Can be used with all types of make up; liquid base, cream base, mineral make up, cream blush, powders etc. Use Beautyblender damp or dry...we like to use it damp.Please note, Beautyblender will expand when wet. Application tip: Stipple or \"bounce\" Beautyblender when applying your make up for a flawless, airbrush type of finish.",
    "itemID": "B000HRVC5I",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 764
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Puffs, Sponges & Wedges"
      ]
    ],
    "price": 15.95,
    "brand": "BeautyBlender"
  },
  {
    "title": "Sun Laboratories Tan Overnight Self Tanning Lotion 8 fl oz.",
    "description": "Sun Laboratories Tan Overnight lets you achieve an incredibly natural-looking bronzed appearance on the face and body without exposure to harmful UV sun rays - anytime, anywhere. Formulated with a natural blend of ingredients that promote hydration and a sugar derivative that enhances the skin&#039;s color, this formula is safe for all skin types seeking a dramatically deeper tone. An instant dose of color helps prevent streaks and patches, and the color is set within three hours of application.",
    "itemID": "B000IOFQWK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4629
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 9.99,
    "brand": "Sun Laboratories"
  },
  {
    "title": "POND'S Rejuveness Anti-Wrinkle Cream, 7-oz.",
    "description": "",
    "itemID": "B0026IFLG2",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 12592
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 7.0,
    "brand": "Pond&#39;s"
  }
]