[
  {
    "title": "Touch Back by Colormark Temporary Hair Color Marker Rich Black",
    "description": "TouchBack instant touch-up is the fastest touch-up for gray roots. TouchBack actually bonds to the hair, blending seamlessly with permanent hair color for a totally natural look. (Unlike hair mascaras, crayons, gels and powders, which dull the hair and flake off.)",
    "itemID": "B0038NX4AY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 24864
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 26.95,
    "brand": "ColorMark"
  },
  {
    "title": "Professional 15 Color Concealer Camouflage Makeup Palette",
    "description": "<Introductions:A good eyeshadow palette is essential for   your makeup. This eyeshadow palettte offers a complete assortment of colors for   your selectionFeatures:1. New and high quality2. An   extensive range of 15 multiple vibrant concealer colour with different skin   tones to create amazing looks3. Provide total camouflage for almost any skin   problem including blemishes\n4. It is   also suitable to use as bronzer5. The medium colour is perfect for dark   shadows in the under-eye area6. Silky glossy colour and high quality   ingredients together to care skin around and can last for all day long7. It   is perfect for professional salonSpecifications:1. Dimensions: (6.14 x 4.13 x   0.47)\" / (15.6 x 10.5 x 1.2)cm (L x W x H)2. Each Diameter: 2.6cm3. Case   Color: Black4. Concealer: 15 Color Concealer1 x Professional 15 Concealer   Camouflage Makeup Palette",
    "itemID": "B0068Y6CA4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 37
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Concealers & Neutralizers"
      ]
    ],
    "price": 4.04,
    "brand": "Crazy Cart"
  },
  {
    "title": "e.l.f. Studio Mineral Infused Face Primer Makeup fine lines flawless flirty fun",
    "description": "Transform your face into a flawless and smooth canvas with the Mineral Infused Face Primer. Developed to combat against excess oil, flaky dryness, enlarged pores and fine lines. This clear multipurpose skin primer will prepare your skin so makeup goes on evenly for a long lasting satin finish.",
    "itemID": "B00853EKYG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14208
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation Primers"
      ]
    ],
    "price": 8.99,
    "brand": "e.l.f. Cosmetics"
  }
]