[
  {
    "title": "L'Oreal Paris Age Perfect Hydra-Nutrition Moisturizer, 1.7-Fluid Ounce",
    "description": "Mature, very dry skin needs extra care and attention. Treat it to deep hydration with Age Perfect Hydra-Nutrition Anti-Sagging Ultra-Nourishing Day/Night Cream.  Skin is nourished with a nutrient complex enriched with calcium that builds resilience, leaving the skin feeling fortified while alleviating uncomfortable dryness.  This creamy and silky texture melts away leaving skin feeling soft and nourished.  Skin is instantly more hydrated, and in 2 weeks comfort is restored to the skin.  After 4 weeks skin is firmer and more supple.",
    "itemID": "B002PBHQP4",
    "helpful": [
      27,
      28
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6778
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 6.86,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "Nioxin System 2 Starter Kit Cleanser, Scalp Therapy &amp; Scalp Treatment 1 set",
    "description": "System 2 is specially designed for noticeable thinning, fine, natural hair. It delivers denser-looking hair and a healthy shine while protecting the scalp. Nioxin System 2 Scalp Therapy 5.1 oz. Nioxin System 2 Scalp Treatment 3.4 oz. Nioxin System 2 Cleanser 10.1 oz.",
    "itemID": "B005CK3GIQ",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 579
    },
    "categories": [
      [
        "Beauty",
        "Hair Care"
      ]
    ],
    "price": 21.5,
    "brand": "Nioxin"
  },
  {
    "title": "Calista Tools Perfecter Fusion Hair Styler Heated Round Brush Plus Bonuses",
    "description": "As Seen on TV Bonus Detangle Brush Bonus 3 Pro Styling Clips Bonus Thermal Travel Case",
    "itemID": "B00GA60U76",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1392
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hot-Air Brushes"
      ]
    ],
    "price": 93.93,
    "brand": "Calista Tools"
  }
]