[
  {
    "title": "Eucerin Moisturizing Lotion, Daily Replenishing, 13.5-Ounce Bottles (Pack of 3)",
    "description": "Dermatologist recommended. Dry skin therapy. Clinically proven effective to replenish and moisturize dry, sensitive skin. Repairs the skin's moisture barrier for healthier skin. Absorbs quickly, non-greasy. Non-Irritating. Fragrance free. Your sensitive skin is vulnerable - it can easily become dry or irritated You need to care for it everyday to keep it healthy and protected The Solution? Eucerin Daily Replenishing Lotion nourishes and protects dry, sensitive skin with effective moisturizers that last all day long. Non-greasy formula replenishes skin's essential oils to strengthen its natural moisture barrier, helping prevent irritation and dryness. Keeps skin moisturized for 24 hours Fragrance free, won't clog pores.",
    "itemID": "B000O3UC0Q",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 47447
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 17.79,
    "brand": "Eucerin"
  },
  {
    "title": "L'Oreal Le Kohl Pencil Smooth Defining Eyeliner, Black Sable #230 .04 oz (1.14 g)",
    "description": "Smooth Defining Eyeliner.For clean, smooth kohl lines or dramatic smokey eyes. L'O",
    "itemID": "B001KYRMBU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 181814
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyeliner"
      ]
    ],
    "price": 19.95,
    "brand": NaN
  },
  {
    "title": "L'Oreal Paris Infallible Never Fail Eyeliner, Brown, 0.008 Ounces",
    "description": "Enjoy beautifully defined eyes for up to 16 hours! Infallible never fail eyeliner is L&#x2019;Oreal&#x2019;s most advanced mechanical liner with superior long-wearing technology. The rich and creamy formula glides on easily and evenly and sets quickly for fade-proof.",
    "itemID": "B004BCTAJA",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 10831
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyeliner"
      ]
    ],
    "price": 0.13,
    "brand": "L&#39;Oreal Paris"
  }
]