[
  {
    "title": "WEN&reg; Sweet Almond Mint Styling Creme 6oz",
    "description": "Achieve all your styling options and the benefits of a leave-in conditioner, polishing gloss and gel in one product. This amazing styling creme works great on straight, wavy and curly hair types to give them rich moisture, gleaming shine and body with hold. The virtually weightless formula is used as a heat-protectant from damage caused by styling tools, and also to tame hair from frizz when drying naturally.",
    "itemID": "B0006Q3O3S",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3767
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 24.0,
    "brand": "WEN&reg; by Chaz Dean"
  },
  {
    "title": "WEN by Chaz Dean Lavender Re Moist Hydrating Hair Mask 4 oz",
    "description": NaN,
    "itemID": "B001B153BS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 50021
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 39.99,
    "brand": "WEN&reg; by Chaz Dean"
  },
  {
    "title": "WEN By Chaz Dean Intensive Treatment Oil 2 Fl. Oz. (Pomegranate Rosemary 2 Oz)",
    "description": "WEN Treatment Oils are a unique blend of the world's rarest and most beneficial oils. Combining the nourishing and moisturizing properties of Argan Oil with the restorative and healing properties of Abyssinan Oil, the WEN Treatment Oils hydrate, nourish and help repair both your hair and skin. It is a non-greasy formula that may be used daily. Bask in the heavenly mixture of natural fragrant oils while providing yourself with a highly restorative and moisturizing treatment meant to maintain and replenish the health and integrity of you hair, scalp and body. , 2 Oz bottle",
    "itemID": "B00F0QVKEE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 110581
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 13.65,
    "brand": "WEN&reg; by Chaz Dean"
  }
]