[
  {
    "title": "High Frequency D'arsonval Home Use Device",
    "description": "High frequency beauty device, known also as D'Arsonval or Darsonval machine, is used widely in cosmetology practice.\n\nHigh frequency portable face massager helps with acne, pimples, skin irritation. High frequency (D'Arsonval) apparatus is used for skin tightening and wrinkle reduction because of ability the high frequency electricity to increase blood circulation and supply skin with oxygen.\nHigh frequency electrical current will help with hair loss by blood circulation in hair follicle, which is the major reason of hair thinning. \n\nD'Arsonval portable beauty machine is for those who want:\n\n- Improve skin complexion (high frequency beauty device will tight the skin)\n\n- Get rid of acne, whelks and pimples (high frequency beauty device will kill the bacteria)\n\n- Reduce under the eye bags and dark circles (high frequency beauty device will stimulate lymph and blood circulation)\n\n- Reduce cellulite (high frequency beauty device will help to deliver the oxygen and remove toxins)\n\n- Prevent and stop hair loss (high frequency beauty device will stimulate hair follicle).\n\nPOWER SUPPLY: US PLUG, 110V",
    "itemID": "B001VII87W",
    "helpful": [
      4,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 22380
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 65.0,
    "brand": NaN
  },
  {
    "title": "Moroccanoil Moisture Repair Shampoo &amp; Conditioner Combo Set (8.5 oz each)",
    "description": "Moisture Repair Shampoo and Conditioner are for hair that has been weakened or damaged by color, chemical processing or heat styling. They restore hair by bathing it in a highly concentrated formula rich in antioxidant argan oil, reconstructive keratin and fatty acids. Both products restore elasticity, moisture and manageability. The formulas are free of sulfates, phosphates and parabens, so they're safer for the environment and won't dry, fade or strip color-treated hair.",
    "itemID": "B002RGRJC2",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 90
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoo & Conditioner Sets"
      ]
    ],
    "price": 35.94,
    "brand": "Moroccanoil"
  },
  {
    "title": "WEN by Chaz Dean 32oz Cleansing Conditioner (Tea Tree)",
    "description": "Pomegranate: universal for all hair types; soy-based  ---  Tea tree is exceptional for dry, flaky, or sensitive scalps. For all hair types, it has moisturizing properties for medium-to-coarse, wavy-to-curly, and ethnic hair",
    "itemID": "B0018209PU",
    "helpful": [
      0,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 3157
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoo & Conditioner Sets"
      ]
    ],
    "price": 59.95,
    "brand": "WEN&reg; by Chaz Dean"
  }
]