[
  {
    "title": "10 Pairs Handmade Natural Soft False Eyelashes Fake Eye Lash",
    "description": "Features:1. Specialized made by hand entirely, high quality2. Wear it ,make you more attractive and fashion3. Carefully design, simple to use and comfortable to wear4. 10 pairs of individual false eyelashes5. Eyelashes can be trimmed to fit the contour of your eyes6. With professional eyelash glue, can apply the lashes instantly7. Easy to remove by eye make up remover.8. Can be used for many times if the eyelashes are used and removed properly9. Suitable for different occasions and images.10. Good for those who want to enhance their appearance11. Suitable for professional use or home useSpecifications:1. Condition: New2. Material: Paper(Box)3. Box Size: 7.20 x 3.70 x 0.71 inch / 18.3 x 9.4 x 1.8 cm(L x W x H)4. Eyelashes length: 1cm5. Eyelashes color: Black6. Quantity: 10 pairsPackage includes:10 x pairs of false eyelashesHow to use:Carefully remove the eyelashes from the case with tweezers.Compare false eyelashes with your eyeline length, trim to suitable length and width if neccessary.Add glue along the false eyelash root with cotton bud.Hold the eyelash on the root of your natural lashes with pressure.If neccessary, apply eye shadow or eyeliner to make your eyeline look more natural",
    "itemID": "B004Z40048",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 427
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 1.19,
    "brand": "Taobaopit"
  },
  {
    "title": "18'' 7pcs Remy Clips in Human Hair Extensions 27 Dark Blonde 70g for Women's Beauty Hairsalon in Fashion",
    "description": "The most popular hair extension product all over the world! Whether you want long hair or are looking to add volume to your hair; our full head set is the answer. Clips are already attached and the set is ready for instant use in just 5 minutes. Complete with 16 metal clips already attached to the wefts; complete with silicone tubing for a secure grip. Set Contents: 1set-7pcs 2\"x2pcs(1clips/pc) 4\"x2pcs(2clips/pc) 6\"x2pcs(3clips/pc) 8\"x1pc(4clips) Specifications: Hair Type: 100% Silky straight Human Hair Hair Style: Straight Hair Length:20inch Number of Wefts: 7 Number of Clips: 16 Set Weight: 70g (including clips) Application Time: 5 minutes (approx.) Life: 6 to 12 Months (depending on care and use) Usage: Can be curled, straightened, tongued & washed. Hair extensions are a wonderful way to add highlights, thickness or simply make your hair longer. While they can improve your look dramatically, if they're not taken care of properly, they won't do much for you. These simple tips will help you take the best care of your hair extensions so that they will last a long time and you will get your moneys worth. 1 Be gentle. One of the most important things about hair extensions is that you have to baby them. When you are brushing your hair, be gentle. Without the proper treatment, your hair extensions will get damaged quickly. 2 Wash with moisturizing hair care products. This step is especially important if you are using clip in hair extensions because the hair will not get any of the moisture from the natural oils your scalp produces. Moisturizing hair care products will keep your hair healthy. If you are longing for shine, use a serum. Many hair care products that promote shine have a drying affect on hair.",
    "itemID": "B008HZ521C",
    "helpful": [
      0,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 3281
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Hair Extensions"
      ]
    ],
    "price": 16.3,
    "brand": "1234"
  },
  {
    "title": "Princess' Dream - New Fashion Gold Leaf Festival Grecian Garland Hippy Forehead Head Hair Band",
    "description": "CONDITION:Perfect, with no scratches or repairsQUANTITY :1 pc for this lotMaterial:Alloy&Elastic; RopeSize(about):Length:46cm/18.1\"You can see from the picture,the headband is very pretty and lovely.This lot only for 1 pc.If you wear it,you can easily catch people's eyes.Every detail be made carefully.All pics make by ourselves,all the real items.NOTE:Some pics look like larger size,please notice the items size above.Maybe pics have a little color differ,hope you can understand.",
    "itemID": "B009XQE06C",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 2728
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Headbands"
      ]
    ],
    "price": 1.63,
    "brand": "Fashionwu"
  }
]