[
  {
    "title": "Bundle Monster 70 Pairs Fake / False Eyelashes - 7 Different Styles - 10 Pairs Each Variety Pack Set",
    "description": "Revamp your lashes to dramatize your look with Bundle Monster's 70 piece false eyelash combination set. This box set of false eyelashes comes with 7 brand new, attractive and reusable full lash designs with 10 pairs each. You are given a range of fashionable looks from: 10 - full natural lashes, 10 - long full lashes with extended tips, 10 - extremely spiky lashes, 10 - extreme length criss cross flair lashes, 10 - dramatic thickness lashes, 10 - dense lashes with extended tips and 10 - long, full and voluminous lashes. Each pair of lashes is long enough to cut and shape according to the contour of your eye. Note: the eyelash glue does not come with this combo. You can find this adhesive at your local beauty supply store. How to Use: 1. Remove one strip of lashes from the case at a time. 2. With your eyelash glue, line a bead of glue across the entire length of the lash strip. 3. Allow the adhesive to set for about 30-50 seconds until the glue is tacky and not completely wet. 4. Apply the lash strip to the base of your natural lash line, starting from the middle - making sure the false lashes is lined up in the center. 5. Working from the center outward to the outer corners, lightly press the false lashes to match your natural line. Optional: You can apply mascara if desired. To Remove: Use makeup remover. Bundle Monster is a registered trademark of Remi Collections LLC and is exclusively distributed by Bundle Monster. Bundle Monster trademark is protected by Trademark Law.",
    "itemID": "B0058L24O6",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 3106
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 15.99,
    "brand": NaN
  },
  {
    "title": "HM 500 FULL COVER False Nails, Clear",
    "description": "50 Tips in each size 0-9, 500 pcs totally. Full TipHigh standard ABS plastic for professional use.Suitable for use with gel, acrylic or fibreglass applications.Color: Clear",
    "itemID": "B001G3VA22",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11760
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "False Nails"
      ]
    ],
    "price": 3.28,
    "brand": "SODIAL(R)"
  },
  {
    "title": "Salon Pro 30 Second Bonding Glue 4 Oz #02409",
    "description": "This anti fungal formula dries out in 30 seconds time! Apply the hair bond glue to wefted hair extensions weave at the scalp and it bonds in seconds time. You can use this glue for braiding hair as well! Works perfectly for both synthetic and human hair extensions!",
    "itemID": "B0037CHCQS",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 5094
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Hair Extensions"
      ]
    ],
    "price": 5.15,
    "brand": "SALON PRO"
  }
]