[
  {
    "title": "Red Angel (tm) Nail Art Nailart Polish Stamp Stamping Manicure Image Plates Accessories Set Kit 21pc",
    "description": "Red Angel's Nail Stamping Plate Collection, officially released in 2011. This 21 piece nail art image plate set includes plates RA-101 to RA-121.  All designs featured in this set is NOT reduplicated in any of our other nail plate sets. Use this variety pack to have fun working on your nails or give them away as fabulous gifts to families and friends.\n\n\nInstructions: \n\n    1. Before use, peel off the tight protective plastic film on top of each plate.\n    2. Apply polish on image plate design.\n    3. Using the scraper, scrape off the excessive nail polish.\n    4. Stamp the image in rolling motion.\n    5. Stamp design on nail smoothly.",
    "itemID": "B005VX8S4G",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 54959
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 10.99,
    "brand": NaN
  },
  {
    "title": "Set 10 Nail Art Jumbo Polish Stamp Stamping Manicure Image Plates U1 by Cheeky&reg;",
    "description": "New Designs Nail Art Stamper Image PlateThese Cheeky stamping plates are fabulous and make a perfect addition to any nail art collection.The results are an eye catching, detailed and crisp nail design - probably impossible to implement in free hand or any other nail art technique.Helpful Hints:-Make sure you remove the protective plastic cover from the front of the plates before attempting to use.Wet a cotton ball w/ pure acetone and hold it with tweezers in order to avoid ruining the designs on your nails.Use the acetone soaked cotton ball to wipe nail polish off of the plates and stamper.The plate should be dry before applying more polish. Use a thick highly pigmented polish for stamping. Work fast!If you take too long the polish will dry on the plate or stamper and you will not get it to transfer.If you are working fast and the polish does not transfer try another type of polish, some polished are extra quick drying.Be gentle when you apply top coat or you may smear your design.Becoming an official \"Cheeky Chick\"Cheeky is a lady's best friend!It is a one stop shop for ladies beauty needs such as: makeup, nails, personal care products or innovative beauty gadgets, all are only few clicks away when shopping on our Cheeky shop.Cheeky's famous high quality products and services are guaranteed with every purchase of one of our products.After the purchase of your first Cheeky item, you will become an official \"Cheeky Chick\" and most likely develop severe addiction to Cheeky's products.You will find that enjoyable shopping experience, excellent service and stylish high quality products can be bought at a fair price.Please note that we offer fast (from the UK) and slow (from China) shipping options for your convenience. Please select your most suitable shipping option according to your needs and budget.",
    "itemID": "B00B840UKW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 104313
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Art"
      ]
    ],
    "price": 79.99,
    "brand": NaN
  },
  {
    "title": "Nail Polish Wall Rack (Fit Up To 100 Bottles of Nail Polish) (Metal Frame, Unbreakable) (WHITE)",
    "description": "Nail Polish Wall Rack (Fit Up To 100 Bottles of Nail Polish) (WHITE Color), EXCLUSIVE Right Sold on amazon to only Beauticom!!",
    "itemID": "B00CJ0TZ1E",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10660
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 36.99,
    "brand": NaN
  }
]