[
  {
    "title": "Hesh Brahmi Amla Herbal Hair Oil 200ml",
    "description": "Brahmi Amla Herbal Hair Oil has a unique formulation enriched with Brahmi, Amla and other trusted herbs which promotes hair growth, makes stronger from root, giving you long, dark and healthy hair. With blend of Refined Vegetable Oil, Castor Oil and Coconut Oil, it ensures deeper oil penetration to give your hair and scalp complete nourishment for lustrous, soft and beautiful, problem free hair. Proper massaging on the scalp may induce sound sleep. It can also be used for bod massage.",
    "itemID": "B000JWO7JO",
    "helpful": [
      4,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 59028
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 4.95,
    "brand": "Hesh"
  },
  {
    "title": "Biotique Botanicals Bhringraj Hair Growth ThERApeutic Oil, 4.2-Fluid Ounce",
    "description": "This Bio Bhringraj Fresh Growth Therapeutic Oil nourishes the scalp and strengthens hair strands to encourage fresh growth and help diminish greying.",
    "itemID": "B004C1VIPY",
    "helpful": [
      65,
      66
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7345
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Hair Regrowth Treatments"
      ]
    ],
    "price": 9.95,
    "brand": "Biotique Botanicals"
  },
  {
    "title": "Redken Smooth Down Butter Treatment 8.5 oz",
    "description": "Smooth Down Butter Treat smoothing treatment is a rich, luscious cream that provides intensive, deep smoothing to very dry/unruly hair. Redken's exclusive Interbond Conditioning System delivers a unique Ionic Smoothing Complex of macadamia oil, candelilla wax, and cationic refiners for super long-lasting conditioning, nourishment and a smooth, frizz-free finish. Hair is treated, streamlined, manageable and shiny.",
    "itemID": "B000KQB1SY",
    "helpful": [
      8,
      8
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 182143
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 69.99,
    "brand": NaN
  }
]