[
  {
    "title": "Shea Moisture Shea Butter Leave in Conditioner 8oz",
    "description": "Shea Moisture Shea Butter Leave in Conditioner with Pro-Vitamin B-5 complex is essential in protecting all types of hair from stretching and breaking during combing.",
    "itemID": "B000BH92J2",
    "helpful": [
      2,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 5515
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 9.5,
    "brand": "Shea Moisture"
  },
  {
    "title": "Neutrogena Clean Replenishing Deep Recovery Hair Mask, 6 oz",
    "description": "The concentrated weekly treatment for soft, lustrous hair. Developed to treat extra dry or over-processed hair. This intensive moisture treatment rescues even the most dehydrated hair strands. Use this restorative mask each week for effective treatment of extra dry or over-processed hair. So powerful, just a small amount is enough to restore dried out strands to be soft, lustrous and shining in minutes. Three naturally derived extracts penetrate to help moisturize each layer of the hair strand: Olive penetrates to the center; Meadowfoam Seed helps moisturize the middle; Sweet Almond wraps the surface.",
    "itemID": "B00027CDYM",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5067
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 6.29,
    "brand": "Neutrogena"
  },
  {
    "title": "Dabur  Vatika Hair Oil, 300 ml Bottle",
    "description": "Dabur Vatika is a premium coconut hair oil enriched with henna, amla, lemon, and six other trusted herbs. Vatika's unique natural formulation ensures deeper oil penetration to give your hair and scalp complete nourishment for problem-free, healthy hair.",
    "itemID": "B000HLH758",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 22516
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 6.75,
    "brand": "Dabur"
  }
]