[
  {
    "title": "Shea Butter - 100% Natural African Ultra Rich Raw Shea Nuts Including Other Organic Ingredients- Intense Long Lasting Moisturization - Easily Absorbed Into Your Skin - Heals Extremely Dry, Rough or Damaged Skin -Naturally Rich in Essential Vitamins A, E &amp; F for Skin Balance, Skin Cells Regeneration and Rejuvenation, Can Help Preventing and Removing Skin Stretch Marks.",
    "description": "Would you Like to Have a Glowing Looking Skin and Healthy Hair?\"The Skin and Hair Nature's Secrets in One Package\"Your Skin is About to Get Indulged and Rejuvenated With This Gift From Nature That:- Revitalizes, Softens and Maintains Skin Moisture.- Naturally Rich in Vitamins A, E & F.- Helps Restoring Skin Elasticity.- Soothes  Eczema and Prevents/Removes Stretch Marks.- The Shea Nut smell is Removed Maximizing Your Experience.- Doesn't Clog Pores & Block Hair ShaftLagrange Body Care Shea Butter Benefits Include:Vitamin A & E.Normalize and balance the skin. Vitamin A provides the skin with healthy collagen preventing premature wrinkles and re-generates skin cells.Vitamin F.Soothes rough, dry or chapped skin, softens and revitalizes dry or damaged hair. Vitamin F consists of essential fatty acids responsible for skin and scalp healing.Beeswax.Locks in moisture, fosters cells and protects skin from damaging environmental factors. Beeswax's anti-inflammatory, antibacterial and antioxidant properties make it a very effective wound-healing agent.Jojoba Oil.Keeps skin healthy and glowing. Prevents skin from environmental damage. Its structure closely resembles the skin's own natural sebum so it is easily absorbed and helps in the treatment of Eczema.For those with dry, sensitive and Challenged skin condition such as eczema and stretch marks, we know that you will love this product.Go and add it into your cart now and indulge your skin with a drench of Natural Healing Moisture.",
    "itemID": "B00DJQQEGQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 20924
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 17.97,
    "brand": NaN
  },
  {
    "title": "Seaweed Powder - Pure 100% HIGH QUALITY Natural Atlantic Kelp Powder &#9733; Cellulite Treatment &#9733; Freshly Harvested Norwegian Ascophyllum Nodosum (Kelp) - Kosher Certified - Reduces Fat Cell (Cellulite) Appearance - Perfect Cellulite Treatment - Satisfaction Guaranteed (1 lb)",
    "description": "Why Seaweed Powder?Fresh seaweed contains vital elements inside it, such as amino acids, vitamins and minerals.Seaweed or kelp powderis a dried version containing the same good things but gentle on the skin. It is an antibacterial that can help clean the skin and treat acne as well asreduce the appearance of fat cells. It is also used to moisturize the skin and keep it firm, smooth, and looking young.Bath, shower, and hair products with seaweed are known to help improve blotches on the skin by nourishing it and improve its complexion. Scrubs with seaweed are gentle on the skin and ideal for people suffering from eczema and psoriasis.Seaweed wraps with Laminaria and Fucus algae are used to expel bacteria and toxins from the pores. Fucosterol has fat burning elements that decrease fat content of the body. Wraps help detoxify the body as the vitamins and minerals of seaweed power help restore and heal damaged skin.Therapists in a spa rub a mixture of kelp powder and mineral oil base over the body. This stimulates blood flood and exfoliates the skin. The minerals and vitamins are able to penetrate the pores of the skin.What is included?- 1lb 100% Kosher Certified Seaweed Powder- 100% No Questions Asked Guarantee. If you are not happy, we will give you a full refund (no questions asked)Benefits of Using Seaweed Powder:- Scientifically proven to reduce the appearance of pesky fat cells (cellulite)- Look and Feel Young Again- Tight Skin From The Nutrients Soaking InGo ahead click on the Orange \"Add To Cart\" button to take advantage of our lowest pricing ever and start feeling better right away.",
    "itemID": "B00JQP1SP6",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1168
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Mud"
      ]
    ],
    "price": 21.95,
    "brand": NaN
  },
  {
    "title": "Anti Aging Serum Vitamin C from CAMU CAMU 100% &#9733; Exclusive Formula &#9733; With Hyaluronic Acid, Pure Green Tea Extract , Acai, Noni, Pomegranate, Aloe, Mangosteen, Anti-Aging, Sun Damage Repair Helps reduce Fine Lines and Wrinkles, Brightens Skin",
    "description": "..",
    "itemID": "B00L3K91OW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 135680
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 48.85,
    "brand": NaN
  }
]