[
  {
    "title": "12 Benefits Instant Healthy Hair Treatment, 6 oz",
    "description": "Repairs & Prevents Damage\n\n 12 Benefits Instant Healthy Hair Treatment replace lost nutrients in your hair to restore health to your hair. The formula helps to preserve hair color and repair damage caused by chemical services, UV exposure and thermal styling. It infuses hair with moisture, strength and shine, smooths frizz, detangles and improves manageability. 12 Benefits Instant Healthy Hair Treatment also provides UV and thermal protection to prevent future damage from occurring.\n \n\n\n\n\nLeave-in hair treatment \n\nFor all hair types \n\nRepairing",
    "itemID": "B00480JHWK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1089
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 14.99,
    "brand": "12 Benefits"
  },
  {
    "title": "Fire &amp; Ice by Revlon for Women - 1.7 Ounce Cologne Spray",
    "description": "Fire & Ice by Revlon for Women - 1.7 oz Cologne Spray",
    "itemID": "B000C21AC8",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7170
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Cologne"
      ]
    ],
    "price": 13.86,
    "brand": "Revlon"
  },
  {
    "title": "UltraClear Acne Cream",
    "description": "'Your product is the most amazing \"Spot\" product ever to grace this earth!! How come you are not selling in major retail outlets? In that pot is not only a cream but freedom and self-worth and positive peace of mind!! this stuff could change peoples lives and perspectives on life. I can not say enough or express enough how amazing I feel your product is. \nThank you. Please feel free to use my comments. Self confidence is everything in everyones lives. Your cream is damn amazing!! \n\nThanks again.'\nYus from Waltham Abbey, Essex . \n\n\"Thanks for this miracle cream. Looks like i have found something that really works after 10 years of trying. many thanks x.\" \nClaire, Middlesbrough, UK .\n\n\"I am honestly shocked to the core that your product works, having tried so many different things I really thought this would be no different. Since moving to Spain 2 years ago I have suffered nothing but bad skin with the humidity and atmosphere but this stuff really does work. I have been using it for a week now and have not one single spot in the whole time. The older ones I did have are pretty much faded and gone so soon fingers crossed I will have great skin again. \"\nShelley, Spain.",
    "itemID": "B006I9RQBI",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 15800
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 14.99,
    "brand": NaN
  }
]