[
  {
    "title": "MAC Eye Kohl Smolder Eye Liner for Women, 0.048 Ounce",
    "description": "MAC\nBRAND NEW BOXED\nEYE LINER\nFULL SIZE\nSHADE: SMOLDER\nNET WT 1.45g / 0.05 US oz\n \nPERFECT FOR BLENDING INTO SMOKEY EYES\n\nTHIS IS A BEAUTIFUL BLACK COLOUR\n\nTHIS IS A GREAT SHADE AND IT WILL LOOK GREAT ON MOST SKIN TONES",
    "itemID": "B0006LNC2G",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 6260
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyeliner"
      ]
    ],
    "price": 24.99,
    "brand": "M.A.C"
  },
  {
    "title": "Murad Environmental Shield Age Spot and Pigment Lightening Serum, 1.0 fl oz (30 ml)",
    "description": "Fades unwanted discoloration and improves skin's clarity by infusing powerful skin lightening agents and exfoliating damaged cells. 2.0% Hydroquinone skin lighter. Treats and targets pigmentation and damage caused by environmental exposure. Patented, scientifically proven formula lightens unwanted discoloration. Hydroquinone fades dark spots, age spots and freckles. AHAs exfoliate to restore clarity and tone. Licorice and Allantoin alleviate irritation and inflammation. As a leader in research and development, Murad has long been at the forefront of skincare science. Applying insights from my skin research center, dermatology practice and the Murad Medical Spa, we continue this tradition. Ours is an inclusive health philosophy, based on the water principle, a comprehensive inside and out approach to optimal skin health and total wellness. Healthy skin is beautiful skin. My commitment is to provide you with the most advanced formulations and pharmaceutical grade ingredients to restore and strengthen your skin, allowing your healthy radiance to shine through. Scientifically proven. Dermatologist developed and tested. Murad does not test on animals. Made in the USA.",
    "itemID": "B000GDC4IM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1336
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Toners & Astringents"
      ]
    ],
    "price": 30.5,
    "brand": "Murad"
  },
  {
    "title": "M By Mariah Carey Eau De Parfum Spray, 1-Ounce",
    "description": "For me, creating this scent was like creating a song &#x2013; it takes many notes to compose a fragrance. It's like a beautiful melody. &#x2013; Mariah CareyMariah's signature scent opens with an indulgent, creamy accord and blooms into an opulent floral heart as a rich base reveals darker, sensual facets.",
    "itemID": "B000WTHKVQ",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 231006
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 20.42,
    "brand": "Mariah Carey"
  }
]