[
  {
    "title": "The Body Shop Hand Protector, Hemp, 3.3 Fluid Ounce",
    "description": "This heavy-duty hydrating treatment instantly restores moisture to hard working hands and last up to 24-hours. It is dermatologically tested for very dry skin and contains hemp seed oil.",
    "itemID": "B006FXOKDY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4112
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": 8.05,
    "brand": "The Body Shop"
  },
  {
    "title": "Hempz Herbal Moisturizer, 17-Fluid Ounce (500 ml) (Package may vary)",
    "description": "Pure Herbal Extracts. All-day moisturizing lotion enriched with pure hemp seed oil and extract. Hempz Moisturizer is an all day herbal body lotion providing dramatic skin through the use of pure hemp seed oil and extract. Pure hemp seed oil and extract are rich sources of essential fatty acids and key amino acids, vital to nourishing, hydrating and protecting skin. Enriched with shea butter, ginseng and natural extracts to calm, soothe and condition the skin. Vitamins A, C, & E help protect skin from natural and environmentally triggered oxidants to help reduce the appearance of the lines and wrinkles. Provides 12 hour moisturization. THC drug free. Made in USA.",
    "itemID": "B000OYJ9AO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 109
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 9.98,
    "brand": "Hempz"
  },
  {
    "title": "Hempz Herbal Moisturizer, Age Defying, Packaging May Vary,17- Fluid Ounce Bottle",
    "description": "Pure Herbal Extracts. Helps skin appear smoother and firmer. Enriched with Pure Hemp Seed Oil and Extract. Hempz Age Defying Moisturizer is an all day herbal body lotion that helps skin appear smoother, firmer and younger looking while providing dramatic moisturization and skin conditioning through the use of pure hemp seed oil and extract. Pure hemp seed oil and extract are rich sources of essential fatty acids and key amino acids, vital to nourishing, hydrating and protecting skin. Helps skin appear softer and smoother instantly, then firmer and more toned within 15 days. Firmness is maintained through daily use. Oglio and Polypeptides help reduce the appearance of fine lines and wrinkles. Shea Butter, Ginseng and natural extracts calm, soothe and condition skin. Vitamins A, C and E help protect skin from natural and environmentally triggered oxidants. Provides 12 hour moisturization. THC drug free. Made in USA.",
    "itemID": "B000OYNCES",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1093
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 5.46,
    "brand": "Hempz"
  }
]