[
  {
    "title": "Lisa Rachel Sulfate Free Conditioner &amp; Cleanser with Jojoba &amp; Chamomile Hair Conditioners And Treatments",
    "description": "Lisa Rachel contains no damaging sulfates or harsh chemicals that can strip and damage hair. Natural ingredients leave hair cleansed with remarkable shine, moisture and polish! This unique formula does the the job of 5 salon quality products to make it the most effective and money saving hair care product you have ever used. This unique formula does the job of 5 quality salon products to make it the most effective and money saving hair care product you have ever used.",
    "itemID": "B004WPHFE8",
    "helpful": [
      1,
      3
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 21993
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Conditioners"
      ]
    ],
    "price": 9.84,
    "brand": "Irene Gari"
  },
  {
    "title": "Paris Hilton Siren by Paris Hilton for Women Eau De Parfum Spray, 3.4-Ounce",
    "description": "Siren by Paris Hilton 3.4oz 100ml EDP SprayWhen&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B0036FTEVC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5657
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 15.99,
    "brand": "Paris Hilton"
  },
  {
    "title": "Juicy Couture By Juicy Couture For Women. Eau De Parfum Spray 3.4 Oz.",
    "description": "Now everyone can have the charmed life, and scent, of a real live Juicy girl!   Top notes of mouthwatering watermelon, mandarin, and pink passion fruit combined with the sparkling freshness of bright marigold and green apple, enhanced by a splash of water hyacinth and crushed leaves. Heart notes of couture tuberose absolute wrapped in wild rose with sophisticated princess lily and creamy tuberose. Base notes of caramel cr&#xE9;me brul&#xE9;e and vanilla meld with elegant precious woods and patchouli.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000JL7Z5S",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 2954
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 35.25,
    "brand": "Juicy Couture"
  }
]