[
  {
    "title": "Thayers - Rose Petal Witch Hazel with Aloe Vera Alcohol-Free Toner - 12 oz.",
    "description": "Thayers Witch Hazel with Aloe Vera Rose Petal With ALOE VERA Formula Gentle Moisturizes Vitamin E Alcohol-Free Rose Petal Witch Hazel Toner With Certified Organic Witch hazel and Aloe Vera Formula Over 120 years ago Rose Thayer niece of Henry Thayer MD developed an all-natural recipe for extra-soft youthful-looking skin As she aged many would comment on how she always looked 10 years younger than she was Now for the first time her secret formula of Rose Petal water blended with Witch Hazel extract Certified Organic Aloe Vera and Vitamin E is being made available Witch Hazel helps to tighten pores and to smooth and beautify skin without drying THAYERS proprietary Certified Organic Witch Hazel (derived from the bark) is not distilled thereby maintaining all the beneficial natural tannins Assay of hamamelitannin shows that Witch Hazel bark extract is 31 times richer in hamamelitannin than the leaf extract and 87 times richer than the stem extract (Resource: Vennat B \"Tannins from Hamamelis virginana \" Plant Medica 54(1988):454-457) \"Rose's secret to looking 10 years younger naturally\" Alcohol-Free Paraben-Free Propylene Glycol-Free Un-Distilled Witch Hazel (with all the beneficial natural tannins) Moisturizes Cleanses Free Of Alcohol Disclaimer These statements have not been evaluated by the FDA These products are not intended to diagnose treat cure or prevent any disease Thayers Witch Hazel with Aloe Vera Rose Petal Directions Apply with a cotton ball or soft pad to cleanse soften refresh and moisturize skin Use anytime throughout the day as a softening refresherIngredients: Purified water aloe barbadensis leaf (certified organic filet of aloe vera) glycerin (vegetable) fragrance (natural rose) hamamelis virginiana (THAYERS proprietary un-distilled certified organic witch hazel) extract rosa centifolia (rose) flower water citric acid citrus grandis",
    "itemID": "B00016XJ4M",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 10.48,
    "brand": "Thayer&#39;s"
  },
  {
    "title": "Aztec Secrets: Indian Healing Bentonite Clay, 2 lbs",
    "description": "Indian Healing Clay by Aztec Secret 2 lbs Clay How Aztec Secret Works Indian Healing Clay Clays have been used for centuries to beautify and refresh when used as a facial mask. Cleopatra used clay from the Nile river and the Arabian desert over 1800 years ago as part of her beauty ritual. German and Roman spas have been using clay packs and treatments in the spas they built 4 000 years ago. Many of these spas still exist and use clay even today. Pliney the Elder devoted an entire chapter of his Natural History to the many uses of clay for pimples black heads and skin tightening. Many famous naturopaths such as Kuhn Just and Kneipp have contributed to the revival of the uses of clay through their natural treatments for arthritus and skin ailgments. Aztec Indian Healing Clay A Brief History - The Worlds Most Powerful Facial The use of clay with apple cider vinegar can be dated back to the southern French priest of the16th century Kneipp and his natural treatments using clay packs and po",
    "itemID": "B000ZMBSPE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 142
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 10.31,
    "brand": "Aztec Secret"
  },
  {
    "title": "Aztec Secret Indian Healing Clay 1lb",
    "description": "INDIAN HEALING CLAY 1LB Design House: Aztec Secret",
    "itemID": "B003HUJOWA",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7670
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 8.2,
    "brand": "Aztec Secret"
  }
]