[
  {
    "title": "Xenna Curlaway Gradual Curl Relaxer Green Apple Fragrance -- 6 oz",
    "description": "SAFE TO APPLY TO DYED OR PREVIOUSLY RELAXED HAIR.",
    "itemID": "B00066LD7C",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 94956
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Relaxers",
        "Shampoos"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Janet Collection Synthetic Wig Mommy #2 Dark Brown",
    "description": "General Care For Synthetic Hair:The Following is a general outline of how to maintain synthetic hair. Indiidual product may behave differently based on usage and style. Consult your stylist for specific instructions.-Always wash hair in cool water using mild shampoo and conditioner. Washing in hot water will damage fiber.-Never scrub hair. Swish it gently from side to side and dunk it up and down.-Use a towel and pat hair dry. never brush or comb when hair is wet. Never use blow dryer. If in a rush, use cold setting on the dryer.-If necessary, detangle hair with a wide-toothed comb working from the bottom toward the top.-If hair get frizzy, use sheen spray then comb.-You can resume styling once the hait is completely dry.-Never comb or brus spiral curl or dreadlocks. Use fingers to comb gently.Use of heating iron or other heat appliances is not recommended.",
    "itemID": "B003NEZ0R8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 189754
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Wigs"
      ]
    ],
    "price": 28.73,
    "brand": "Janet"
  },
  {
    "title": "Just For Me Texture Softener",
    "description": "This product is not eligible for priority shipping. Image may vary from the actual product.",
    "itemID": "B000K5E81M",
    "helpful": [
      0,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 11035
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 9.93,
    "brand": "Paris Hilton"
  }
]