[
  {
    "title": "Blinc Kiss Me Mascara, Dark Brown",
    "description": "Say goodbye to raccoon eyes. Once applied, blinc Kiss Me Mascara forms tiny tubes around each lash that they can only be removed with the combination of warm water and slight pressure. No more harsh waterproof mascaras for you. Dark Brown....",
    "itemID": "B00021BEXY",
    "helpful": [
      7,
      7
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 8173
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 20.5,
    "brand": "Blinc"
  },
  {
    "title": "Blinc Kiss Me Mascara, Dark Brown",
    "description": "Stop painting your lashes, tube them. Kiss Me is the original mascara invented to form tiny water resistant tubes around your lashes rather than painting them like conventional mascaras. Once applied, the tubes bind to your lashes and cannot run, smudge, clump, or flake, even if you cry or rub your eyes. Kiss Me mascara will add both volume and length to give you a radiant natural look that lasts all day. Only when you are ready for removal, the tubes will effortlessly slide off your lashes into your hand without the use of a harsh makeup remover. Made in Japan",
    "itemID": "B000LJCNAK",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 104312
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 20.49,
    "brand": "Blinc"
  },
  {
    "title": "Neutrogena Makeup Remover Cleansing Towelettes, Refill Pack, 25 Count (Pack of 3)",
    "description": "Neutrogena Make-Up Remover Cleansing Towelettes gently and effectively dissolve all traces of dirt, oil and make-up. These ultra soft cloths offer you superior cleansing and make-up removal, with patent-pending technology so effective that it easily removes waterproof mascara. This pack includes three refill bags of 25 towelettes.",
    "itemID": "B001E96NYS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2896
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Cloths & Towelettes"
      ]
    ],
    "price": 17.91,
    "brand": "Neutrogena"
  }
]