[
  {
    "title": "Maybelline New York Shine Free Oil Control Pressed Powder, Ivory - 1 ea",
    "description": "Oil blotting ingredients in this pressed powder keep your face fresh for hours. 100% oil free for a no shine, matte finish. Won't clog pores or cause blemishes. suitable for acne prone skin",
    "itemID": "B0000531GD",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 13132
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 5.67,
    "brand": "Maybelline"
  },
  {
    "title": "Hair One Hair Cleanser and Conditioner with Jojoba 355ml/12oz - For Color-Treated Hair",
    "description": "Buy Hair One Hair Conditioners - Hair One Hair Cleanser and Conditioner with Jojoba 355ml/12oz - For Color-Treated Hair. How-to-Use: *Rinse hair thoroughly for at least 1 minute. Apply 5-7 pumps to the crown of head and 8-10 pumps to nape/back of head. Massage vigorously into scalp for 2-3 minutes. Then add an extra splash of water to help evenly distribute through the ends *Now add 5-10 pumps through the mid-shafts and ends to thoroughly cleanse and hydrate the hair. The more pr",
    "itemID": "B002W2N1J6",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10902
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Conditioners"
      ]
    ],
    "price": 9.39,
    "brand": "Hair One"
  },
  {
    "title": "Skindinavia Makeup Finishing Spray, 2 Ounce",
    "description": "Skindinavia makeup finishes holds makeup flawlessly for 16 hours. When your makeup has to look perfect all day and night, our sprays are for you. Skindinavia&#x2019;s makeup finishing sprays work expertly to prevent loss of color, melting, sliding, caking, excess shininess, fading eye shadow, blush, and foundation. Our hypoallergenic sprays are applied in a micro fine mist over makeup or directly on your makeup brush or sponge. 9 out of 10 women agree that Skindinavia holds makeup perfectly for 16 hours. Independent trials 6/2011. Tested by 35 women for one week in temperatures averaging 105 farenheit. The &#x201C;original makeup saver&#x201D; ultrafine makeup setting spray the Skindinavia makeup finishing spray was first used on movie sets to hold makeup under hot lights, to minimize the need for touchups and control excess shine. Skindinavia makeup finishing sprays are still used in hollywood and on broadway stages. This great year-round mist keeps makeup from melting in the summer and drying out in winter.",
    "itemID": "B004QLRW82",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 61337
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation Primers"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]