[
  {
    "title": "Village Naturals Therapy Cold &amp; Allergy Mineral Bath Soak 20 oz",
    "description": "Let Village Naturals TherapyTM Cold & \nAllergy Mineral Bath Soak make a house call. Soothe and comfort your body by soaking in a warm bath. Our therapeutic formula is enriched with vitamins, skin softening ingredients and aromatherapy vapors to help you feel better. Relax with ingredients that have been extracted from natural sources. This product contains echinacea to help suppress cold symptoms, ginseng to ease fatigue, and tea tree to stimulate the immune system. The Village Natural Therapy line includes Mineral Bath Soak, Liquid Mineral Bath, Mineral Shower Gel and Body Lotion.",
    "itemID": "B000VYHG9S",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {},
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bath",
        "Minerals & Salts"
      ]
    ],
    "price": 14.52,
    "brand": "Village Naturals"
  },
  {
    "title": "Village Naturals Therapy Aches &amp; Pains Mineral Bath Soak 20 oz",
    "description": "Let Village Naturals TherapyTM Aches & Pains Mineral Bath Soak make a house call. Soothe and comfort your body by soaking in a warm bath. Our therapeutic formula is enriched with vitamins, skin softening ingredients and aromatherapy vapors to help you feel better. Relax with ingredients that have been extracted from natural sources. This product contains Eucalyptus to soothe and revitalize, chamomile to calm and relax, and rosehips to comfort and renew. \n\nThis product has never been tested on animals and does not contain animal-derived ingredients.",
    "itemID": "B00107BB82",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9903
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bath",
        "Minerals & Salts"
      ]
    ],
    "price": 14.5,
    "brand": "Village Naturals"
  },
  {
    "title": "Village Naturals Therapy Liquid Mineral Bath, Stress and Tension, 16 oz.",
    "description": "Village Naturals Therapy&#x2122; Juniper & Menthol Stress & Tension Relief Foaming Bath Oil & Body Wash.With essential oils & extracts.",
    "itemID": "B001PLOCVG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6783
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 14.91,
    "brand": "Village Naturals"
  }
]