[
  {
    "title": "Vicco Turmeric Skin Cream 70g",
    "description": "From queens to commoners, turmeric has been indispensable as a skin-care preparation and grooming aid for every woman. This is because 63% of the body functions are said to be controlled by the skin alone. VICCO has combined the goodness of TURMERIC which is said to prevent the penetration of ultra violet rays of the sun into the skin and thus maintains the original color of the pigment of the skin, with the richness of pure SANDALWOOD OIL which is supposed to be the most cooling element in Vicco Turmeric Cream. This luxurious cream vanishes into your skin and starts working its magic from within. For a start, * it protects the skin year round from the elements. * it keeps pimples and acne at bay, giving skin a blemish-free complexion. * it rejuvenates and revitalizes the skin from within, leaving it soft, supple, and young-looking. Being pure and natural, with all the wonderful attributes of turmeric and sandalwood oil, Vicco Turmeric Cream gives the skin a radiance that mere cosmetics can't hold a light to.",
    "itemID": "B0033I9Y1C",
    "helpful": [
      1,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 21267
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 6.99,
    "brand": "Vicco"
  },
  {
    "title": "Xtreme Brite Brightening Gel 1oz",
    "description": "Xtreme Brite Brightening Gel is highly concentrated gel helps to obtain a clearer and brighter complexion. Removes blackheads and cosmetic acne also has anti-bacterial and soothing properties. For best results use regularly together with other products from the Xtreme Brite brand.",
    "itemID": "B0054GBXOW",
    "helpful": [
      1,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1090
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 19.99,
    "brand": "Xtreme Brite"
  },
  {
    "title": "Acne.org 8 oz. Treatment (2.5% Benzoyl Peroxide)",
    "description": "This 2.5% benzoyl peroxide is gel-based so it goes on clear and spreads easily. It is pharmaceutical grade, pH balanced, fragrance-free, and dye-free. It won't \"clump up\" with moisturizers, and won't turn white when you perspire. This treatment works best when used as part of The Regimen (acne.org/regimen), a step-by-step guide to clear skin.",
    "itemID": "B00164FKWW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 27936
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]