[
  {
    "title": "100% Australian Tea Tree Oil + FREE Tea Tree Oil Soap Bar",
    "description": "We are proud  to offer a 100%, no questions asked guarantee. If you feel your product was not  satisfactory to your needs, please contact us within 60 days to request a  return and you will receive a full refund upon return to our facility.Introducing  Perfectly Pure Tea Tree Oil.The  same pure, refreshing Tea Tree Oil you enjoyed with Herbal Authority  only with a new name. Perfectly Pure Tea Tree Oil is 100% pure  Australian oil, culled from the leaves of the Melaleuca alternifolia  tree native to Australia.Perfectly Pure  Tea Tree Oil stimulates your skin naturally as cleanses and purifies.Our superior grade  of Tea Tree Oil is meticulously analyzed to ensure that it exceeds  the levels of oil quality of the Australian government... as well as  the rigorous quality standards of Puritan's Pride. It's 100%  Pharmaceutical Grade.Perfectly  Pure Tea Tree Oil is...- 100% pure  Australian oil- Exceeds the  levels of oil quality of the Australian government- Simply made  without the use of parabens, glycols, SLS, phthalates, silicones,  EDTA or petroleum- Simply made with  no animal testingDesert Essence Tea Tree Oil Soap - 3.5 oz Bar -Vegetable-Based FormulaTea Tree is a pure oil, culled from the  leaves of a tree (Melaleuca alternifolia), native to Australia.  Traditionally, it has been used as a topical agent for the skin. The  Australian standard requires that the oil of Melaleuca alternifolia  must be composed of less than 15% cineloe and over 30% terpinen-4-ol.  Holland &amp; Barrett Tea Tree Oil is meticulously analyzed to ensure  that it exceeds the level of oil quality decreed by the Australian  government.",
    "itemID": "B009YCJVNW",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 53547
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 17.83,
    "brand": NaN
  },
  {
    "title": "Instant Heat Curling Iron, 1-Inch",
    "description": "Welcome to the world of advanced styling, where curling irons heat up in less than a minute, where you can choose between 25 different temperature settings for any hair type, and where, if left unattended, your curling iron automatically turns off. Conair's 1-inch curling iron is ideal for creating those medium-to-large bouncing curls. Featuring dual voltage settings, the iron allows you to select either standard North American 125-volt or 250-volt foreign electricity operation, so you can use your curler when you're traveling abroad. Its sure-grip handle has a patented design for greater control and precision, and the electronic on/off touch pad is easy to use. If you forget to turn off the curler (too busy fending off your admirers, we assume), it will automatically shut itself off. With that 60-second heat-up time and a flashing indicator light that lets you know when you can start styling, you'll have playful curls to impress within minutes. And with a two-year limited warranty, you'll be curling for years to come.--Ariel Meadow Stallings",
    "itemID": "B000050B6U",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3225
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Curling Irons"
      ]
    ],
    "price": 13.95,
    "brand": "Conair"
  },
  {
    "title": "Lysol No-Touch Automatic Hand Soap, Soothing Cucumber Splash, 1 Refill, 8.5 Ounce (Pack of 2)",
    "description": "",
    "itemID": "B004S6BXLW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 2815
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Soaps"
      ]
    ],
    "price": 7.0,
    "brand": "Lysol"
  }
]