[
  {
    "title": "Desert Essence Organic Jojoba Oil -- 4 fl oz",
    "description": "For Hair, Skin &amp; ScalpDesert Essence Organic Jojoba Oil is a pure and natural plant extract, which will penetrate and moisturize your skin without leaving any oily residue.&nbsp; This luxurious oil may be used to remove makeup and to cleanse clogged pores leaving the skin clean.&nbsp; Soften your hands and feet by massaging them with Organic Jojoba Oil after bathing.&nbsp; Treat your hair and scalp to a rejuvenating massage with Organic Jojoba Oil -- especially good for moisturizing the scalp and to help prevent dry skin or dandruff.&nbsp; This makes it suitable for even the most sensitive skin.&nbsp; May be used as a leave in hair treatment while in the sun or as an aftershave moisturizer.Organically grown in accordance with the California Organic Foods Act of 1990.No animal ingredients or testing.No alcohol, artificial detergents, color or synthetic perfumes.Desert Essence&reg;",
    "itemID": "B0000C0XL8",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1910
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 4.89,
    "brand": "Desert Essence"
  },
  {
    "title": "Slice Of Nature&copy; 100% Pure Shea Butter Oil. Rare East Africa Organic Nilotica Liquid Shea Butter. 8 oz",
    "description": "Shea butter is high in unsaponifiables, making it great for healing eczema, burns, rashes, wounds & more. Stigmasterol in Shea butter helps relieve muscle tension, arthritis & rheumatism.",
    "itemID": "B001M9HXDA",
    "helpful": [
      6,
      7
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 211580
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 23.99,
    "brand": NaN
  },
  {
    "title": "100% Cold Pressed Organic Argan Oil 100 ml BY AAA Shea Butter",
    "description": "The Argan Tree, Argania spinosa from Sapotaceae family and grows only in Morocco. The trees can live from 150-200 years. For centuries traditional cosmetic products produced from Argania spinosa have been a well kept secret known only to Berber women in Morocco. Argan oil is believed to be one of the rarest oils in the world.\n \nTo produce Argan oil for cosmetic use, freshly harvested kernels from the fruit of the Argan tree are pressed and filtered through an organic cotton sieve, to extract the aromatic oil. The Argan oil is easily absorbed by the skin. This form of Argan oil is used for the treatment of dermatologic disease (acne, etc). Argan oil extracted by this method is used in Aromatherapy. In Europe, Argan oil has been used in the Aromatherapy industry for a long time, but for some reason it is not well known in the United States and is unavailable in retail stores.\n \nArgan oil has almost twice as much vitamin E or a-tocopherol as olive oil and it is much richer in linoleic acids. Its anti-ageing properties, due to high levels of vitamin E and saponins (which soften the skin), are well documented.\n \nTocopherols are very important to human health because of their anti-oxidant actions and free radical scavenger affects. In traditional Moroccan medicine, Argan oil is used for the care of the body and face to counteract the effects of age or weather.",
    "itemID": "B000GS8T0Y",
    "helpful": [
      3,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 54753
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 28.0,
    "brand": NaN
  }
]