[
  {
    "title": "Infiniti by Conair 1875 Watt Professional Nano Silver Tourmaline Ceramic Styler, Iridescent Gray",
    "description": "Infiniti by Conair launched the first generation of its Hair Designer in 2006, introducing the world to a totally new concept in styling.  The combination of straightener head, powerful dryer, and the most innovative technology in hair care fulfilled the consumer&#x92;s dream.  More shine, more volume, and salon results at home -- in less time.  With the launch of Infiniti Hair Designer Pro by Conair, the next chapter in this great success story has begun.Straightening PerformanceStraightening AttachmentsDesigned with ergonomics in mind it's angled for ease of use, the metal straightening plates produce a higher heating capacity and are coated with Nano Silver Tourmaline Ceramic technology for improved straightening efficiency.2x The Straightening PowerCool Shot button &#x96; set the styleDual Switch &#x96; 2 speeds / 3 temps (6 positions) for styling controlConcentrator &#x96; for faster and more accurate stylingDiffuser &#x96; enhances texture for curly hairFeatures:Detangling Comb &#x96; detangles and prepared the hairFirst Row of Straightening Plates &#x96; Glides through the hair for a first straighteningMetal-Ceramic Grid -- Airflow for simultaneous ionic drying, making hair more shiny and manageableSecond Row of Straightening Plates &#x96; to maximize straightening efficiency from the roots to tips of the hair.2 in 1 Style &#x96; Dry with or without straightening attachmentTourmaline Ceramic -- creates silky, shiny hairIonic Technology &#x96; for less frizz and more manageabilityNano Silver Technology &#x96; for clean, healthy looking hairAdditional Benefits:360 rotating and straightening head - this exclusive system with 8 positions lets you style your hair at any angle without getting  tiredTension Control system - 4 levels of tension for all hair types (wavy, curly, tightly curled, and frizzy)",
    "itemID": "B001D0ACUE",
    "helpful": [
      2,
      6
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 119827
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Clean &amp; Clear Blackhead Eraser Kit",
    "description": "Don't just treat blackheads--erase them for good with Clean and Clear's Blackhead Eraser Kit. This kit contains a compact, effective device that uses a non-irritating vibrating action and medicated pads to open up and deep clean your pores, letting fresh, clear skin emerge. Easy and pleasant to use, this eraser gives you a healthy and invigorating do-it-yourself facial in the privacy of your own home..caption { font-family: Verdana, Helvetica neue, Arial, serif; font-size: 10px; font-weight: bold; font-style: italic; } ul.indent { list-style: inside disc; text-indent: 20px; } img.withlink {border:1px black solid;}Strong medication penetrates pores, leaving you with healthier skin.View larger.The blackhead eraser is easy to use.View larger.This kit includes everything you need to get started.Fight Blackheads Effectively and ComfortablyCaused by excess oils that have accumulated in sebaceous glands, blackheads can be stubborn to treat. The Eraser, however, is specially designed to target them with strong medicine that penetrates your skin's pores. It not only helps clear up the blackheads you have now, it also prevents new ones from forming. The result? Less blackheads today and tomorrow for a smoother, brighter skin.Effective and Easy to UseThe Eraser features an ergonomic, user-friendly design that makes it easy to grab blackheads and start erasing. Simply reach for one of the included medicated pads (use a new one every time you wash), run it under some water, place it on the surface of the eraser, and twist to turn on. The Eraser gently vibrates to exfoliate dead surface skin and remove dirt and oil more effectively. The foaming medicated pads, containing Clean and Clear's exclusive blackhead dissolving serum with salicylic acid, ensure a deep clean so your skin will feel refreshed. For added convenience, the cordless Eraser runs on one \"AA\" battery (included).Soft, Smooth SkinThe Eraser's foaming action can help clear up problem areas. It also makes it easier to focus on parts of you face where you're more likely to get blackheads--like on or around the nose, along the jawline, or on the chin. After only one use, your skin will feel softer and smoother. And as part of a healthy skin regimen, the Eraser lets you put your best face forward, each and every day.About Clean and ClearPart of Johnson and Johnson's family of health and personal care companies, Clean and Clear offers acne skin care products, treatments, and medications to leave skin looking healthy, clean, and radiant. Currently available in 46 counties, this innovative line combines careful research with quality ingredients to help women and men of all ages look their best.What's in the BoxEraser, pack of medicated pads, and one \"AA\" battery.",
    "itemID": "B0018S8MZ8",
    "helpful": [
      1,
      2
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 194461
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "The Invisibles 8 pcs Cosmetology Hair Coloring Tint &amp; Brush Kit",
    "description": "The Invisibles from Burmax. Contains 1 Tint Bowl, 2 Jumbo Clips, 1 Handle Comb, 1 Large - 1 Medium - 1 Small Tint Brush, 1 Rat Tail Comb. Convenient carrying vinyl case.1 Tint Bowl2 Jumbo Clips1 Handle Comb1 Large - 1 Medium - 1 Small Tint Brush1 Rat Tail Comb",
    "itemID": "B001B611L4",
    "helpful": [
      11,
      11
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 8797
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Hair Coloring Tools",
        "Brushes, Combs & Needles"
      ]
    ],
    "price": 8.49,
    "brand": "Cydraend"
  }
]