[
  {
    "title": "100% Pure Cosmetics - Organic Coffee Bean Eye Cream, 1 fl oz cream",
    "description": "What is it: Anti-inflammatory, caffeine rich green tea and coffee de-puffs and reduces swelling while increasing circulation to alleviate and brighten dark circles. Concentrated with potent anti-aging vitamins, antioxidants, and nourishing blackcurrant oil.Who is it for: Anyone looking to reduce the appearance of dark circles and puffiness.Truly, 100% Pure- no synthetic chemicals, no artificial fragrances, no parabens or any other chemical preservatives, no petrochemicals or any other toxins.No Animal TestingMade in USA",
    "itemID": "B001189I3A",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 908
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes"
      ]
    ],
    "price": 18.83,
    "brand": "100% Pure"
  },
  {
    "title": "theBalm - Hot Mama! Shadow/Blush 7.08g /POIDS NET WT. 0.25 OZ",
    "description": "Hot Mama provides subtle color for the eyes and cheeks in a warm rosy tone. This convenient flip-up compact puts beauty at your finger tips, while the magnetic case keeps the makeup clean and safe in your purse or pocket. This dynamic color blends well with most skin tones for a naturally sunny appearance.",
    "itemID": "B000PHRIQM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1735
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Bronzers & Highlighters"
      ]
    ],
    "price": 11.7,
    "brand": "theBalm"
  },
  {
    "title": "Mexitan 100% All Natural SPF 50 Sunscreen Lotion",
    "description": "Tropical Sands Sunscreen SPF 50 For a LIMITED TIME ONLY Zinc Oxide and Titanium dioxide from Tropical Sands. No Chemicals No Toxins No Fillers Eco Friendly Biodegradable Water Resistant 5.4 fl. oz. Airless Bottle Price $23.50 We only have a limited quantitiy of these available, so when the are gone, their gone Nourish and protect your skin from harmful UVA and UVB rays The suns damaging rays can cause photoaging. Photoaging makes us age prematurely and wrinkle early. Tropical Sands is an all natural sunscreen is infused with green tea and Vitamin E 6 Titanium Dioxide Micronized T Lite 22.5 Zinc Oxide Micronized Z Cote OTHER INGREDIENTS Deionized Water, Sunflower Oil, Lecithin Soy based , Coconut Oil, Glycerine, Xanthan Gum, Green Tea Extract, Jojoba Oil, Tocopheryl Acetate Vitamin E , Shea Butter, Eucalyptus Oil.Please note that it is best to use a small amount and not apply it to heavily. If you do put to much on, it will flake and leave a white tint. Our Mineral Sunscreen is a physical sunscreen which creates a protective barrier and reflects UV rays away from your skin. Traditional sunscreens absorb UV rays.",
    "itemID": "B002C8A0FI",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Health & Personal Care": 9962
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection",
        "Sports"
      ]
    ],
    "price": 16.96,
    "brand": "Skin Perfection"
  }
]