[
  {
    "title": "Godefroy Double Lash and Brow Treatment, for longer &amp; thicker eyelash and eyebrows (3ml + applicator)",
    "description": "Top selling formula in Europe to lengthen eyelashes.",
    "itemID": "B0017L4CVO",
    "helpful": [
      2,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 2958
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools"
      ]
    ],
    "price": 10.29,
    "brand": "Godefroy"
  },
  {
    "title": "Bee Nuts! Organic Cuticle Oil heals redness and pain quickly. More than .5 oz in every bottle.",
    "description": "All organic nuts oils of macadamia, sunflower, almond, jojoba, and soybean oils steeped with cloves make up the moisturizing element of this lovely cuticle oil. Clove is a natural numbing agent (full of Eugenol), so it will help you forget those pesky cuticle cuts. It will nourish your nails and promote growth while healing the nasty little cuts.\n\nComes in a half oz bottle which will probably last a year even with every day application.\n\nThank you for making this a number one seller on Amazon in 2013!  We appreciate the bizzness.",
    "itemID": "B007BV13ES",
    "helpful": [
      3,
      3
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 12087
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Cuticle Care",
        "Cuticle Repair"
      ]
    ],
    "price": 11.18,
    "brand": NaN
  },
  {
    "title": "Conair Supreme 2-In-1 Hot Air Styling Brush",
    "description": "For soft, long-lasting, voluminous curls and waves in record time, the Conair hot-air  curling iron and brush is a mighty tool. The interchangeable curling iron and brush attachments  have 1/2-inch aluminum barrels, providing maximum heat transfer for long-lasting style. Multiple  hot-air vents in both attachments allow you to dry and style at the same time, while the hot airflow  to the roots of your hair give it added lift and body. High and low heat settings offer great  versatility. And with built-in dual voltage, this appliance becomes your own personal  world-traveling stylist. A built-in safety stand, cool tip, and 6-foot cord all provide added safety and  convenience.--Erin Brown",
    "itemID": "B00005A43X",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1845
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hot-Air Brushes"
      ]
    ],
    "price": 27.79,
    "brand": "Conair"
  }
]