[
  {
    "title": "Bare Minerals Purely Nourishing Cream Dry Skin 1.7 oz",
    "description": "Deeply nourish skin with this luxuriously rich cream for improved firmness, elasticity, radiance and skin texture. Powered by our 100% pure RareMinerals ActiveSoil Complex with a unique electrolyte delivery system, it's formulated to provide ultimate moisturization for dry skin while potent antioxidants help protect skin from environmental stressors. The result is skin that's soft, smooth and naturally luminous. Size: 50 mL / 1.7 Fl. Oz.",
    "itemID": "B004OFYMW4",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 15086
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 29.5,
    "brand": "Bare Escentuals"
  },
  {
    "title": "Clinique 7 Day Scrub Cream Rinse-Off Formula 3.4 oz",
    "description": "Buy Clinique Exfoliator & Scrubs - Clinique 7 Day Scrub Cream Rinse Off Formula 100ml/3.4oz. How-to-Use: Massage gently over makeup free skin. Rinse or tissue off.",
    "itemID": "B000ALFTUU",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 8831
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Scrubs"
      ]
    ],
    "price": 12.98,
    "brand": "Clinique"
  },
  {
    "title": "Provon Medicated Lotion Soap with Chloroxylenol - 4 oz",
    "description": "A mild liquid antimicrobial/germicidal soap for cleaning body piercings.  Body piercings need to be cleaned once or twice daily, every day, for the entire initial healing time. Most people clean morning and/or night, in the shower. Recommended by the Association of Professional Piercers. This is a new formulation of Provon with a more pleasant scent.",
    "itemID": "B000HM5LHI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2123
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 5.9,
    "brand": "Provon"
  }
]