[
  {
    "title": "SHANY Eyeshadow Palette, Boutique, 40 Color",
    "description": "The SHANY Boutique Eyeshadow Palette (Set of 40 Colors) offers a select assortment of key shades for both day and night. Individually hand-assembled, the 1/2-inch round eye shadow pan is neatly packaged in a slender compact that's small enough to carry in your purse or gym bag. Made from a natural mineral oil base, the vivid colors of the eye shadow palette will last for hours--there's no need to reapply.Boutique Eyeshadow Palette (Set of 40 Colors)At a Glance:Palette with 40 of SHANY's most popular, versatile shadesMineral oil-based powder resists smudging and fadingSlim, compact design for easy storage and portabilityWash off easily with your normal face-cleansing routineSelected and packaged by hand; inspected twice for qualitySlim, portable compact easily fits in your purse for creating looks on the go.View larger.Natural mineral oil base creates a vivid shade that is resistant to fading.View larger.Eye Shadow Palette with 40 Popular, Shimmering ColorsWhether you want a pastel look for work or a vibrant hue for going out on the town, the Boutique 40 Color Eye Shadow Palette has shades for the occasion in one convenient kit. To put together this palette, SHANY hand selected 40 of their most popular, versatile shades of eye shadow. The compact includes soft, muted shades for daytime looks, along with a range of bold, striking hues for after hours. Just like a professional makeup artist, you'll have a rainbow of pastels and vibrant blues, greens, and violets at your disposal.Long-Lasting Mineral Oil Base Resists SmudgingEach eye shadow in this palette is made from a natural mineral oil base that creates a vivid, highly pigmented shade, smooth application with every stroke, and resistance to fading or smudging.The eye shadow can be easily washed off at the end of the day using your normal makeup removal routine.Slender, Portable Design for Easy StorageDesigned with portability in mind, the compact can easily be tucked into your purse or tote bag, or stored away neatly in your bathroom drawer. The slender, lightweight palette case holds 40 shades in 1/2-inch round pans.The palette does not include brushes. Try pairing it with theSHANY Studio-Quality Natural Cosmetic Brush Set with Leather Pouch(sold separately) for easy, smooth application.Inspected Twice for Quality ControlEach shade of the kit has been made and assembled in the palette by hand for precision and quality. All eye shadow is inspected twice before shipping to ensure a high-quality, defect-free product.Packaged in a black compact printed with the SHANY logo, the eye shadow palette makes an ideal gift for a girlfriend, wife, or sister.About SHANY: Sleek. Sexy. Breathtaking.With a commitment to high quality, SHANY creates a variety of makeup kits, cases, and accessories. Offering easy accessibility to professional-quality makeup and accessories for at-home users, SHANY assembles and hand-selects every item in their assortment of makeup collections. All shadows are formulated with a natural mineral oil base and packaged in recyclable plastic. SHANY is a proud member of People for the Ethical Treatment of Animals (PETA), and does not test any makeup on animals.What's in the BoxOne SHANY Boutique Eyeshadow Palette (Set of 40 Colors).Eyeshadow and Makeup SetsBold and Bright CollectionMetallic CollectionSunset CollectionProfessional Makeup-KitBoutiqueSmokey EyesMineral EyeSparkle&nbsp;",
    "itemID": "B001C6H6F8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2689
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 14.99,
    "brand": "SHANY Cosmetics"
  },
  {
    "title": "SHANY Studio Quality Natural Cosmetic Brush Set with Leather Pouch, 24 Count",
    "description": "The SHANY Studio-Quality Natural Cosmetic Brush Set with Leather Pouch (Set of 24 Brushes, Goat and Badger Hair) provides professional-grade tools for all of your makeup applications. Made from natural animal hair, this set includes 24 soft, durable brushes ranging from large fan to small angled styles. The brushes apply makeup evenly and are easy to clean. For easy storage and portability, the brushes come packaged in a handy black organizer.Studio-Quality Natural Cosmetic Brush Set with Leather PouchAt a Glance:Complete set of 24 brushes for all cosmetics application needsNatural animal hair is soft, durable, and does not hold colorEasy to clean and dryConvenient storage pouch with soft lining for easy organization and travelSizes range from large fan to small angled stylesHandmade from natural goat and badger hair for smooth application.View larger.Complete Set of 24 Professional-Grade BrushesThis brush set offers you a professional makeup artist's tool kit for use at home. With a complete range of sizes and styles, you'll be able to find the right brush for the job. The set includes essential shadow, foundation, and powder brushes in multiple sizes, as well as liner, concealer, smudge brushes, and a dual eyebrow brush/lash comb.For added convenience, the most often-used brushes are duplicated so you can dedicate one set to pale pastels or neutrals and the second set to dark, vivid hues. And all of the brushes feature a long, easy-to-grip handle for precision during application.Handmade from Animal Hair for a Soft, Silky FeelThe cosmetics brushes are made from natural goat and badger hair, so they are soft and silky on top, yet firm and durable on the bottom. The brushes allow you to apply colors smoothly, while pigment does not cling to the hairs after application, so you can blend and reuse colors without cleaning every time.Handmade with care, each brush in the set is engraved with the SHANY logo.Easy to Clean and DryYou do not need to clean these brushes frequently, but when you do wash, it's easy--simply run the brushes under warm water, clean them with your favorite shampoo, and rinse thoroughly. You can let your brushes air dry or use a hair dryer for quicker results. Brushes should be cleaned once before first use.Convenient Storage Pouch for Organization and TravelFor easy organization, the brushes are packaged in a black folding pouch that you can easily toss into your gym bag or suitcase. Extendable trays in the pouch offer additional storage space for extra items, like your favorite jar ofSHANY Mineral Eye Sparkle Eye shadow (Set of 40 Jars)(sold separately). The soft interior lining provides padding to keep the brushes safe during travel.Each individual brush arrives packaged in a clear plastic wrap to protect it from dirt and dust.About SHANY: Sleek. Sexy. Breathtaking.With a commitment to high quality, SHANY creates a variety of makeup kits, cases, and accessories. Offering easy accessibility to professional-quality makeup and accessories for at-home users, SHANY assembles and hand-selects every item in their assortment of makeup collections. All shadows are formulated with a natural mineral oil base and packaged in recyclable plastic. SHANY is a proud member of People for the Ethical Treatment of Animals (PETA), and does not test any makeup on animals. No animals are harmed to create these natural brushes.What's in the BoxOne SHANY Studio-Quality Natural Cosmetic Brush Set with Leather Pouch (Set of 24 Brushes, Goat and Badger Hair).Cosmetic Brush SetsStudio-QualityNatural CosmeticBrush SetEco-NaturalCosmetic Brush SetProfessionalCosmetic Brush Set&#xA0;",
    "itemID": "B002DOO1VA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 937
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Bags & Cases",
        "Cosmetic Bags"
      ]
    ],
    "price": 26.99,
    "brand": "SHANY Cosmetics"
  },
  {
    "title": "SHANY Makeup Artists Must Have Pro Eyeshadow Palette, 96 Color",
    "description": "Not satisfied with your Small eyeshadow kit, you want more colors? then you got the right item! did you know that all Shany's collection are made, assembled, cherry picked, and inspected by hand? There are no machine made eye shadows in this collection; each single eye shadow has been put in a palette by hand, as you can see in the pictures. Color rainbow has been the best selling brand in department stores and major beauty salons. Shany's product are beauty leaders in the market, as their pigments quality are always top of the line. This particular eye shadow kit is made after 3 months of research on popular colors for cold and hot weather and for day and night styles. What you see is a complete deluxe makeup kit that every woman must have. We take the most pride in our product's quality since each single eye shadow will be inspected twice, before packaging, and before shipment. The colors are long lasting and will not fade after a couple of hours unlike the other brands out there. Once you applied Shany eye shadow there is no need for reapplying, the color will stay until you wash it off. The variety of colors will allow you to do any kind of look you desire such as cat eyes, smokey eyes, bridal look and so on. Once u have this kit you can simply get rid of any other eye shadow kit that you have because you will get every color that you possibly need in this kit. There is no brush or mirror included in this kit.",
    "itemID": "B002RXW5BA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14500
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": 25.0,
    "brand": "SHANY Cosmetics"
  }
]