[
  {
    "title": "Anew Clinical Thermafirm",
    "description": "Our most effective lifting treatment ever is formulated to fortify damaged tissue with new collagen. In just 3 days, see tighter, firmer, more lifted skin. Simply apply daily to a clean, dry face AM and/or PM under your moisturizer. How Triple Sonic Techn",
    "itemID": "B000ITQ9WQ",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 9793
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 10.62,
    "brand": "Avon"
  },
  {
    "title": "L'Oreal Paris Revitalift Deep Set Wrinkle Collagen Wrinkle Treatment, 1 Fluid Ounce",
    "description": "On certain facial areas where wrinkles are more pronounced, typical anti-wrinkle treatments are not enough. Innovation: technology targeted to wrinkles. Inspired by dermatological collagen treatments, L'Oreal Paris has created collagen filler: the first wrinkle reducer with collagen bio-spheres and boswelox that is applied onto wrinkles to diffuse and fill in the depth and length of facial lines and wrinkles. New anti-wrinkle action. Collagen filler can be applied on all wrinkles: forehead wrinkles, brow furrows, laugh lines and vertical lines around the mouth. Actions: Collagen bio-spheres penetrate the surface of the skin. As they come into contact with water naturally found in the skin, they expand to plump and fill facial lines and wrinkles. Results: visibly smoothes wrinkle creases: immediately, the appearance of wrinkles and expression lines is softened and diffused by up to 20%. With continuous use, consumers saw improved results: in 1 week, 38% saw fewer forehead wrinkles. In 3 weeks, 46% saw fewer forehead wrinkles.",
    "itemID": "B005BQ7KBU",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 62125
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Fillers"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Avon Anew Clinical Absolute Even Multi-tone Skin Corrector",
    "description": "Anew Clinical Absolute Even Multi-tone Skin Corrector 1.0 OZ  30G DSX-7\nTargets 7 types of skin discoloration \nUse in a.m. and p.m. \nDermatologist tested \nAvon's exclusive DSX-7 technology \nlightweight formula",
    "itemID": "B00B2WU9HO",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 42358
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 22.0,
    "brand": "Avon Anew"
  }
]