[
  {
    "title": "Bioderma Crealine H2o Ultra-mild Non-rinse Face and Eyes Cleanser 250 ml",
    "description": "Make-up remover and cleansing solution without perfume. Solution of fatty acid esters, both emulgatory and filmogenous, enables dirt to be emulsified and surface hydrolipidic film to be reconstituted. Soothing and emolliant, thanks to cucumber extract. Non detergent, non foaming, neutral pH. Soap free.",
    "itemID": "B000EGIQB0",
    "helpful": [
      36,
      47
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 11060
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 15.09,
    "brand": "Bioderma"
  },
  {
    "title": "Ole Henriksen African Red Tea Foaming Cleanser, 7.0 Fluid Ounce",
    "description": "A lavish foaming cleanser for women enriched with anti-aging botanical extracts including antioxidant-rich African red tea and vitamin c with a soothing non-drying formula to eliminate impurities mild enough for very sensitive skin skin appears clearer",
    "itemID": "B002DHNAM8",
    "helpful": [
      4,
      4
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 38866
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 35.0,
    "brand": "Ole Henriksen"
  },
  {
    "title": "Becca Cosmetics Shimmering Skin Perfector SPF 20 1.7 fl oz.",
    "description": "Becca Shimmering Skin Perfector SPF 20 is a water-based moisturizer that provides all-day hydration and a light, luminous shimmer. Mica reflects light to illuminate the skin while vitamins A, B, D and E boost collagen renewal, bind moisture, protect against pollutants and fight free radicals. Moonstone is a pale, gold shade.",
    "itemID": "B000M4AAWW",
    "helpful": [
      2,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 129558
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]