[
  {
    "title": "Loving Naturals Lavender &amp; Grapefruit Hand and Body Lotion 16-Ounce",
    "description": "Formulated with 100% Natural/Organic Ingredients, including highly moisturizing sunflower oil and soothing aloe vera gel. This lotion is perfect for daily use to moisturize, soften, sooth and heal the skin. Lightly scented with natural essential oils  of grapefruit and lavender, which contain natural skin healing properties as well as the ability to uplift and calm the senses.",
    "itemID": "B004C26RNQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 222041
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Loving Naturals Anti Aging Cream with Alpha Lipoic Acid and Carrot Seed Oil - 2 oz.",
    "description": "Prevent, minimize and even eliminate fine lines and wrinkles with this safe, natural, gentle and moisturizing anti-aging cream. This product also will make your pores appear smaller! It is enriched with alpha lipoic acid and carrot seed oil, ingredients proven to combat aging of the skin. It has a light earthy scent of the natural ingredients, specifically the carrot seed oil, which diminishes shortly after application.Ingredients: Purified Water, Grapeseed Oil, Organic Aloe Vera Gel, Organic Vegetable Glycerin, Cetearyl Alcohol (derived from Organic Coconut Oil without the use of chemicals), Organic Carrot Oil, Alpha Lipoic Acid, Organic Honey, Organic Blue Green Algae, Cellulose, Organic Raw Sugar, Sea Salt, Wild Harvested Aspen Bark ExtractDirections: Apply to face, neck and other desired area, daily or nightly.Warnings: For external use only. Stop use and ask a doctor if adverse reaction occurs or persists",
    "itemID": "B0058DC6YM",
    "helpful": [
      5,
      5
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 25454
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 17.99,
    "brand": NaN
  },
  {
    "title": "Hugo Naturals Volumizing Shampoo, Vanilla and Sweet Orange, 12 Ounce",
    "description": "Pure blend with the highest quality botanicalextracts gently cleanses without drying&#x2014; whilemarshmallow extract and rice protein effectivelyincrease volume and shine. For hair thatis naturally soft, silky and full of body.To Use: Apply to wet hair. Work into a lather.Rinse and repeat for maximum effect.Gentle enough to use every day.Never Any: parabens, phenoxyethanol,SLS, PEGs, propylene glycol, petroleumproducts, artificial colors or syntheticfragrances.",
    "itemID": "B004L96O10",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3703
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 8.29,
    "brand": "Hugo Naturals"
  }
]