[
  {
    "title": "OPI NLL54 California Raspberry",
    "description": "From the classic collection: spreads more quickly, evenly, and delivers a smooth, streak-free application. Color Number: NL L54/ Size: 0.5 FL oz - 15 ML",
    "itemID": "B000O1NJZ8",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 6002
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 6.79,
    "brand": "OPI"
  },
  {
    "title": "Fancy Nights By Jessica Simpson Eau De Parfum Spray for Women, 3.40-Fluid Ounce",
    "description": "Designed for Women. Fragrance introduced by Jessica Simpson in 2010. For casual use.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B003WG3AQ0",
    "helpful": [
      6,
      7
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 10375
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 11.43,
    "brand": "Jessica Simpson"
  },
  {
    "title": "OPI Rally Pretty Pink Serena Collection NLS19",
    "description": "A Part of Serena Glam Slam Collection. Rally Pretty Pink has a rosy pink base packed with pink and gold foil micro-glitter. The gold is very predominant in this shade and it really pops under the shatter but the pink is definitely noticeable. On the nail, the two colors combine to create a peachy duo-chrome effect.",
    "itemID": "B0051D2KTA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 47240
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 7.9,
    "brand": "OPI"
  }
]