[
  {
    "title": "Nature's Best Vitamin C Serum - #1 For Face, Eyes &amp; Acne On The Market - C + E + Hyaluronic Acid Reverse Skin Aging &amp; Wrinkles - Look &amp; Feel 5, 10, even 15 Years Younger - Organic 20% Vitamin C Serum &gt; Vidi, Obagi, Powder, Cream - Limited Supply 45 Day Guarantee",
    "description": "The Secret to Reverse Signs of Ageing, Making You Look & Feel Younger!This is The Highest Quality, Most Potent & Effective Vitamin C Serum on The MarketAre You Looking Older than You Feel?  Natures Best Vitamin C Serum is Clinically Proven and tested to:- Works for all skin types, dry, oily, sensitive as its made from Pure Natural Organic Ingredients.- Reduces acne by removing toxins & creating collagen for firmer, plumper, healthier skin.- Minimizes Redness of scars and acne by lightening pigment showing a more youthful you.- is the perfect consistency for applying, not to watery.Amazing Benefits to Your Skin are:- Instantly gain a smoother complexion and tighter skin for a more radiant beautiful you.- Antioxidants reduce skin damage caused by years of aging, uv rays & pollution.- Reverses the effects of aging, reducing fine lines and wrinkles.- Stimulate the synthesis of collagen making your skin look years younger, firmer, & more vibrant.If Dramatic Results are What you are Looking for, We have the Product for YouOur product is truly the best on the market, with the highest quality Ingredients, most potent & effective serum that is\nclinically proven to reverse the signs of aging.Our Guarantee to YouPut us to the test.  If within 45 days, you're not 100% happy with results, just let us know and we'll refund 100% or your purchase price\n- No questions asked.ImportantWe are sorry if we are sold out - As we are selling so much with our limited time sale price we run out of inventory, fast.Click the Buy Now Button at the Top of this Page to Regain Youthful Beauty Today!",
    "itemID": "B00GFBWWWC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3654
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 17.95,
    "brand": NaN
  },
  {
    "title": "Vitamin C Serum - Antioxidant Treatment - Natural &amp; Organic - Incl. Organic Rosehip Oil &amp; Sea Buckthorn Oil - Brightening Serum - Rapid Absorption - Reduce Sun Spots and Wrinkles - Exclusive to Amazon - 1.18oz",
    "description": "&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbspValentia;'s new generation Vitamin C Serum - You deserve toGlowtoday!",
    "itemID": "B00HJD8NLY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1870
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 35.0,
    "brand": NaN
  },
  {
    "title": "Organic Rosehip Oil 4OZ &#9733;SALE&#9733; 100% Pure Rosehip Seed Oil &amp; USDA Certified BEST Rosehip Oil For Face and Skin - InstaNatural | Great Moisturizer for Dry Skin, Hair, Nails, Stretch Marks, Scars, &amp; Spots | Unrefined, Cold Pressed Virgin Rosehip Seed Oil | 100% LIFETIME GUARANTEE :: We'll refund your money if you're not satisfied! Try Risk FREE!",
    "description": "Great Skin Is Just A Few Drops Away!Add InstaNatural Rosehip seed oil to your routine for:&#x2022;\tDamage caused to skin due to sun-exposure&#x2022;\tGetting help with dryness, roughness and more&#x2022;\tDecreasing old and hardened scars and diminishing the appearance of marks, including acne scars, burn scars, dark spots and stretch marks&#x2022;\tNourishing the skin deeply to make the skin smoother and more even.&#x2022;\tShinier hair and nail care.Give your Skin a chemical free 'NATURAL' Moisturizer!&#x2022;\tInstaNatural Rosehip seed oil is 100% pure and USDA certified organic, and unrefined to give you safe and effective multi benefits.&#x2022;\tContains Essential fatty acids (Omega 6, 3 and 9), which is beneficial for healing the skin.100% Satisfaction Guarantee! LIFETIME 100% Easy Money Back Policy. If you're not completely satisfied,  get a full refund (keep the bottle). So buy with confidence!WARNING: Due to Rosehip's gaining popularity, many companies are falsely claiming to be Certified Organic. We are Certified Organic by Organic Certifiers and meet USDA Certified requirements.We produce InstaNatural Certified Organic Rosehip Seed Oil in small controlled batches to ensure freshness. While we try our best to stay in stock, this results in limited quantities available for sale. Grab a chance to secure your bottle now.Click the Add to Cart Button at the Top of this Page to Grab your Bottle Now! What do you have to lose?",
    "itemID": "B00IP42FBA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 295
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 24.97,
    "brand": NaN
  }
]