[
  {
    "title": "Wish By Chopard For Women. Eau De Parfum Spray 2.5 Oz.",
    "description": "Introduced in 1997. Fragrance notes: a woodsy and spicy floral, with notes of patchouli, incense, sandalwood and amber. Recommended use: daytime.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000C1UC8C",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6908
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 25.62,
    "brand": "Chopard"
  },
  {
    "title": "Maybelline New York The Falsies Volum' Express Washable Mascara, Blackest Black, 0.25 Fluid Ounce",
    "description": "It's not mascara, it's false lash glam in a tube, instantly  patented spoon brush and pro keratin fiber formula instantly build 8x more volume without clumping. Unique flexible wand helps lift and separate, to provide the look of 3x more lashes. You will find lashes you didn't even know you had. To safeguard maybelline(r) purity, reserve this product for your personal use. Treat the applicator with the hygienic care you give your eyes. never apply this product in a moving vehicle. Do not dilute mascara with water, saliva, or any other substance. Cap tightly after use. if change in odor or appearance occurs, discontinue use. do not use this or any other eye cosmetic if your eye is injured, irritate, or infected. consult a physician promptly.",
    "itemID": "B003I6O5RC",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 356
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 5.8,
    "brand": "Maybelline"
  },
  {
    "title": "e.l.f. Mineral Eyeshadow Primer Sheer, 0.15 Ounce",
    "description": "This gentle and completely sheer eyeshadow primer has key vitamins A, C and E to help prevent aging and moisturizes the skin. 100% mineral based with no parabens, no preservatives and no chemical dyes.",
    "itemID": "B00373DIYM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3834
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 5.95,
    "brand": "e.l.f. Cosmetics"
  }
]