[
  {
    "title": "got2b Smooth Operator Smoothing Lustre Lotion-6.8 oz",
    "description": "decadent lotion infused with luxurious cashmere smoothes, de-frizzes, sleekens and imparts an amazing weightless luster and softness. Moisturizes and conditions hair, while giving hair a luzurios feeling of repaired, healthy hair",
    "itemID": "B001824J5G",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 70653
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 5.59,
    "brand": "GOT 2B"
  },
  {
    "title": "Alpha Hydrox Oil Free Treatment 10 Percent AHA 1.7 fl oz.",
    "description": "If you're looking for a concentrated alpha hydroxy acid product that won't clog your pores with excessive moisturizers, here's your answer: an Oil-Free Gel that packs a serious dose of glycolic acid (one of the most effective AHAs on the market), plus natural ingredients like red sea kelp, green tea, and vitamin B-5. This powerful combination helps nourish skin while working to rid complexion-dulling flakes and roughness.10% AHA Anti-Wrinkle TreatmentRecommended for:&nbsp;Oily, Normal/Oily &amp; Problem-Prone Skin.&nbsp;Not for Delicate/Sensitive Skin.Oil-free.&nbsp;&nbsp;Fragrance-free.&nbsp; Alcohol-free.&nbsp; Effective pH 4.Proven to significantly reduce the appearance of fine lines and wrinkles.Safely lifts dead cells from the skin's surface to revitalize and help restore youthful, healthy, radiant looking skin.Balances natural oils, refines texture, improves elasticity and skin tone.Combines the anti-oxidant benefits of Red Sea Kelp and Green Tea.Contains 10% pure Glycolic-AHA.",
    "itemID": "B000052YM8",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 4183
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 11.67,
    "brand": "Alpha Hydrox"
  },
  {
    "title": "Murad Acne Clarifying Body Spray, Step 2 Treat/Repair, 4.3 fl oz (125 ml)",
    "description": "Clears and prevents blemishes and skin breakouts. Reduces Acne Blemishes on Contact By: Treating and preventing breakouts. Healing and keeping skin healthy. 0.5% Salicylic Acid Acne Treatment. Revolutionary 360 degrees spray works upside down to fight breakouts in hard to reach places. Powerful anti-bacterial ingredients purify and clarify skin from head to toe. Salicylic Acid penetrates pores to clear up acne and prevent new breakouts from forming. Skin conditioners soothe and hydrate irritated skin. Dermatologist developed and tested. Murad does not test on animals. Made in the USA.",
    "itemID": "B000GDDKJY",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 6029
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Salicylic Acid"
      ]
    ],
    "price": 24.89,
    "brand": "Murad"
  }
]