[
  {
    "title": "Deva Curl Angell Hyper-Allergic Conditioning Gel 32oz",
    "description": "Moisturizing Gel to Style Your CurlsPamper your adorable curls with Deva Curl AnGEL. This light moisturizing and defining gel melts into your hair effortlessly and on drying forms a protective moisture casting so that curly locks can be styled and held in place for as long as 24-48 hours.Locks in moisture for 24-48 hours, prevents frizzHold and freezes style in placeGives volume and body to well-defined curlsWith this styling gel experience no frizzes for a long time. Boost volume and body into your curls and give it a well-defined look. Something you may've always wanted for quite some time.Just For You:Those with curly and wavy hairA Closer Look:Infused with natural botanical extracts of wheat, soy and chamomile and devoid of sulfates, silicone and paraben, Deva Curl AnGEL locks in moisture and eliminates frizz. It boosts volume and enhances curls so that they can be styled as desired.Get Started:Spray on wet or dry hair. Scrunch with fingers to evenly distribute. For high frizz factor, spray on wet hair, then again on dry hair.",
    "itemID": "B000HJ4INE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 86181
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 25.95,
    "brand": "Deva Curl"
  },
  {
    "title": "DevaCare One Condition, No-Fade Ultra Creamy Conditioner 32 fl oz",
    "description": "DevaCare's ultra creamy, daily conditioner keeps curls shiny and manageable. Enriched with vitamin C and orange peel extract to slow color fading. Whether your hair is curly, wavy, or chemically processed. Made in the USA.",
    "itemID": "B001PHFVPG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1721
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 19.36,
    "brand": "DevaCurl"
  },
  {
    "title": "Deva Care Low Poo Shampoo for Normal To Oily Colored Hair, 32 Ounce",
    "description": "DevaCare Low Poo",
    "itemID": "B001VMM234",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8888
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 25.19,
    "brand": "DevaCurl"
  }
]