[
  {
    "title": "TRESemme Fresh Start Volumizing Dry Shampoo, 5.7 oz",
    "description": "Formula with Mineral Clay soaks up excess oil and impurities to leave hair looking refreshed. Contains Citrus Extracts to neutralize odor and enhance clean feeling.",
    "itemID": "B0036WJ456",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 150504
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 9.15,
    "brand": "TRESemme"
  },
  {
    "title": "Scunci No-slip Grip Oval Snap Clips, 8cm, 3-Count",
    "description": "With scunci no-slip grip clippies at her fingertips a woman should never have a bad hair day. snap one of these oval clippies into place and your style stays all day. these easy to apply clips feature a rubber sleeve with our no-slip technology, so once you've put them in, they stay in. ideal for updos or side accents they secure stray strands with aplomb. 3 pack of neutral shades for casual style.",
    "itemID": "B000XYD7CG",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 59826
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Clips"
      ]
    ],
    "price": 4.99,
    "brand": "Scunci"
  },
  {
    "title": "Avocado Oil Organic Cold Pressed 100% Pure 4 Oz",
    "description": "Botanical Name:Persea americanaExtraction Method:Cold PressedSource:Avocado pulpMost people know Avocado Oil as a cooking oil. But physicians have long known that Avocado Oil has regenerative and moisturizing properties.Avocado contains Vitamins A, B1, B2, D, E, and Beta carotene. This makes it perfect for treatment of dry skin. Avocado Oil keeps the skin moist, rejuvenates it and reduces wrinkles. Avocado Oil can also be used to reduce inflammation. It can treat injuries, scars and sun damage.Small amounts of Avocado Oil are usually added to other carrier oils in order to enrich protein and vitamin content. It is very popular with massage therapists and manufacturers. Avocado Oil tends to be used in soaps, lotions and creams.Avocado Oil is a pale yellow to golden yellow liquid. It has very little scent characteristic of most carrier oils.Avocado Oil is suitable for food and cosmetic use.",
    "itemID": "B005ECLAIU",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 11368
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 4.5,
    "brand": NaN
  }
]