[
  {
    "title": "Method Foaming Hand Wash, Green Tea &amp; Aloe, 10 Ounce (Pack of 6)",
    "description": "foamy stuff. it&#x2019;s just one of those things that everybody likes. kind of like marshmallows and puppies, but without all the calories and obedience classes. so pump, lather, smile and the next thing you know your hands are soft and clean. what&#x2019;s not to love? especially when the formula is biodegradable, naturally derived and contains no dirty ingredients.",
    "itemID": "B000EEX7TI",
    "helpful": [
      6,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 8125
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Soaps"
      ]
    ],
    "price": 22.48,
    "brand": "Method"
  },
  {
    "title": "Infiniti by Conair 1875 Watt Professional Nano Silver Tourmaline Ceramic Styler, Iridescent Gray",
    "description": "Infiniti by Conair launched the first generation of its Hair Designer in 2006, introducing the world to a totally new concept in styling.  The combination of straightener head, powerful dryer, and the most innovative technology in hair care fulfilled the consumer&#x92;s dream.  More shine, more volume, and salon results at home -- in less time.  With the launch of Infiniti Hair Designer Pro by Conair, the next chapter in this great success story has begun.Straightening PerformanceStraightening AttachmentsDesigned with ergonomics in mind it's angled for ease of use, the metal straightening plates produce a higher heating capacity and are coated with Nano Silver Tourmaline Ceramic technology for improved straightening efficiency.2x The Straightening PowerCool Shot button &#x96; set the styleDual Switch &#x96; 2 speeds / 3 temps (6 positions) for styling controlConcentrator &#x96; for faster and more accurate stylingDiffuser &#x96; enhances texture for curly hairFeatures:Detangling Comb &#x96; detangles and prepared the hairFirst Row of Straightening Plates &#x96; Glides through the hair for a first straighteningMetal-Ceramic Grid -- Airflow for simultaneous ionic drying, making hair more shiny and manageableSecond Row of Straightening Plates &#x96; to maximize straightening efficiency from the roots to tips of the hair.2 in 1 Style &#x96; Dry with or without straightening attachmentTourmaline Ceramic -- creates silky, shiny hairIonic Technology &#x96; for less frizz and more manageabilityNano Silver Technology &#x96; for clean, healthy looking hairAdditional Benefits:360 rotating and straightening head - this exclusive system with 8 positions lets you style your hair at any angle without getting  tiredTension Control system - 4 levels of tension for all hair types (wavy, curly, tightly curled, and frizzy)",
    "itemID": "B001D0ACUE",
    "helpful": [
      3,
      8
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 119827
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Healthy Infusions by Wahl Pro Straightener, 2&quot;",
    "description": "Healthy Infusions Pro 2 inch Straightener.  This straightener is like nothing ever before.  Replaceable conditioning strips are placed on either side of the heating plate coating the hair with a heat resistant conditioner that assists in straightening the hair while also protecting it from heat damage making hair softer, shinier and healthier looking.  This straightener features solid ceramic heating plates, tourmaline additive, digital, LCD display with blue back light and 8 temperature settings up to 410 degrees.",
    "itemID": "B001E6G6RU",
    "helpful": [
      1,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 396219
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]