[
  {
    "title": "Conair Oval Double-Sided Lighted Mirror, Oiled-Bronze Finish",
    "description": "The conair oval oiled bronze double sided illuminated mirror features a double sided lighted mirror with an elegant 7 inch x 9.5 inch oval design. it rotates 360&#xB0; for regular viewing or 7x magnification and comes in a stylish oiled bronze finish. enjoy clear fog free viewing with the featured soft halo lighting and picture perfect reflection glass.",
    "itemID": "B000U0F9GA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 484
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Mirrors",
        "Makeup Mirrors"
      ]
    ],
    "price": 31.99,
    "brand": "Conair"
  },
  {
    "title": "Instant Heat Curling Iron, 1-Inch",
    "description": "Welcome to the world of advanced styling, where curling irons heat up in less than a minute, where you can choose between 25 different temperature settings for any hair type, and where, if left unattended, your curling iron automatically turns off. Conair's 1-inch curling iron is ideal for creating those medium-to-large bouncing curls. Featuring dual voltage settings, the iron allows you to select either standard North American 125-volt or 250-volt foreign electricity operation, so you can use your curler when you're traveling abroad. Its sure-grip handle has a patented design for greater control and precision, and the electronic on/off touch pad is easy to use. If you forget to turn off the curler (too busy fending off your admirers, we assume), it will automatically shut itself off. With that 60-second heat-up time and a flashing indicator light that lets you know when you can start styling, you'll have playful curls to impress within minutes. And with a two-year limited warranty, you'll be curling for years to come.--Ariel Meadow Stallings",
    "itemID": "B000050B6U",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3225
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Curling Irons"
      ]
    ],
    "price": 13.95,
    "brand": "Conair"
  },
  {
    "title": "Equate - Hair Regrowth Treatment for Women with Minoxidil 2%, 3 Month Supply",
    "description": "Equate - Hair Regrowth Treatment for Women with Minoxidil 2% Extra Strength revitalizes hair follicles. It helps in the regrowth of hair. 3 Bottles - Three Month Supply.",
    "itemID": "B004WHC5G4",
    "helpful": [
      2,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1449
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Hair Regrowth Treatments"
      ]
    ],
    "price": 24.0,
    "brand": "Equate"
  }
]