[
  {
    "title": "La Vida Loca 3.3 Fl. Oz. Eau De Parfum By Preferred Fragrance",
    "description": "A tempting fruity floral with notes of wild berries, mandarin, lemon ice, pink jasmine and sweet vanilla.",
    "itemID": "B004EWS5F2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 33714
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Kitty Girl Eau De Parfum, Our Impression of Katy Perry Purr 3.3 Fl. Oz.",
    "description": "Top note of fresh morning fruit with an abundance of peach nectar and granny smith apple. A middle floral note of jasmine and rose is warmed and rounded with elements of precious woods and amber. By being both playful and seductive this distinctive signature is soft enough for everyday use yet special enough for the most romantic evenings.",
    "itemID": "B006AUNPJM",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 57758
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Children's"
      ]
    ],
    "price": 10.99,
    "brand": NaN
  },
  {
    "title": "Kiss Her By Kiss For Women, Eau De Parfume Spray, 3.4-Ounce Bottle",
    "description": "Launched by the design house of Kiss.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000VOHR88",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 42514
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 20.51,
    "brand": NaN
  }
]