[
  {
    "title": "SHANY Jet Black Professional Rolling Makeup Case Premium Collection, Slim Design, 12 Pounds",
    "description": "Professional makeup case by SHANY, this product compare to all other products available on net is the most enhanced makeup case available, try it once and you will never have to purchase another one.the \"L\" shape handle that goes all the way to the bottom of the case is the signature of SHANY, unlike other cases \"L\" shape handle carry more weight and will last longer. Grade \"A\" plastic with shiny sealant is used for surface of the makeup case to save the durability without sacrifising quality. SHANY trademark and logo is printed on the handle and the box.",
    "itemID": "B003QA8XFK",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 206329
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Bags & Cases",
        "Train Cases"
      ]
    ],
    "price": 177.14,
    "brand": NaN
  },
  {
    "title": "SHANY Warm Eyeshadow and Blush, Neutral To Warm Colors, 11-Ounce",
    "description": "You can use all the colors as eyeshadow, however they are designed for professional who use different shades when using blush to make adifferent in age and face structure. This is one of the BEST of shany, colors are picked by professional artists , they are the most usefull and everyday color of every women. great and light weighted case will allow you to carry it around every where with no hassle.",
    "itemID": "B004RDUILC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 225162
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Blush"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "SHANY Cosmetics NY Collection Pro Brush Kit, 13 Ounce (22 Piece All Natural Bristles with Black Cotton Smooth Pouch)",
    "description": "NY collections by Shany, are a premium line of cosmetic brush kits which was designed back in 2011, and was manufactured in a high end factory with premium materials. All brushes went through a professional rinse with non-toxic chemicals to make anti-bacterial brushes, plus all brushes are treated with heat more than 3 times in 3 separate processes to deliver a high quality hair brushes. NY collection is one of Shany's best collection. All the brush kits come with 22 piece brushes and their differences are among their materials and pouches. Soft or firm, synthetic or natural and travel pouch for home use, they got them all. Since all brushes are treated, fibers distribute just the right amount of pigment for a perfect result every time. All NY collection includes large powder brush, foundation brush, large due fiber brushes, concealer brush, small and large angled brush, angled eyeliner brush, fan brush, pencil brush, blending brushes, shader brush and liner brushes.",
    "itemID": "B0062W4J6Q",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 177595
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 59.97,
    "brand": "SHANY Cosmetics"
  }
]