[
  {
    "title": "The Body Shop Bath Lily, Coral Pink",
    "description": "Best if you want to: Increase the lather of your favorite shower gel with a lovely bath lily that gently exfoliates to remove dead skin cells. How it works: Suitable for all skin types, particularly dry skin that needs regular exfoliation. Product lathering benefits mean you only need a small quantity of shower gel each time, so your product will last longer. Prepares skin to better absorb moisturizer by removing layer of dead skin cells....",
    "itemID": "B000ODM538",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 105691
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bathing Accessories",
        "Loofahs, Sponges & Poufs"
      ]
    ],
    "price": 7.5,
    "brand": "The Body Shop"
  },
  {
    "title": "Aquasentials Mesh Pouf Bath Sponge (8 Pack)",
    "description": "Aquasentials Mesh Pouf Bath Sponge will make your shower gels and soaps last longer, and keep skin healthier with daily sudsing and gentle exfoliating using a classic mesh sponge. Just rub on your favorite soap or apply bath or shower gel for a luxurious, longer lasting lather. Pouf is approximately 5\" in diameter with a loop for hanging. Rinse thoroughly after use and hang to dry.",
    "itemID": "B001CTQMIC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 216
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bathing Accessories",
        "Loofahs, Sponges & Poufs"
      ]
    ],
    "price": 8.64,
    "brand": "Aquasentials"
  },
  {
    "title": "Neutrogena Hydrating Eye Makeup Remover Lotion, 3 Ounce (Pack of 3)",
    "description": "This light, residue-free lotion gently dissolves your hard-to-remove eye makeup while conditioning your eye area.   The unique formula quickly removes makeup--even waterproof mascara--while still being gentle enough to use daily. Plus, a replenishing blend of cucumber and aloe extracts helps smooth the look of dry lines and puffiness.   Your skin will look clean and refreshed, and feel soothed and hydrated.   Gentle enough for daily use Removes waterproof mascara Fragrance free Cucumber and aloe extracts",
    "itemID": "B003156NMU",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 70822
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Remover",
        "Eyes"
      ]
    ],
    "price": 21.45,
    "brand": "Neutrogena"
  }
]