[
  {
    "title": "CoverGirl Smoothers Aquasmooth Compact Foundation, Creamy Natural 720,  0.4-Ounce",
    "description": "A moisturizing formula with innovative technology. This solid make-up actually transforms into a liquid during application - then dries to an even, powder-light finish. It travels in an airtight, keep-fresh compact, glides on and covers imperfections evenly.",
    "itemID": "B001MW4VXW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 87069
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 12.43,
    "brand": NaN
  },
  {
    "title": "Claudia Stevens Eye Prep Lid Primer",
    "description": "Claudia Stevens Eye Prep Lid Primer creates a perfect base for eyeshadow.",
    "itemID": "B003C1V814",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 275113
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Concealer & Base"
      ]
    ],
    "price": 5.49,
    "brand": NaN
  },
  {
    "title": "Sally Hansen Color Quick Chromes Nail Enamel - Silver Chrome - 0.14 oz",
    "description": "Stylish Metallic Nail WearSally Hansen Color Quick Chromes Nail Enamel is a handy styling tool for your nails. This is a kind of device that values your styling time. Easy to apply and dries very quickly, leaving you with beautiful, chrome colored nails. A click at the top releases the color and all you have to do is brush it over your nails - it's as easy as using a pen. This product surely simplifies the process.&bull; Easy to use&bull; Fast drying&bull; Click, color and goA Closer Look:Sally Hansen Color Quick Chromes Nail Enamel is the perfect quick touch-up, chrome-color dispenser for your nails. It is quick drying, so any time you want to apply, just click, color and go.Get Started:Shake well with cap on. Remove cap. Gently click top of pen 5-7 times to start the flow of color. Apply 1-2 coats. Re-click as needed. Touch up as needed.",
    "itemID": "B004LXJU5I",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 88543
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 5.0,
    "brand": "Sally Hansen"
  }
]