[
  {
    "title": "MoroccanOil Hydrating Styling Cream, 10.2-Ounce Bottle",
    "description": "This leave-in styling cream eliminates frizz, adds definition and brilliant shine, while the pure argan oil conditions and hydrates the hair. An effective and versatile product for all hair types.",
    "itemID": "B002CMLS50",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 386
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Cuticle Care",
        "Cuticle Creams & Oils"
      ]
    ],
    "price": 22.0,
    "brand": "Moroccanoil"
  },
  {
    "title": "Michael Kors Very Hollywood Eau de Parfum Spray for Women, 1.0 Ounce",
    "description": "When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B002UGO15M",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 84778
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 49.9,
    "brand": "Michael Kors"
  },
  {
    "title": "Skin MD Natural Shielding Lotion 4 Oz. Bottle (117 mL) for Hands, Face &amp; Body",
    "description": "Frequent hand washing and exposure to harsh irritants are leading causes of dry skin. A good dry skin care product should do more than just replace lost moisture; it should prevent dry skin from occurring. Skin MD Natural shielding lotion is water resistant, protecting hands from dry skin caused by hand washing, dish washing, exposure to cleaning products and more.\"Every day our skin is exposed to numerous chemicals & irritants just in everyday life - you don't have to be working in chemicals or with cleaning fluids to have that happen. Skin care and skin treatment is important in today's polluted environment,\" says Dr. Lisa Benest, a board certified dermatologist in Burbank, CA.Skin MD Natural is a breakthrough in skin care: The humectant (an ingredient that attracts moisture) used in Skin MD Natural is unique to it and lab results show that it is 6 times more effective than any other humectant found in other common skin care products. In addition, Skin MD Natural enhances the power of the top layer of the skin to resist environmental irritants while protecting the inner natural moisture. It is promptly absorbed, without the slightest hint of any greasy or oily feeling or residue, transforming the outer layer of skin into a hydrating invisible shield.Many bargain lotions and conventional moisturizers contain low cost ingredients like petroleum that make skin a greasy mess instead of healing dry skin. Skin MD Natural uses only the finest high quality ingredients to create a lightweight formula that absorbs quickly for silky, smooth skin without any greasy residue. In fact, it contains more than 90% natural ingredients, and ALL are 100% food-grade and on the FDA's \"most safe\" list.A shielding lotion becomes part of the skin's protective barrier helping to strengthen and restore it. This ability allows Skin MD Natural to retain skin's own natural oils alleviating the need for artificial moisturizers as a dry skin treatment.",
    "itemID": "B000KPSSJK",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 97508
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": 13.32,
    "brand": "Skin MD Natural"
  }
]