[
  {
    "title": "African Shea Oil - 8 ozs.",
    "description": "African Shea Oil is used therapeutically for the following skin conditions:\n1. Dry Skin - Shea Oil helps prevent ashy skin, chapping, chafing, rashes, psoriasis, eczema, dermatitis, skin cracks, and tough or rough skin (especially feet and elbows).\n2. Wrinkles - It helps aging soft skin tissue to firm up. Rejuvenates skin cells and cleans pores. Can be used on all skin types.\n3. Skin Irritations - Minor skin irritations including: allergies, insect bites, frostbites, sunburns, burns, and small skin wounds all respond positively to Shea Oil treatment.\n4. Dry Hair and Scalp - Apply to hair and scalp to add moisture to dry, brittle hair; to prevent weak hair from breaking, fading or thinning out; to prevent dandruff; and revitalize split ends. Shea Oil will protect hair from the damaging rays of the sun, hair dryers, perms and dyes\n5. Arthritis and Rheumatism - Shea Oil is deeply penetrating and heating to soothe painful joints and aching muscles.\n6. Sun protection - Shea Oil can be used as a sunscreen.\n7. Sensitive Skin - For infants or people with highly sensitive skin, Shea Oil is a natural alternative. The chemical composition of Shea Oil is close to vernix, the substance found on newborns at birth.\n8. Stretch Marks - Shea Oil is excellent for the prevention and treatment of stretch marks and other kinds of scar tissue. \n9. Massage - African Shea oil is the ultimate in skin nourishment has the best \"slide\" and consistency for massage therapy.\nWhat makes our Shea Oil different?\nOnly high quality, unrefined Shea Oil can offer the healing benefits mentioned above. Once Shea Oil is aged or loses its natural integrity through high heat refinement, many of these wonderful benefits are lost. Although moisturizing, Shea Oil that has been over processed, bleached and deodorized, is ineffective in healing most skin conditions. That is why we use only cold pressed, unrefined Shea Oil.",
    "itemID": "B0009ML5M6",
    "helpful": [
      11,
      13
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 19431
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Creams"
      ]
    ],
    "price": 11.15,
    "brand": NaN
  },
  {
    "title": "Dudu Osun Black Soap 6 Pieces",
    "description": "Enjoy the ultimate luxury with our newest Dudu Osun black soap. Specially formulated entirely from natural ingredients and herbs, this soap will have you feeling refreshed and silky smooth. Restores damaged skin and is helpful in healing chronic eczema, acne, freckles, and dark spots. Scented with osun (camwood extract), citrus juices, and native honey. With aloe vera and natural vitamins. Made in Nigeria ALL NATURAL",
    "itemID": "B00198ICN4",
    "helpful": [
      1,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 148295
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 15.65,
    "brand": NaN
  },
  {
    "title": "Buf-Puf Facial Sponge (Regular) 1 Unit",
    "description": "Buf-Puf's Facial Sponge is a gentle, non-irritating sponge to be used daily with your favorite soap or cleanser to help clean and refresh your skin. After use, skin is left smooth and soft, perfectly prepped for your favorite moisturizer.",
    "itemID": "B000NKHNI4",
    "helpful": [
      2,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 14327
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bathing Accessories",
        "Loofahs, Sponges & Poufs"
      ]
    ],
    "price": 4.29,
    "brand": "Buf-Puf"
  }
]