[
  {
    "title": "VITAMIN C SERUM 20% with Hyaluronic Acid For Your Face - The Best Topical Anti Aging Wrinkle Tightening Moisture Retention Products for Skin Care - Repair Sun Damage - Lighten Brighten Age Spots - Firming Collagen Production - Satisfaction Guaranteed",
    "description": "The Secret to Younger Looking Skin Vitamin C Serum with Hyaluronic Acid and Vitamin E- Do you want to reverse the effects of time, sun damage and cigarette smoke?- Do you want to tighten and brighten skin reducing fine lines and wrinkles?- Do you want a topical Vitamin C Solution 20 times more effective than taking it orally?Main Line Vitamin C Serum with Hyaluronic Acid and Vitamin E is the perfect elixir for aging, sun damaged skin. \n  Works wonders to repair the effects of sun damage, lighten sun and age spots, smooth and brighten for a more beautiful complexion.- This Vitamin C Serum is a concentrated delivery system of active, bio-available Vitamin C- Powerful antioxidents neutralize free radicals to prevent and reverse the effects of sun damage, fade sun spots and discoloration.- Proven to stimulate collagen production reducing fine lines and wrinkes.- Vitamin C levels naturally decline over time.  Vitamin C serum with Hyaluronic Acid and Vitamin E offers the best topical anti-aging moisture retention.- Easy to use pump dispenser provides exact application.- Absorbs quickly into skin without oily residue.You'll love this serum for a sexy more beautiful you.Main Line Vitamin C Serum is 98% Naturally Derived and 72% Organic- Made in the USA- No animal testing- *Works or 30 Day MONEY BACK GUARANTEE*- If you are not completely satisfied, simply contact us and we will give you a full refund.- Thousands of Satisfied Customers Have Chosen Vitamin C SerumClick on the BUY Button NOW and get your Vitamin C Serum with Amazon's \n  fast delivery service!  While in Stock!",
    "itemID": "B00LG63DOM",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 58521
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 36.0,
    "brand": NaN
  },
  {
    "title": "Hyaluronic Acid Skin Serum, Anti Aging Wrinkle Serums Care Botox Alternative 100% Pure, Skin Rejuvenator - FREE Ebook Hydrate &amp; Moisturizer, Activates Collagen, Plump &amp; Toned Beautiful Skin, HA Men &amp; Women Buy &amp; Get Results Now!",
    "description": "Protect The Longevity Of Your Skin And Reverse Aging FAST By Eliminating Acne, Wrinkles And Fine Lines!Worried about your skin condition?Our unique 100% pure formula will bring out your natural glow.It's so effective we've had a Dermatologist describe Our Hyaluronic Acid Serum as \"Botox In A Bottle\"(see product reviews.)But maybe you feel like you've tried EVERY other anti-aging product, only to find nothing works...Well, here's why you should buy Hyaluronic Acid Serum from Natures Tools.Our solution...- Gets you visible results within days (you'll be amazed how fast it works)- Restores youthful, hydrated, moisturized & cushiony skin (just like a baby)- Combats chronological aging (proven to reduce the signs of aging by stimulating collagen)- Brightens & evens your skin tone (skin will feel & look fresh, glowing & beautifully even toned)- Reduces blackheads, breakouts, & improves pore appearance (unlike inferior brands which can cause acne, pimples, rashes & hives)- Helps calm redness & rosacea (cures mild to severe cases of redness-prone skin to lessen pain quickly)- Is 100% pure & easy to apply as it's water based- Uses Lilac Stem Cell Technology to 'Super Charge' the anti aging process- Comes with a \"No Questions Asked Lifetime Money Back Guarantee!\" (If you're not satisfied for any reason, just send it back for a full refund)Best of all... we know it works because customers see results within a week! See our customer reviews.Click on the BUY Button NOW to get your Hyaluronic Acid Serum with Amazon's Fast Delivery Service!",
    "itemID": "B00IU079YM",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8249
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Polishes"
      ]
    ],
    "price": 22.95,
    "brand": NaN
  },
  {
    "title": "Seaweed Powder - Pure 100% HIGH QUALITY Natural Atlantic Kelp Powder &#9733; Cellulite Treatment &#9733; Freshly Harvested Norwegian Ascophyllum Nodosum (Kelp) - Kosher Certified - Reduces Fat Cell (Cellulite) Appearance - Perfect Cellulite Treatment - Satisfaction Guaranteed (1 lb)",
    "description": "Why Seaweed Powder?Fresh seaweed contains vital elements inside it, such as amino acids, vitamins and minerals.Seaweed or kelp powderis a dried version containing the same good things but gentle on the skin. It is an antibacterial that can help clean the skin and treat acne as well asreduce the appearance of fat cells. It is also used to moisturize the skin and keep it firm, smooth, and looking young.Bath, shower, and hair products with seaweed are known to help improve blotches on the skin by nourishing it and improve its complexion. Scrubs with seaweed are gentle on the skin and ideal for people suffering from eczema and psoriasis.Seaweed wraps with Laminaria and Fucus algae are used to expel bacteria and toxins from the pores. Fucosterol has fat burning elements that decrease fat content of the body. Wraps help detoxify the body as the vitamins and minerals of seaweed power help restore and heal damaged skin.Therapists in a spa rub a mixture of kelp powder and mineral oil base over the body. This stimulates blood flood and exfoliates the skin. The minerals and vitamins are able to penetrate the pores of the skin.What is included?- 1lb 100% Kosher Certified Seaweed Powder- 100% No Questions Asked Guarantee. If you are not happy, we will give you a full refund (no questions asked)Benefits of Using Seaweed Powder:- Scientifically proven to reduce the appearance of pesky fat cells (cellulite)- Look and Feel Young Again- Tight Skin From The Nutrients Soaking InGo ahead click on the Orange \"Add To Cart\" button to take advantage of our lowest pricing ever and start feeling better right away.",
    "itemID": "B00JQP1SP6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1168
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Mud"
      ]
    ],
    "price": 21.95,
    "brand": NaN
  }
]