[
  {
    "title": "Premium Argan &#9733; 100% Organic Pure Moroccan Argan Oil, TRIPLE Extra Virgin Grade, FAST ABSORBING, Certified Organic - for Hair and Skin Care Treatment - 2oz (60ml) - Cold Pressed Oil EcoCert and USDA Approved Oil. Treat Dry Scalp, Nails, Cuticles. Excellent Daily Moisturizer. Guarantee Satisfaction. Results within Days.",
    "description": "UNi's Triple Extra Virgin Argan OilOne of the most important aspects of oil is its quality. The grade of the oil has a dramatic impact on its effectiveness and overall value.  UNi's PREMIUM quality Argan oil is Triple Extra Virgin, which is 100-150% more expensive than virgin Argan oil.  This is high quality and superior Argan oil and is 100% pure.What Makes Our Argan Oil Superior?The quality of Argan oil is measured using scientific precision.  There are seven grades, depending on the quality of the Argan kernel and the extraction method used.The grade of the oil has a dramatic impact on the effectiveness of the oil and the quality.  Our Argan oil is considered the extra super grade Argan oil, which is known as \"Triple Extra Virgin Argan oil.\"Our Argan oil has a free acidity rate of 0.31% and a peroxide rate of 1.6% and a defect rate of 0.00%.  This ensures that our Argan oil is Triple Extra Virgin Argan oil and of the highest quality.Is UNi Argan Oil Organic?UNi Argan Oil has obtained USDA Organic seal from by IMC, the renowned accreditation authority.Applications of Argan OilOur Argan Oil Can Be Used For:&#x2022;\tFace Moisturizer&#x2022;\tLeave-in Conditioner&#x2022;\tFace Mask&#x2022;\tCuticle Softener&#x2022;\tDeep Conditioning&#x2022;\tHair Shine&#x2022;\tBody Oil&#x2022;\tAnti-aging skin care&#x2022;\tHydrating Toner&#x2022;\tSun protection&#x2022;\tExfoliating Mask100 Day Money Back Promise!IF you do NOT like our product for whatever reason, you can return it for a FULL refund within 100 days.  Just send us a customer service request through Amazon or our website.  100% customer satisfaction guaranteed!UNi Argan Oil are produced through-out the year in small batches to insured quality and freshness.  Each individual bottle have their production date printed on them.",
    "itemID": "B00G5WO2VK",
    "helpful": [
      0,
      3
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 2277
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 13.95,
    "brand": NaN
  },
  {
    "title": "Argan Oil - 100% Pure Unrefined Natural &amp; Cold Pressed from Morocco - Certified Organic USDA &amp; Ecocert - Multiple uses in Health &amp; Personal Care for Hair, Face, and Dry Skin Treatment such as intense hydrating mask - Many Benefits for Beauty &amp; Body",
    "description": "Rejuvenate and nourish your skin and hair with Argan AlchemyArgan Oil so pure you can truly call it\"Liquid Gold\".Argan Oil is nature's gift for rejuvenating skin and hair - a beauty oil that has been used by the Berber women of Morocco for centuries. It's also an excellent remedy to cool off and calm inflammation and relieve the symptoms of eczema, acne, and psoriasis.This wonderful oil is rich in essential fatty acids, Vitamin E, and Omega 3-6-9, which are all vital to your skin. Our body \"loves\" this oil and absorbs it quickly, leaving no greasy residue, just a moist and nourished skin. It is also really healthy for your hair, making it stronger, more vibrant, and lustrous.Argan Alchemy is 100% natural and certified organic by USDA and Ecocert, fair-traded, and bottled in the United States.Our premium quality oil is bottled in blue glass, which preserves its high quality by filtering out sunlight.  The elegantly labeled bottle comes in a beautiful box, which makes it a perfect gift or a treat to yourself.It is imported from the Essaouira province of south west Morocco, where it is grown and produced by cooperatives of local Berber women. By purchasing this oil, you are contributing positively to their local economy, their social equality, and to the local eco-system, because more Argan trees get planted.Argan Alchemy is 100% satisfaction guaranteed, and comes with a 30-day money back guarantee.Click the orange\"Add to Cart\"button on the top right of this page to order. If you order 2+ bottles, we will ship the product to you for Free.Experience the magic of Argan Alchemy and let your natural beauty shine.Order Now!",
    "itemID": "B00GPDRFPO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 161941
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 29.95,
    "brand": NaN
  },
  {
    "title": "Vitamin C Serum - Antioxidant Treatment - Natural &amp; Organic - Incl. Organic Rosehip Oil &amp; Sea Buckthorn Oil - Brightening Serum - Rapid Absorption - Reduce Sun Spots and Wrinkles - Exclusive to Amazon - 1.18oz",
    "description": "&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbspValentia;'s new generation Vitamin C Serum - You deserve toGlowtoday!",
    "itemID": "B00HJD8NLY",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1870
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 35.0,
    "brand": NaN
  }
]