[
  {
    "title": "The One By Dolce &amp; Gabbana For Women Eau De Parfum Spray 1.6 Oz",
    "description": "THE ONE by Dolce & Gabbana for Women EAU DE PARFUM SPRAY 1.6 OZ plum, vetiver bergamot, fruity floral, Madonna lily, muguet, lychee, jasmine, vanillaWhen&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000XE67WI",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 9887
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 36.92,
    "brand": "The One"
  },
  {
    "title": "Maybelline New York Mineral Power Illuminator, Nude 615, 0.14 Ounce",
    "description": "100% micro minerals brighten up your complexion for a year round, sheer shimmer, healthy glow. Enriched with mineral mica and mineral quartz for a soft, lightweight glow and illuminating finish.  Contains 0% oils, 0% talc and 0% fragrances. Improves luminosity. 8 hour lasting wear.",
    "itemID": "B002LFNX1K",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 86767
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 12.03,
    "brand": "Maybelline"
  },
  {
    "title": "Neutrogena Pore Refining Toner, Alpha and Beta Hydroxy Formula, 8.5 Ounce",
    "description": "Pore Refining Toner visibly reduces the appearance of pores. This Alpha and Beta Hydroxy formula is dermatologist tested to deliver visible results. First, it sweeps away dead surface skin and refines rough, uneven patches. Then, it penetrates deep into pores so they appear smaller and less visible. Skin is soft, smooth and refreshed.",
    "itemID": "B0000535RA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Toners & Astringents"
      ]
    ],
    "price": 7.69,
    "brand": "Neutrogena"
  }
]