[
  {
    "title": "Betty Dain Stylish Design Mold Resistant Shower Cap, The Fashionista Collection, &quot;sassy Stripes&quot;",
    "description": "The Betty Dain Fashionista Collection of Stylish Shower Caps shown here in the pattern \"Sassy Stripes\" offers a soft waterproof nylon exterior with a mold-resistant  PEVA lining. It's the perfect combination of style, comfort, and quality. The Fashionista Collection of Stylish Shower Caps comes with stylish ruching and is trimmed in colorful satin with a matching bow. Additional pattern \"Diva\" available separately.",
    "itemID": "B00385WMI2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5991
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bathing Accessories",
        "Shower Caps"
      ]
    ],
    "price": 4.57,
    "brand": "Betty Dain"
  },
  {
    "title": "Miss Jessie's Deluxe Value Pack",
    "description": "2oz. Curly Pudding 2oz. Unscented Curly Pudding 2oz. Curly Meringue 2oz. Baby Buttercreme 2oz. Curly Buttercreme 2oz. Rapid Recovery 2oz. Stretch Silkening Creme 2oz. Quick Curls 1oz Creme de la Curl Cleansing Creme 1oz Creme de la Creme Conditioner Super Sweetback 2oz. and Superslip Sudsy Shampoo packet. Finally it's here! Not sure what to get, try a lil' bit of everything! The entire Miss Jessie's collection in 2 oz. travel sizes. A wonderful sampling of the entire line makes a great gift for anyone who wants to experience why Miss Jessie's makes the &quot;Best Darn Curl Cremes, Buttercremes and Deep Treatments Period! Everything's here in 2oz sizes. Great for air travel and perfect for your carry-on luggage. THIS PRODUCT IS NOT CHEMICALLY ALTERING",
    "itemID": "B002RS8MWG",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 16911
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sets & Kits"
      ]
    ],
    "price": 50.05,
    "brand": "Miss Jessie&#39;s"
  },
  {
    "title": "Moroccanoil Curl Defining Cream, 8.5 ounce",
    "description": "Wavy and curly hair can easily lose its definition-Moroccanoil curl defining cream brings it back. Advanced heat-activated technology provides intense conditioning and activates a curl memory factor to keep hair bouncy and control frizz for hours. Argan oil and protein condition, detangle and tame curls, so hair remains smooth and frizz-free with great movement.",
    "itemID": "B003RW2K0G",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 328
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Styling Serums"
      ]
    ],
    "price": 21.36,
    "brand": "Moroccanoil"
  }
]