[
  {
    "title": "Beyonce Heat By Beyonce For Women Eau De Parfum Spray, 3.4-Ounce / 100 Ml",
    "description": "Beyonce Heat Eau De Parfum Spray 3.4 Oz / 100 Ml For Women By Beyonce.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B0039VOSPU",
    "helpful": [
      2,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1664
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 18.56,
    "brand": "Beyonce"
  },
  {
    "title": "L'Oreal Paris HiP Studio Secrets Professional Bright Shadow Duos, Adventurous, 0.08 Ounce",
    "description": "Discover the secret for bold, bright color for high impact eyes. Hip studio secrets professional bright shadow duos are expertly coordinated to create a dramatic look with pure, intensely pigmented shades. The rich, super-Blendable color glides on evenly onto your skin. These ultra intense shadows contain micro-pulverized pigments for ultra-smooth contours and layering. Color that&#x2019;s purer than pure, truer than true.",
    "itemID": "B004BCVAOI",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 273284
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 1.35,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "Urban Decay Book of Shadows IV Limited Edition Eyeshadow Palette",
    "description": "Book Of Shadows IV\nWhat it is:\nA mirrored compact of 16 eye shadows, including 10 new shades and \"QR\" codes that let you use your phone to access Urban Decay's exclusive how-to videos.\n\nWhat it does:\nThis much-awaited collection of 16 eye shadows includes never-boring neutrals, provocative hits of shimmer and vibrant hues, as well as a Book of Shadows first-a portable speaker and how-to videos that reveal Urban Decay's five newest looks. All you need is a phone with a camera and a web browser to scan their QR (quick response) codes and instantly download videos. Pick your look, scan the corresponding QR code, plug your smart phone into the speaker, and drop your phone in the cradle. Then, open the drawer of shadows and recreate the look right along with the how-to video. This kit also include a full-size 24/7 Waterproof Liquid Eyeliner, a travel-size Eyeshadow Primer Potion, and a travel-size Supercurl Curling Mascara.\n\nThis set contains:\n- 16 x 0.03 oz eye shadows in Blue Bus (periwinkle blue sheen), Gunmetal (gunmetal gray with silver glitter), Cobra (smoky green with gold shimmer), Baked (rich golden bronze shimmer), Bender (moss green sheen), Gravity (violet with silver glitter), Lost (neutral brown shimmer), Hijack (metallic muted teal), Midnight Cowgirl (golden beige with gold glitter), Sin (light shimmering champagne), Midnight Rodeo (beige shimmer with silver glitter), Crystal (pale icy blue shimmer), Bust (taupe sheen), Missionary (light taupe sheen), Skimp (ivory peach sheen), Zephyr (pearly cream sheen)\n- 0.25 oz 24/7 Waterproof Liquid Eyeliner in Perversion (carbon black)\n- 0.18 oz SuperCurl Mascara in black\n- 0.13 oz Eyeshadow Primer Potion\n- Mini Keychain Speaker",
    "itemID": "B005HNXJOY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 173865
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]