[
  {
    "title": "Proactiv Solution Revitalizing Toner 4 oz.",
    "description": "Step two of our Proactiv Solution daily essentials, this refreshing, alcohol-free toner helps balance skin tone and remove dead skin cells to reveal the vital, radiant skin beneath. \nSize: 4 oz.\n\nBenefits: \nOur special formulation balances skin's natural acids\n\nWitch hazel refines and purifies pores\n\nAloe and chamomile soothe and soften\n\nAllantoin stimulates the grown of healthy tissue\n\nRemoves excess surface oil without drying",
    "itemID": "B001GGX0EK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2393
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Toners & Astringents"
      ]
    ],
    "price": 2.3,
    "brand": "Proactiv"
  },
  {
    "title": "Huetiful Hair and Facial Steamer (Free Shipping - 60 Day Risk Free Trial))",
    "description": "We are so confident in the quality of our brand and the results you'll experience, that we are the only hair steamer brand that offers a No Risk, 100% Money Back Guarantee for the first 60 days along with a 1-year replacement part warranty.\n\nHuetiful brand Hair Steamers are the original and best selling portable hair steamers; designed specifically to address the leading hair frustrations among women with wavy, curly, or kinky-curly hair; whether it is relaxed, natural, colored or transitioning. As a 100% minority owned business based in Atlanta, Georgia, we understand that your hair creates unique hair challenges. Dry hair, breakage, dandruff, frizz. A Huetiful brand Hair Steamer can resolve all of these frustrations and allow you to stop buying multiple deep conditioners, serums and hair treatments that never seem to completely restore enough moisture back to your dry hair. \n\nThis product offering includes a Facial Steamer attachment (value: $19.95). Now you can bring the spa home to your house; give yourself a facial steam spa treatment. \n\nRecommended in Essence, Hype Hair, NaturallyCurly and other leading hair and beauty care publications and blogs.",
    "itemID": "B003XTMRSS",
    "helpful": [
      2,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 156086
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Cricket Ultra Smooth Hair Conditioning Rake Comb infused with Argan Oil",
    "description": "An innovative collection of combs created with a special blend of Argan and Olive oils and Keratin protein infused in the proprietary resin for healthier looking hair with improved manageability. Helps control frizz leaving behind a silky finish and brilliant finish.",
    "itemID": "B006O0APQO",
    "helpful": [
      5,
      5
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 7127
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Combs"
      ]
    ],
    "price": 6.48,
    "brand": "Cricket"
  }
]