[
  {
    "title": "Neutrogena Clean Replenishing Deep Recovery Hair Mask, 6 oz",
    "description": "The concentrated weekly treatment for soft, lustrous hair. Developed to treat extra dry or over-processed hair. This intensive moisture treatment rescues even the most dehydrated hair strands. Use this restorative mask each week for effective treatment of extra dry or over-processed hair. So powerful, just a small amount is enough to restore dried out strands to be soft, lustrous and shining in minutes. Three naturally derived extracts penetrate to help moisturize each layer of the hair strand: Olive penetrates to the center; Meadowfoam Seed helps moisturize the middle; Sweet Almond wraps the surface.",
    "itemID": "B00027CDYM",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5067
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 6.29,
    "brand": "Neutrogena"
  },
  {
    "title": "Neutrogena Triple Moisture Daily Deep Conditioner, 8.5 Ounce",
    "description": "Neutrogena Triple Moisture Daily Deep Conditioner. The daily conditioner with deep moisture benefits for soft, smooth, totally touchable hair all day. Developed to treat extra dry or over-processed hair. Hair softness, smoothness and manageability improve dramatically with every use. The restorative power of a deep treatment is captured with the ease and convenience of a one-minute rinse.",
    "itemID": "B000RYSXWG",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 84624
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoo Plus Conditioner"
      ]
    ],
    "price": 5.23,
    "brand": "Neutrogena"
  },
  {
    "title": "Alberto Vo5 Moisture Milk Conditioner, Strawberries and Cream, 15 Ounce",
    "description": "Treat yourself to the fragrance of fresh picked strawberries. Soy milk protein formula revitalizes dry, damaged hair. Moisturizes as it conditions leaving hair silky, smooth and beautiful. Keeps color treated hair looking great.",
    "itemID": "B001715WH2",
    "helpful": [
      12,
      12
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 57438
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 5.8,
    "brand": "Alberto VO5"
  }
]