[
  {
    "title": "Alpha Hydrox Oil Free Treatment 10 Percent AHA 1.7 fl oz.",
    "description": "If you're looking for a concentrated alpha hydroxy acid product that won't clog your pores with excessive moisturizers, here's your answer: an Oil-Free Gel that packs a serious dose of glycolic acid (one of the most effective AHAs on the market), plus natural ingredients like red sea kelp, green tea, and vitamin B-5. This powerful combination helps nourish skin while working to rid complexion-dulling flakes and roughness.10% AHA Anti-Wrinkle TreatmentRecommended for:&nbsp;Oily, Normal/Oily &amp; Problem-Prone Skin.&nbsp;Not for Delicate/Sensitive Skin.Oil-free.&nbsp;&nbsp;Fragrance-free.&nbsp; Alcohol-free.&nbsp; Effective pH 4.Proven to significantly reduce the appearance of fine lines and wrinkles.Safely lifts dead cells from the skin's surface to revitalize and help restore youthful, healthy, radiant looking skin.Balances natural oils, refines texture, improves elasticity and skin tone.Combines the anti-oxidant benefits of Red Sea Kelp and Green Tea.Contains 10% pure Glycolic-AHA.",
    "itemID": "B000052YM8",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4183
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 11.67,
    "brand": "Alpha Hydrox"
  },
  {
    "title": "Batiste Dry Shampoo 5.05 oz. Tropical",
    "description": "With a deliciously exotic fragrance, revitalises greasy, dull and lifeless hair between washes. Instantly leaves your hair feeling clean, full of body and smelling beautiful. Quick and convenient to use wherever you are. (5.05 oz.)",
    "itemID": "B000KVH1QU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 71162
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 2.93,
    "brand": "Batiste"
  },
  {
    "title": "L'Oreal Paris Sublime Bronze Tinted Lotion",
    "description": "This ultra-lightweight gelee formula dries quickly to provide an even, streak-free tan and leaves skin with a smooth finish.  Formulated with Vitamin E and gentle AHAS for a natural-looking tan.",
    "itemID": "B000YA3HVK",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 14088
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 8.75,
    "brand": "L&#39;Oreal Paris"
  }
]