[
  {
    "title": "Obagi Nu-Derm Foaming Gel -- 6.7 fl oz",
    "description": "Obagi Foaming Gel combines a blend of herbs, natural cleansers and Aloe Vera to create this gentle formula. It frees your skin of pollutants and excess oils without damaging the skins own natural moisture content. It leaves even oily skin clean and touchably soft.",
    "itemID": "B0000Y3FRG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 214
    },
    "categories": [
      [
        "Beauty",
        "Skin Care"
      ]
    ],
    "price": 24.95,
    "brand": "Obagi Medical"
  },
  {
    "title": "BareMinerals Original Foundation Broad Spectrum SPF 15 8 g/0.28 Oz (Fair C10 8g/0.28 oz)",
    "description": "bareMinerals Original Foundation Broad Spectrum SPF15 is an award-winning mineral foundation that gives you all the flawless coverage you want with a no-makeup look and feel that lasts up to eight hours. The creamy minerals diminish the appearance of imperfections without drying out skin. Naturally luminous finish.A groundbreaking formula, bareMinerals Original Foundation Broad Spectrum SPF15 is clinically proven to promote clearer, healthier-looking skin. It is formulated without parabens, binders, fillers, or synthetic chemicals. This foundation has been awarded the \"Best Department/Specialty Stores Foundation\" in the Glammy Award organized by Glamour Magazine from 2005-2013.",
    "itemID": "B00021DVCQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 18978
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 28.0,
    "brand": "Bare Escentuals"
  },
  {
    "title": "Obagi Nu-Derm Toner 6.7 oz.",
    "description": "Obagi Nu-Derm Toner contains a refreshing blend of natural ingredients and herbs that hydrate and tone",
    "itemID": "B0002YLY9K",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 358
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Toners & Astringents"
      ]
    ],
    "price": 22.05,
    "brand": "Obagi Medical"
  }
]