[
  {
    "title": "Microdermabrasion Crystals - 8oz (Grit 120) - Exfoliating Skin Care. NOW YOU CAN PERFORM YOUR OWN MICRODERMABRASION AT HOME! Can easily be added to creams and cleansers to create milder exfoliating products for home use. GREAT FOR ACNE SCAR , WRINKLES, FINE LINES, BLACKHEADS,DRY SKIN OR JUST TO SIMPLY EXFOLIATE TO ENJOY SOFTER SMOOTHER BRIGHTER SKIN !!",
    "description": "Highest Quality Professional Microdermabrasion CrystalsWe've scoured the world and tested aluminum oxide crystals (Corundum) from a variety of sources. After extensive research and use we have found the best quality aluminum oxide crystals available in the country today.&#x2022; These medical grade aluminum oxide crystals (Corundum) are characterized by high purity and white color.&#x2022; They can be used in any microderm-abrasion equipment.&#x2022; These quality crystals are sourced from Brazil or France.Because our primary business is to service the microdermabrasion market, we are able to provide you with the best possible price for the best quality aluminum oxide crystals. Fancy containers do not make the crystals more effective and they cost you more. We keep the costs down and extend the value to you.IngredientsOur crystals come from Brazil or France...Color:White.Purity:99.41% pure white aluminum oxide (Corundum)..Size:We offer wholesale aluminum oxide crystals in 100 and 120 grit size. We recommend 120 grit size, a smaller grain size than 100, to provide a smoother, more even finish.Create your own Microdermabrasion CreamIngredients:1 tbsp. aluminum oxide crystals, 3 tbsp. creamy cleanser.Directions:This is a 3 to 1 ratio so you can make any size you desire. You should use a very fine grit for the aluminum oxide crystals, for example 120.Mix all ingredients thoroughly. Wet your face or body , scoop up a dime sized portion, and massage in a circular motion for a couple of minutes. Rinse with cool water and moisturize afterward.",
    "itemID": "B00CNWY1YY",
    "helpful": [
      17,
      19
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 590
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Microdermabrasion"
      ]
    ],
    "price": 12.99,
    "brand": NaN
  },
  {
    "title": "ORGANIC Vitamin C Serum For Your Face + Hyaluronic Acid - The BEST Organic Anti Aging, Anti Wrinkle Cream On Amazon - We GUARANTEE Your Skin Will Be More Radiant &amp; Youthful Looking Or Your Money Back!",
    "description": "Anti WrinkleReal RadiantOrganic Vitamin C Serumwith Hyaluronic Acid reduces fine linesand plumps skin to make your skin smoother and more radiant.Organic Vitamin C promotes the natural production of collagen in your skinwhich reduces fine lines and slows the formation of new lines formaximum long term results.Anti AgingTopical Vitamin C keeps your skin healthy and has provides amazingantioxidant properties to both reduce the effects of sun damage andpreventing sun damage for occurring. It is not a replacement for sunscreen which should be used daily.Age SpotsDiscoloration and Age Spots are mostly caused by sun damage. OurVitamin C Serumdramatically reduces the number of sunburned cellsas well as reverses age related damage to your face.100% Satisfaction GuaranteedWe stand behind everything we sell. If you are not 100% satisfied with your Organic Vitamin C Serum purchase within 30 days, you can return it for a full refund of your purchase price.",
    "itemID": "B00G4SDPHC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 43266
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Polishes"
      ]
    ],
    "price": 14.95,
    "brand": NaN
  },
  {
    "title": "Skinceuticals LHA Cleansing Gel, 8.0 Fluid Ounce",
    "description": "Designed for aging skin prone to breakouts, skinceuticals LHA cleansing gel combines potent cleansing agents with LHA, glycolic acid, and salicylic acid to decongest pores, smooth irregularities, and brighten skin. Additionally, the triple combination of exfoliating agents works in concert with LHA solution and LHA serum to prime skin for clinical procedures and professional treatments.",
    "itemID": "B00428DLCK",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1128
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Gels"
      ]
    ],
    "price": 27.0,
    "brand": "SkinCeuticals"
  }
]