[
  {
    "title": "Pink Sugar By Aquolina For Women, Deodorant Spray, 3.4-Ounce Bottle",
    "description": "Launched by the design house of Aquolina in 2004, PINK SUGAR is a women's fragrance that possesses a blend of cotton candy, caramel, raspberry, bergamot, licorice, poweder, fig leaves, orange, strawberry, and wood.  It is recommended for daytime wear.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000VOPALY",
    "helpful": [
      3,
      15
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 52965
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's"
      ]
    ],
    "price": 12.95,
    "brand": "Aquolina"
  },
  {
    "title": "Queen Helene Refreshing Natural Facial Scrub Mint Julep -- 6 oz",
    "description": "Deep cleans and gently exfoliates the dull surface layers of your skin.A refreshing natural-fiber facial scrub that deep cleans your skin and leaves a pleasant, tingling mint glow! The gentle exfoliating action draws out impurities, unclogs pores and",
    "itemID": "B0009F3OOA",
    "helpful": [
      1,
      6
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 67361
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Scrubs"
      ]
    ],
    "price": 6.3,
    "brand": "Queen Helene"
  },
  {
    "title": "Deodorant Rosemary Mint 2.50 Ounces",
    "description": "We use pure Rosemary, Mint and Lichen Plant Extract (our own unique discovery) in this gentle, effective and long-lasting formula to control odor all day long without aluminum or other harsh chemicals. Will not irritate sensitive skin.",
    "itemID": "B000F8M9A6",
    "helpful": [
      8,
      9
    ],
    "overall": 3.0,
    "salesRank": {
      "Health & Personal Care": 240757
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Body Sprays"
      ]
    ],
    "price": 4.89,
    "brand": "Earth Science"
  }
]