[
  {
    "title": "eb5 Facial Cream (4 Ounces)",
    "description": "Created by Research Pharmacist Robert Heldfond, eb5 Facial Cream is designed for men and women, seniors and baby boomers alike, who are concerned about aging skin.  Containing Vitamins A, E and B5 in a penetrating and nearly greaseless base, eb5 Facial Cream helps improve the appearance of facial wrinkles, crow's feet, \"feather lips\", uneven blotches and dry, sensitive skin.  It's like using 5 creams in one jar!",
    "itemID": "B0006M5566",
    "helpful": [
      12,
      18
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 1715
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 34.0,
    "brand": "eb5"
  },
  {
    "title": "Neutrogena Rapid Wrinkle Repair Eye, 0.5  Ounce",
    "description": "&nbsp;&nbsp;&nbsp;It's a new era in anti-aging. Neutrogena Rapid Wrinkle Repair Eye Cream containsAcceleratedRetinol SA, for visible results in just one week.AcceleratedRetinol SA combines an exceptional level of Retinol SA with glucose complex, an exclusive booster that delivers pure stabilized retinol into the skin's surface quickly and effectively, leaving feeling smoother and younger-looking.It's clinically proven to help: fade the look of stubborn crow's feet; brighten and even under eye area; smooth fine lines and texture; and reduce the look of dark circles.",
    "itemID": "B004D24818",
    "helpful": [
      14,
      18
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 963
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 8.91,
    "brand": "Neutrogena"
  },
  {
    "title": "REVLON Colorburst Lip Butter, Pink Truffle, 0.09 Ounce",
    "description": "Color burst lip butter combines beautiful color with a buttery balm to give you baby soft, healthy glowing lips. It has a pampering gel formula which glides on lips buttery smooth and instantly hydrates lips.",
    "itemID": "B006GQG9GQ",
    "helpful": [
      7,
      8
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 24375
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 4.14,
    "brand": "Revlon"
  }
]