[
  {
    "title": "Versace Man Eau Fraiche By Gianni Versace For Men Edt Spray 3.4 Oz",
    "description": "VERSACE MAN EAU FRAICHE by Gianni Versace for Men EDT SPRAY 3.3 OZ Lemon, Rosewood, Carambola, Cedar leaves, Tarragon, Sage, Musk, Amber, Sycamore woodWhen&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000XE5260",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 2951
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Men's",
        "Eau de Toilette"
      ]
    ],
    "price": 37.73,
    "brand": "Versace"
  },
  {
    "title": "L'homme Yves Saint Laurent By Yves Saint Laurent For Men. Eau De Toilette Spray 3.3-Ounces",
    "description": "L'Homme YSL, the new fragrance for Men by Yves Saint Laurent. The force of attraction of a man with style and sensuality. A unique combination of luxury, art and modernity for a timeless elegance. A fresh, woody fragrance playing on contrasts. A bright and sparkling freshness with a magnetic and sensual trail. Notes of Bergamot, Ginger and Vetiver.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B0012RYDWG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1246
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Men's",
        "Eau de Toilette"
      ]
    ],
    "price": 58.05,
    "brand": "Yves Saint Laurent"
  },
  {
    "title": "STILL JENNIFER LOPEZ by Jennifer Lopez EAU DE PARFUM SPRAY 3.4 OZ",
    "description": "EAU DE PARFUM SPRAY 3.4 OZ Design House: Jennifer Lopez Year Introduced: 2003 Fragrance Notes: A Fresh Bouquet Of Soft White Flowers. Recommended Use: Evening",
    "itemID": "B00021C5Y6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 102254
    },
    "categories": [
      [
        "Beauty",
        "Fragrance"
      ]
    ],
    "price": 27.16,
    "brand": "Jennifer Lopez"
  }
]