[
  {
    "title": "L'Oreal Paris Sublime Bronze One-Day Tinted Gel, 6.7-Fluid Ounce",
    "description": "Sublime Bronze One Day Instant Tanning Gel delivers a sheer tint of bronze color that lasts up to one day. This unique quick-drying formulation with natural caramel colorant and golden pearls gives skin a natural-looking sun-kissed glow. The no-mistakes formula washes away with soap and water.",
    "itemID": "B0039BGHW2",
    "helpful": [
      7,
      9
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 16303
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 9.5,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "L'Oreal Paris Sublime Bronze Luminous Bronzer, 6.7 Ounce",
    "description": "Go from pale princess to luminous bronze goddess in an instant. With light-reflecting micro-particles, Sublime Bronze Luminous Bronzer instantly illuminates your skin for a natural-looking, long-lasting bronze glow. Enriched with fast-action self tanners and Vitamin E, a powerful anti-oxidant, this quick-drying lotion replenishes skin as your sunless tan develops. A beautifully radiant sun-kissed look, streak-free, sun-free. All with a new deliciously fresh summer scent. Now, Summer never has to end.",
    "itemID": "B00277JKY6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13638
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 7.84,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "Revlon Perfect Heat 1-1/2inch Curling Iron",
    "description": "When it comes to curling irons, structural extras are always  second to quick, effective heat. The Revlon Perfect Heat curling iron  doesn't have much in the way of frills, but it does deliver safe,  consistent heat with a minimal cooling period between uses. Ideal for  creating extra-large curls and volume, the 1-1/2-inch barrel on this  iron has a clamp with a wide, conveniently snug thumb lever and a  stay-cool tip for extra control during styling. In addition to the 60-second  heating time, the iron includes an automatic shutoff, a power indicator  light, and a built-in prop to keep the barrel off the bathroom counter.  The stand is somewhat shorter than on most irons and the cord doesn't  swivel, but the barrel is so maneuverable that these minor drawbacks  aren't much of a problem. Even better, Revlon builds this iron with  worldwide voltage, so travel is easy.--Emily Bedard",
    "itemID": "B00005CDSP",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9493
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Curling Irons"
      ]
    ],
    "price": 15.28,
    "brand": "Revlon"
  }
]