[
  {
    "title": "Dial Antibacterial Liquid Hand Soap, White Tea &amp; Vitamin E , 7.5-Ounce Pump Bottles (Pack of 12)",
    "description": "Moisturize and Clean with One SolutionDial Antibacterial Hand Soap, White Tea & Vitamin E is a crystal clear liquid hand wash that works wonders on your skin. It gently removes dirt and bacteria from your hands and keeps it clean and soft. With the goodness of antioxidants and other essential nutrients, it locks skin's natural moisture and doesn't dry out or leave skin stretched.&bull;Blend of cleansing and moisturizing formula&bull;Contains skin balancing moisturizers&bull;Gentle on skin and tough on dirtThis ambrosial hand soap is an attractive blend that cleans and nourishes your skin. Its bracing fragrance adds delight to each wash.Just For You:All skin typesA Closer Look:Dial Antibacterial Hand Soap, White Tea & Vitamin E includes the natural antioxidant white tea and nourishing Vitamin E to provide healthy and soft looking skin.Get Started:Pump liquid hand soap into hands and lather vigorously. Rinse well and dry.",
    "itemID": "B0019CTF36",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 19473
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Soaps"
      ]
    ],
    "price": 22.27,
    "brand": "Dial"
  },
  {
    "title": "Aveeno Positively Radiant Skin Brightening Daily Scrub, 5 Ounce",
    "description": "This daily facial scrub helps improve skin tone, texture and clarity to reveal brighter, more radiant skin. This unique formula combines moisturerich soy extract with smooth, round microbeads to gently exfoliate while you cleanse, leaving skin soft, smooth and evenlooking. Its soapfree, oilfree, hypoallergenic ingredients are good for everyday use and gentle enough for sensitive skin.",
    "itemID": "B0000632EN",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 6.63,
    "brand": "Aveeno"
  },
  {
    "title": "Babylisspro TT Tourmaline Titanium Travel Dryer, Red",
    "description": "Why sacrifice your hair while vacationing? Enjoy professional class hair drying with the Babyliss Tourmaline Mini Folding Travel 1000 Watt Hair Dryer. Tourmaline is a natural source of negative ions and far-infrared heat. Negative Ions eliminate frizz and close the cuticle to create smooth, shiny hair. Dual Voltage allows for worldwide usage. Pure tourmaline gemstones fused with ceramic.",
    "itemID": "B003QKL5YQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 194
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 23.95,
    "brand": "BaBylissPRO"
  }
]