[
  {
    "title": "Tree Hut Shea Body Butter, Brazilian Nut, 7-Ounce (Pack of 3)",
    "description": "Experience Tree Hut Body Butter with rich, sweet essence of Brazil Nut. Natural Brazil nut oil hydrates and repairs, damaged and neglected skin, with vitamins A, C and E, helping it to regain its healthy sheen. This extra thick body butter, infused with certified organic Shea butter, Cocoa butter, Brazil nut oil and Safflower Seed oil, was designed to seal in moisture for those problem areas, leaving you with repaired, renewed skin.",
    "itemID": "B000KFX10G",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8800
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 30.95,
    "brand": "Tree Hut"
  },
  {
    "title": "Australian Gold Sinfully Black 15x Deep Dark Bronzing Tanning Lotion, 8.5 Ounce",
    "description": "15x deep dark bronzing power: caramel, monoi de tahiti, walnut shell extract, and other bronzers work together to get you the deepest darkest color. Hemp seed oil: one of nature's best natural moisturizers. Sinful skin softeners: combination of vitamins, sunflower oil, and kukui nut oil soften and smooth skin. Fragrance: temptuous berry.",
    "itemID": "B002WJOOIQ",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1603
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Tanning Oils"
      ]
    ],
    "price": 11.24,
    "brand": "Australian Gold"
  },
  {
    "title": "Devoted Creations &#150; Pauly D Bronze Beats",
    "description": "Are you ready for the darkest, most extreme DHA-Free bronzer? Pauly D's Bronze Beats formula is just that! This ultra sexy silk bronzing blend takes tanning to the next level! Utilizing super advanced tanning technologies that allow your natural color to continue to darken over time. Featuring intense anti-aging and firming ingredients.\n\n*Blended with multiple accelerators that work to target melanin production and achieve fast, dark tanning results.\n*RevitaFit - Tones & tightens the skin.\n*Matrixyl - targeted anti-aging complex that reduces the appearance of fine lines and wrinkles for long-lasting results.\n*MelanoBronze Technology - enhances the skin's natural pigmentation to help build a natural and healthy looking tan. This technology continues to work long after UV exposure to protect the skin and stimulate melanin in the melanocytes for a faster, darker tan.\n*Formulated with immediate bronzers to provide instant color with a slight skin illumination to hide tiny imperfections.\n*Black Tea Extract - strong antioxidant with astringent properties that helps to reduce blemishes.\n*Silk Extracts - For a soft and silky feeling on the skin.\n*FreshTek - proprietary blend of deodorizing and skin freshening ingredients.",
    "itemID": "B0067N2SJU",
    "helpful": [
      19,
      20
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 29189
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 19.95,
    "brand": "Devoted Creations"
  }
]