[
  {
    "title": "Maybelline Lash Stiletto Voluptuous Mascara/eyeliner, 973 Very Black",
    "description": "Lash stiletto Voluptuous washable mascara: removes easily with soap and water or Maybelline New York expert eyes 100% oil-free eye makeup remover. Ophthalmologist tested. Contact lens safe. Unstoppable smudge-proof, waterproof eyeliner: stays put all day; holds your look in place until you remove it. Glides on smoothly; easily lines & defines eyes. Self-sharpening; swivels up and down so point stays sharp. Safe for sensitive eyes. Contact lens safe. Ophthalmologist tested.\n\nDramatic length\nImpactful volume\nPlump & stretch brush",
    "itemID": "B007L5UGZ6",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 133555
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 8.7,
    "brand": NaN
  },
  {
    "title": "Thayers - Rose Petal Witch Hazel with Aloe Vera Alcohol-Free Toner - 12 oz.",
    "description": "Thayers Witch Hazel with Aloe Vera Rose Petal With ALOE VERA Formula Gentle Moisturizes Vitamin E Alcohol-Free Rose Petal Witch Hazel Toner With Certified Organic Witch hazel and Aloe Vera Formula Over 120 years ago Rose Thayer niece of Henry Thayer MD developed an all-natural recipe for extra-soft youthful-looking skin As she aged many would comment on how she always looked 10 years younger than she was Now for the first time her secret formula of Rose Petal water blended with Witch Hazel extract Certified Organic Aloe Vera and Vitamin E is being made available Witch Hazel helps to tighten pores and to smooth and beautify skin without drying THAYERS proprietary Certified Organic Witch Hazel (derived from the bark) is not distilled thereby maintaining all the beneficial natural tannins Assay of hamamelitannin shows that Witch Hazel bark extract is 31 times richer in hamamelitannin than the leaf extract and 87 times richer than the stem extract (Resource: Vennat B \"Tannins from Hamamelis virginana \" Plant Medica 54(1988):454-457) \"Rose's secret to looking 10 years younger naturally\" Alcohol-Free Paraben-Free Propylene Glycol-Free Un-Distilled Witch Hazel (with all the beneficial natural tannins) Moisturizes Cleanses Free Of Alcohol Disclaimer These statements have not been evaluated by the FDA These products are not intended to diagnose treat cure or prevent any disease Thayers Witch Hazel with Aloe Vera Rose Petal Directions Apply with a cotton ball or soft pad to cleanse soften refresh and moisturize skin Use anytime throughout the day as a softening refresherIngredients: Purified water aloe barbadensis leaf (certified organic filet of aloe vera) glycerin (vegetable) fragrance (natural rose) hamamelis virginiana (THAYERS proprietary un-distilled certified organic witch hazel) extract rosa centifolia (rose) flower water citric acid citrus grandis",
    "itemID": "B00016XJ4M",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 10
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 10.48,
    "brand": "Thayer&#39;s"
  },
  {
    "title": "Maybelline New York Line Stiletto Ultimate Precision Liquid Eyeliner, 502 Black, 0.05 Fluid Ounce",
    "description": "A liquid liner that allows you the ultimate control to create any line you want  elongates your lash line to shape and define eyes like never before. Our flexible felt tip glides on smoothly for the most precise control. No tugging. No dragging. all day wear up to 8 hours.",
    "itemID": "B002LFNQT4",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 148910
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyeliner"
      ]
    ],
    "price": 7.8,
    "brand": "Maybelline"
  }
]