[
  {
    "title": "Ardell Brow and Lash Growth Accelerator",
    "description": "Ardell Brow and Lash Accelerator Treatment Gel is a concentrated serum of multi proteins that works to immediately repair weak lashes and restore thickness of over tweezed or thinning brows. Added conditioners soften dry, brittle lashes enabling them to grow longer, thicker and fuller. Use nightly. After cleansing face, brush on to lashes and or brows. Leave on all night.",
    "itemID": "B000VDUOFM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4365
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 1.79,
    "brand": "Ardell"
  },
  {
    "title": "Rapidlash Eyelash Enhancing Serum (3ml), 0.1-Fluid Ounces Bottle",
    "description": "This innovative high-performance serum formulated with advanced polypeptides helps amplify the length, thickness and volume of eyelashes with a simple once a day application.  Ideal for women and men, brittle, weak, thin or short lashes and eyebrows.",
    "itemID": "B002WTC38O",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyebrow Color"
      ]
    ],
    "price": 23.0,
    "brand": "RapidLash"
  },
  {
    "title": "Essie Nail Polish Marshmallow, .5 Ounce",
    "description": "These high-quality nail polishes were vote the \"Best Overall Nail Polish Line\" by InStyle magazine. Essie pride themselves on producing great nail polishes that go on smooth and don't leave streaks. Celebrities who use Essie: Kristin Davis, Debra Messing, Britney Spears, Jennifer Lopez, Sharon Stone, Oprah Winfrey and Naomi Campbell ! What's in a name? Each season Essie Weingarten has the difficult task of naming six new colors of polish. Naming a polish is tricky; however the key to the success of Essie Cosmetics is not only the glorious colors, but the descriptive memorable names.",
    "itemID": "B000142C1A",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7849
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 5.58,
    "brand": "Essie"
  }
]