[
  {
    "title": "Kevin Murphy Anti Gravity Oil Free Volumiser 5.1 oz",
    "description": "Kevin Murphy Anti Gravity Oil Free Volumiser-an oil free volumiser and texturiser",
    "itemID": "B00140RXHS",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8659
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 44.99,
    "brand": "Kevin Murphy"
  },
  {
    "title": "EltaMD SPF 30 Plus UV Facial Sunscreen, 3 Fluid Ounce",
    "description": "EltaMD  UV facial SPF 30 plus is a light, creamy, moisturizing sunscreen specifically formulated to provide moisturizing UVA/UVB protection for the face. For all skin types - especially moderate to dry. This product can be worn with or without makeup and is perfect for post-microdermabrasion, post laser treatments, ipl treatments and chemical or glycolic peels.",
    "itemID": "B000PHRIYE",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4616
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 18.72,
    "brand": "EltaMD"
  },
  {
    "title": "John Masters Organics John Masters Organics Deep Scalp Follicle Treatment &amp; Volumizer for Thinning Hair 4.2 fl oz - 4.2 fl oz",
    "description": "Relish in a rich, satisfying, and entirely indulgent hair care connoisseur. John Masters Organics Deep Scalp Follicle Treatment & Volumizer for Thinning Hair is a scalp-savvy, super-food source for distressed, fine, and altogether sallow strands. This one-of-a-kind topical solution delves deep into your distressed scalp to help stimulate circulation, balance oil production, and eliminate free radicals, all of which have an impact on the health of hair. With ingredients such as Vitamin B and Gotu Kola, your hair will be both invigorated and soothed....",
    "itemID": "B0006SFXYY",
    "helpful": [
      1,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11537
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 19.95,
    "brand": "John Masters"
  }
]