[
  {
    "title": "Alpha Hydrox Foaming Face Wash -- 6 fl oz",
    "description": "This wonderfully sudsy foaming cleanser gently but thoroughly removes every trace of dirt and makeup to leave skin refreshed and totally clean. It's soap-free, alcohol-free, and pH balanced, which means dry complexions can use it without any fear of stripping natural oils. Yet oily skin can also benefit, since this cool wash doesn't pack any of the pore-clogging moisturizers that can contribute to acne.Gentle Soap-Free CleanserRecommended for: &nbsp;All Skin Types.&nbsp;Soap-free.&nbsp; Fragrance-free.&nbsp; pH balanced.&nbsp; Alcohol-free.&nbsp; Oil-free.Cleanses while maintaining skin's moisture level.Leaves skin looking and feeling soft, smooth and fresh.Safe and gentle for eye makeup removal.Removes impurities and environmental pollutants.Rinses clean, leaving no irritating residue.Alpha Hydrox&reg; Foaming Face Wash is highly recommended for use with Alpha Hydrox&reg; Anti-Wrinkle Treatment products, due to its soap-free gentle cleansing.&nbsp; Soap-based cleansers and facial scrubs may dry and irritate the skin.",
    "itemID": "B000052YM4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1931
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 7.38,
    "brand": "Alpha Hydrox"
  },
  {
    "title": "Alpha Hydrox Enhanced Lotion 10 percent Glycolic AHA -- 6 fl oz Anti-Wrinkle",
    "description": "Concentrated pure glycolic acid (one of the most effective alpha hydroxy acids on the market) works diligently on your complexion, leaving skin visibly firmer, smoother, and more refined with a simple, once-a-day application of this treatment lotion. For added moisturizing benefits, pure vitamin E--long known to beautifully rehydrate skin--is also a key ingredient.10% AHA Anti-Wrinkle Treatment.Recommended for:&nbsp; &nbsp;Dry to Normal Skin Types.&nbsp;Not for use on delicate/sensitive skin.Absorbs quickly.&nbsp; Fragrance-free.&nbsp; Effective pH 4.Proven to significantly reduce the appearance of fine lines and wrinkles.Safely lifts dead cells from the skin's surface to revitalize and help restore youthful, healthy, radiant-looking skin.Renews moisture, refines texture, improves elasticity and skin tone.Specially formulated with rich moisturizers and Vitamin E.Contains 10% pure Glycolic-AHA.The exfoliating effect of Alpha Hydrox Enhanced Lotion is also beneficial for use on the legs, arms and body.&nbsp; Its rich moisturizers and alpha hydroxy provide soft, smooth, silky skin when used on these areas.",
    "itemID": "B000052YM7",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 561
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 9.67,
    "brand": "Alpha Hydrox"
  },
  {
    "title": "Tweezerman Skin Care Tool",
    "description": "This tool has a thin angled loop to roll out mature whiteheads and a flat side to press out blackheads. Solid Stainless Steel.",
    "itemID": "B000EN0ORW",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 34042
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Treatment Tools",
        "Blemish Tools"
      ]
    ],
    "price": 10.3,
    "brand": "Tweezerman"
  }
]