[
  {
    "title": "ORGANIC Argan Oil 4OZ &#9733;SALE&#9733; 100% PURE Argan Oil for Hair, Face, Skin &amp; Nails | USDA Certified | Best Argania Spinosa from Morocco - Cold Pressed, Unrefined Virgin Argan Oil | Great for Acne, Dry Scalp, Body, Cuticles - &#9733; WORKS OR YOUR MONEY BACK | 100% LIFETIME Money Back Guarantee",
    "description": "See How Easily You Can Obtain The Best Looking Face, Skin, Hair and Nails!InstaNatural's 100% Pure Certified Organic Argan Oil will bring your skin and hair to life in just one short week!&#x2022;Lightweight & purefor the ultimate healthy glow.&#x2022; Look like aHollywood Celebritywith 100% Pure Argan Oil ONLY.&#x2022;No preservatives, chemicals, or artificial fragrances used.&#x2022; Made organically in small batches to ensure premium quality! This batch / Lot # is as fresh as it gets: Harvested / Imported in April 2014.Whatever your needs, InstaNatural's 100% Argan Oil is the number one choice for moisturizer!&#x2022; Naturallyfreshens, hydrates and softens dry skinbetter than any other moisturizer on the market.&#x2022;Repairs and beautifies hair, from roots to split-ends.&#x2022;Strengthensbrittle nails and cuticles.LIFETIME 100% Satisfaction Money Back Guarantee! If you're not completely satisfied, return the bottle + get a full refund. No questions asked.While we try our best to stay in stock..InstaNatural Argan Oil is produced in small batches to ensure quality and freshness. We apologize if we run out....So Click the Add to Cart Button Now to Secure your Fresh Bottle of InstaNatural's Argan Oil! What do you have to lose?",
    "itemID": "B00H93NJLS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 407
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 17.77,
    "brand": NaN
  },
  {
    "title": "Dead Sea Mud Facial Mask and Deep Facial Cleanser by Adovia - Deep Pore Cleansing and Purifying Acne Treatment - Reduce Acne, Blackheads &amp; Pimples - Natural Face Mask, Exfoliator and Skin Care Treatment for Women, Men and Teens - Works for Eczema, Psoriasis, Acne and Blackheads - Leaves Your Skin Clear, Radiant and Younger Looking - 100% Satisfaction Guaranteed",
    "description": "This Dead Sea Mud Mask contains 30 Treatments which lasts for 3-4 Months. Each treatment provides the ingredients and results of a $120 facial at a high end dermatology spa! \n\nMade with Pure Dead Sea Mud with the highest concentration of minerals - vital for facial skin treatment glow.This mask is made by the Dead Sea experts and contains the highest and freshest concentration of Dead Sea Mud. Reduce Oil and Blackheads and get more clear and radiant skin.Works great for Eczema and Psoriasis as well due to Dead Sea salt and mud known properties that help relieve Eczema, Psoriasis and acne symptoms.Apply a layer to clean, dry skin once per week or as needed, as a facial mask for the whole face or as spot treatment for blackheads or pimples.",
    "itemID": "B00IBS9QC6",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2080
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 32.0,
    "brand": NaN
  },
  {
    "title": "Adovia Natural Dead Sea Mud Soap - Great for Eczema, Psoriasis or Acne! 125 GR (4.4OZ)",
    "description": "Our All Natural Black Mud Soap contains a unique combination of Dead Sea minerals derived from Dead Sea Mud. This effective mud soap removes dirt and cleanses your skin, while simultaneously infusing it with minerals essential to keeping your skin hydrated and moisturized. Our Dead Sea mud soap is enriched with century old Dead Sea mud, leaving your skin cleansed and nourished. As more people are learning about the healing and beauty effects of black mud from The Dead Sea, this soap is becoming a very popular choice for skin care conscious people.",
    "itemID": "B000F6RFX4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2220
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 6.0,
    "brand": "Adovia"
  }
]