[
  {
    "title": "20 Pairs Regular Long and Thick Eyelashes Style 1 and 2",
    "description": "Create a feminine look by enhancing your eyelash length with these false lashes!",
    "itemID": "B00538TSMU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 22
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 2.6,
    "brand": "DPNY"
  },
  {
    "title": "niceEshop 32 Pcs Elegant Professional Beauty Cosmetic Makeup Brush Set Kit with Free Case",
    "description": "Model: HLWX-EI16505 Size: Open size: 28 \" * 9 1/2 \" (72cm * 24.cm) Close size: 9 1/2 \" * 5 1/2 \" (24cm * 14.cm) Material: Natural hair Color: Black Brushes set contains: Powder Brush, Large Contour Brush, Square Shadier Brush, Large Sable Shadier Brush, Small Sable Shadier Brush, Lip Brush, Mascara Brush, Large Synthetic Shadier Brush, Etc This 32 pc set includes all the brushes you'll ever need to create perfectly polished makeup styles. Perfect for professional salons or personal use! Each brush is covered with a clear plastic wrap for cleanliness. Our exclusively selected natural hair mineral makeup brushes will make a great addition to your collection. This complete collection of luxury makeup brushes includes the essential brushes used by professional makeup artists throughout the makeup world. How to clean makeup brushes: 1. Run the bristles of brush under warm running water. 2. Apply a small amount of gentle shampoo to bristles and work into a light lather. 3. Rinse bristles thoroughly under running water. You will notice that the water leaving the brush is tinted from old makeup. 4. Continue rinsing until no color leaves the brush. 5. Allow it to air-dry.",
    "itemID": "B0067F8BBM",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 186
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 14.18,
    "brand": "niceEshop"
  },
  {
    "title": "Sleek MakeUp Face Form (375 Dark)",
    "description": "LIGHT Contouring powder, highlighting powder, and Rose Gold Blush\n\nMEDIUM Contouring powder, highlighting powder, and bronzer\n\nDARK Contouring powder, highlighting powder, and dark bronze\n\n\n\n        Using an angled Contour Brush apply the pressed powder to the lower half of the cheekbone for a darker defined look.\n        Apply the highlighter to the upper cheekbone, hollow of the chin, and length of the nose. Finish the look with a bronzer or complexion enhancer (depending on your skin tone), by applying to the apples of the cheeks, temples, and to blend your contouring on the lower cheekbone.",
    "itemID": "B00AZY5PT2",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 22461
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 14.89,
    "brand": "Sleek"
  }
]