[
  {
    "title": "Shampoo - Organic &amp; 100% Natural Ingredients - For Oily or Dry Hair - For Men - For Women - For Kids &amp; Babies too! - Sulfate Free - No SLS, No SLES, No Parabens, No PG or PG Derivatives, No Harmful Chemicals (like fragrance, chemical preservatives or petrochemicals) - Every Bottle Made by Hand - Satisfaction GUARANTEED - NEW LARGER BOTTLE WITH TWICE THE AMOUNT OF PRODUCT - Cruelty Free - No Animal Testing",
    "description": "We have worked for 15 years to refine our formulas. What we put into our products is just as important as what we leave out. Our shampoo is a rich, nutritious, salon quality shampoo that will clean, nourish & feed your hair with organic & all natural ingredients, including extracts and essential oils, leaving it healthy and beautiful. Excellent for those with sensitive skin.  Lathers and rinses clean with skin & scalp soothing ingredients, without leaving build-up, stripping, drying or weighing hair down. Safe for color treated hair. NO harmful chemicals what-so-ever! No SLS, SLES, parabens, PG or PG derivatives, sulfates, dyes, fragrance, anesthetizing agents or petrochemicals. Environmentally friendly. Each bottle is made by hand with biodegradable labels and recycled plastic bottles for a cleaner global environment.",
    "itemID": "B00FXH7YZ4",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5137
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 18.99,
    "brand": NaN
  },
  {
    "title": "Body Soap - Organic &amp; 100% Natural Ingredients - GUARANTEED Fresh - For Men &amp; Women &amp; Babies too! - Every Bar is Made by Hand - No SLS - No SLES - No Parabens - No PG or PG Derivatives - No Harmful Chemicals (like fragrance or preservatives) - Satisfaction GUARANTEED! - 2 BAR SET - Cruelty Free - No Animal Testing",
    "description": "We have worked for 15 years to refine our formulas. What we put into our products is just as important as what we leave out. Our body soap is rich, nutritious and will clean, nourish & feed your skin with organic & all natural ingredients, including extracts and essential oils. It leaves your skin healthy and beautiful. Excellent for those with sensitive skin. Lathers and rinses clean with skin soothing ingredients, without leaving build-up, stripping or drying out your skin. NO harmful chemicals what-so-ever! No SLS, SLES, parabens, PG or PG derivatives, sulfates, dyes, fragrance or anesthetizing agents. Environmentally friendly. Each bar is made by hand.",
    "itemID": "B00G08XZEE",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 33989
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 11.99,
    "brand": NaN
  },
  {
    "title": "Vitamin C Serum - Best Anti-Aging Vitamin C Serum with Hyaluronic Acid For Your Face and Skin - Organic &amp; Natural - Collagen Beauty Booster Recharges &amp; Renews Skin - Gives Hydration &amp; Brightens Skin with a Luxurious feel - Potent 18% Pure Stabilized Vitamin C with Hyaluronic Acid Serum Builds Collagen &amp; Repairs Damaged Skin - for a Youthful-Looking Radiant Complexion by Neutralizing Free Radicals - A Gift of Beautiful Skin - for Men &amp; Women - Highest Quality C Serum Available - 1fl oz (30 ml) - Satisfaction GUARANTEED - At Peak Products(TM), We Love Helping You Love You!",
    "description": "YOU CAN BE BEAUTIFUL AT ANY AGE - WITHOUT THE NEED OF COSMETICS OR SURGERYWE BRING YOU THE HIGHEST QUALITY VITAMIN C SERUM AVAILABLE - 72% ORGANIC AND 98% NATURAL - 100% EFFECTIVE:- Our potent Vitamin C Serum gives you eight-fold antioxidant protection, ninety-six percent reduction of sunburn cells and prevention of free radical formation in sun exposed skin.- Greatly improves complexion. Leaves your skin soft and smooth but NOT oily. Fades sunspots and discoloration, refines skin texture, reduces fine lines and wrinkle formation and diminishes existing wrinkles. Suspended in a concentrated base of pure vegan hyaluronic acid, our serum plumps skin cells, protects, repairs and restores. Our serum is a concentrated delivery system for the highest form of active, bio-available vitamin C for beautiful youthful skin.- Stimulates the skin's own rate of natural exfoliation and production of collagen for a radiant look and feel. Our potent antioxidant serum contains a high level of 18% stabilized vitamin C. Highly concentrated, our serum will boost antioxidant performance. Results are improved skin tone, diminished age and brown spots, reduced pigmentation and overall healthier skin.OUR GUARANTEE TO YOU:If for any reason you are not completely satisfied within 30 days, simply let us know and we will refund your entire purchase. No questions asked!We apologize if we are out of stock. We make our Vitamin C Serum in small batches to ensure freshness. Order your bottle of Peak Vitamin C Serum NOW while its still in stock!Beware of cheap, generic versions of Vitamin C Serum on the market. Especially those who don't list all their ingredients, or who aren't natural and organic. You do not want cheap harmful chemicals on your skin.",
    "itemID": "B00HI6FN3S",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 16380
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 24.99,
    "brand": NaN
  }
]