[
  {
    "title": "Tropic Isle Living Jamaican Black Castor Oil, 4 Ounce",
    "description": "Tropic isle's living jamaican black castor oil is a rich, light brown oil which is processed the old fashioned way by roasting the castor bean. Jamaican black castor oil origin can be traced back to  ethiopia, africa. It's believed that this natural castor oil originally came to jamaica from slaves taken from africa. Jamaican elders didn't waste any time in discovering the various uses for this oil. Black castor oil is a great addition to any hair or skincare regimen. This castor oil can be use as is or add to your favorite hair products.",
    "itemID": "B003COAFPQ",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 337
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 3.88,
    "brand": "Tropic Isle"
  },
  {
    "title": "Tropic Isle Jamaican Black Castor Oil Shampoo, 8 Ounce",
    "description": "Silk and sleek straightening polish with silk amino acids and essential oils. Formulated for heat styling protection, radiant shine and perfecting smooth straight styles. Contains no sulfates or alcohol. 100% natural ingredients.",
    "itemID": "B003KIU14O",
    "helpful": [
      1,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 12702
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 7.92,
    "brand": "Tropic Isle"
  },
  {
    "title": "Jojoba Oil, Golden Organic 100% Pure 4 oz",
    "description": "Jojoba oil comes from the beans of the shrub like plant, simmondsia chinensis. This is the highest grade certified organic, cold pressed oil (actually a liquid plant wax). It is bright and golden in color and is regarded as the most favored in the carrier oil family because of its advanced molecular stability. Also makes a great scalp cleanser for the hair, and is equally wonderful for the skin because it has absorption properties that are similar to our skins own sebum.",
    "itemID": "B005FFVATK",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3661
    },
    "categories": [
      [
        "Beauty",
        "Fragrance"
      ]
    ],
    "price": 6.29,
    "brand": NaN
  }
]