[
  {
    "title": "Ecco Bella FlowerColor Liquid Foundation SPF 15, Ivory Porcelain",
    "description": "Gluten-free. Vegan. Paraben-free.  Color choice. Colors are as neutral in tone as possible, and not yellow or pink. We do not attempt to &#x201C;color correct&#x201D; your beautiful skin tone. Choose your color based on lightest to darkest.",
    "itemID": "B000URVDIQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 135352
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 20.34,
    "brand": "Ecco Bella"
  },
  {
    "title": "Maybelline New York Fit Me! Powder, 325 Cream Beige, 0.3 Ounce",
    "description": "Flawless that lets the real you come through. It's makeup that doesn't mess with you. No oils. No waxes. No nonsense. Natural coverage that leaves skin the way it was meant to be: fresh, breathing, flawless.",
    "itemID": "B004675BIE",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 96018
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 5.99,
    "brand": "Maybelline"
  },
  {
    "title": "LAVANILA The Healthy Deodorant Vanilla Lavender 2.0 oz",
    "description": "Not Your Mother's DeodorantYes, it's possible to maintain long-lasting odor protection without harsh chemicals. With fresh scents and soothing essential oils, this dermatologist-recommended deodorant is like no other.100% NaturalDermatologist recommendedClinically testedNo harsh chemicalsFree of petrochemicals, phthalates, propylene glycol, mineral oils, silicone, synthetic dyes, sulfates, and parabensEspecially Suited For:All skin types.Essential Elements:Defends and nourishes with an infusion of antioxidants, essential oils, and beta glucan technology.For Best Effect:Use as directed.",
    "itemID": "B002787ACO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 3328
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 14.0,
    "brand": NaN
  }
]