[
  {
    "title": "John Masters Organics John Masters Organics Deep Scalp Follicle Treatment &amp; Volumizer for Thinning Hair 4.2 fl oz - 4.2 fl oz",
    "description": "Relish in a rich, satisfying, and entirely indulgent hair care connoisseur. John Masters Organics Deep Scalp Follicle Treatment & Volumizer for Thinning Hair is a scalp-savvy, super-food source for distressed, fine, and altogether sallow strands. This one-of-a-kind topical solution delves deep into your distressed scalp to help stimulate circulation, balance oil production, and eliminate free radicals, all of which have an impact on the health of hair. With ingredients such as Vitamin B and Gotu Kola, your hair will be both invigorated and soothed....",
    "itemID": "B0006SFXYY",
    "helpful": [
      11,
      11
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11537
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 19.95,
    "brand": "John Masters"
  },
  {
    "title": "John Masters Organics John Masters Organics Lavender &amp; Avocado Intensive Conditioner 7 fl oz - 7 fl oz",
    "description": "You see it. You want it. We've got it. For that silky, satin, moisturized, and buzz-worthy sheen, try John Masters Organics Lavender & Avocado Intensive Conditioner. It's a multipurpose, multi-powered, multifaceted conditioner for every hair type that contains Lavender and Avocado Oils to combat the dry and dull and break through with gleaming, glorious, full-bodied confidence....",
    "itemID": "B0015Z5BU8",
    "helpful": [
      9,
      9
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3325
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoo & Conditioner Sets"
      ]
    ],
    "price": 14.95,
    "brand": "John Masters"
  },
  {
    "title": "Josie Maran Argan Oil 1.7 oz",
    "description": "This 100% Pure Argan Oil is a legendary oil that's rich in vitamin E and essential fatty acids, and grown organically in Morocco. With its multitasking benefits, Argan Oil can be used for many areas including hydrating and nourishing skin, as a daily moisturizer, skin treatment, treating spilt ends, and softening cuticles. It's gentle enough to use on all skin types and is believed to help with skin conditions including acne. Argan Oil easily absorbs into skin to give you a youthful, dewy glow, and has astonishing healing, conditioning, and antiaging properties to keep your skin and hair nourished and revitalized and to keep you looking beautiful from head to toe.100% Pure Argan Oil is first cold pressed to ensure the best quality, highest-grade oil. It is housed in a recyclable glass bottle and purchased from women's cooperatives in Morocco to support their social and economic welfare. These cooperatives work within a UNESCO biosphere reserve that ensures the protection and reforestation of Argan trees.",
    "itemID": "B001DJ9JJU",
    "helpful": [
      5,
      7
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2048
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 34.95,
    "brand": "Josie Maran"
  }
]