[
  {
    "title": "Godefroy 28 Day Mascara Permanent Eyelash and Eyebrow Tint Kit, Black",
    "description": "Buy Godefroy Mascaras - Godefroy 28 Day Mascara Permanent Eyelash and Eyebrow Tint Kit Black. How-to-Use: An allergy test is required 24 hours before use of this product. *For best results wash lashes thoroughly with mild soap. Let lashes dry before treatment. *Apply a thin layer of petroleum jelly around eye area. this will prevent staining and will adhere eye shield to skin. Place enclosed eye shield on skin underneath eye lashes. Eye shields can be trimmed for a cus",
    "itemID": "B002T71IL2",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1093
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 15.95,
    "brand": "Godefroy"
  },
  {
    "title": "Maybelline New York Eye Studio Lasting Drama Gel Eyeliner, Eggplant 956, 0.106 Ounce",
    "description": "The most intense line for lasting drama. Eye studio lasting drama gel eyeliner holds highly concentrated pigments in a clear gel base, so color is more intense and lines resist wear for 24 hours. Smudge proof and waterproof.",
    "itemID": "B0030HKJ8I",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 43862
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyeliner"
      ]
    ],
    "price": 7.57,
    "brand": "Maybelline"
  },
  {
    "title": "Peter Thomas Roth Un-Wrinkle&reg; 1 fl oz",
    "description": "Like a trip to the dermatologist without the pinch: this potent, neuropeptide and peptide-packed serum blasts deep wrinkle and expression lines while boosting collagen production.  So popular. So effective. And procedure free. Exclusive, patent pending blend of six powerful, 100% active ANTI-AGING PEPTIDES and NEURO- PEPTIDES (highly concentrated at 23%) are combined with vitamins and skin moisturizers to create this wrinkle fighting solution with the highest degree of effective ingredients. Three neuropeptides, SYN&#xAE;- AKE* at 4%, SNAP-8* at 10% and ARGIRE- LINE&#xAE;* (hexapeptide) at 3% and three peptides, SYN&#xAE;-COLL* at 3% and MATRIXYL&#x2122; 3000* (a dual peptide) at 3% complete this patent pending blend. Helps to reduce the appearance of deep wrinkles and fine lines from the first application while helping to relax and diminish the appearance of facial expressions that may lead to crows feet, brow furrow wrinkling, laugh lines, frown lines, and other skin creases. Leaves skin looking soft, smooth and years younger.",
    "itemID": "B0019UZCFI",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 17664
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 31.69,
    "brand": "Peter Thomas Roth"
  }
]