[
  {
    "title": "Sexy Hair Big Sexy Hair Powder Play Volumizing and Texturizing Powder, 0.53 Ounce",
    "description": "Big sexy hair powder play volumizing and texturizing powder powers up the volume in every hair type with no product feel! Its weightless, odorless and colorless on hair.",
    "itemID": "B00390DN34",
    "helpful": [
      18,
      21
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 316
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Mousses & Foams"
      ]
    ],
    "price": 11.95,
    "brand": "Sexy Hair"
  },
  {
    "title": "Neutrogena Rapid Tone Repair Moisturizer Night, 1 Ounce",
    "description": "Neutrogena Rapid Tone Repair Night Moisturizer targets dark marks to help brighten and even skin tone FAST! Clinically proven to improve the look of discoloration and dark spots in just 1 week! With Accelerated Retinol SA plus an exclusive booster that accelerates skin's surface activity to help smooth wrinkles and diminish the look of age spots. Plus, Vitamin C gently helps diffuse the look of brown spots and even out skin tone",
    "itemID": "B0081E6YRK",
    "helpful": [
      0,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2545
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions"
      ]
    ],
    "price": 9.96,
    "brand": "Neutrogena"
  },
  {
    "title": "The Original Hyaluronic Acid Serum 100% Pure Refill 8 oz",
    "description": "Pure. Natural. The Timeless Pure collection contains a high concentration of hyaluronic acid that you won't find anywhere else. All natural and paraben free, we don't use excess ingredients to make up for the lack of actives. We like to keep it simple and effective.This product contains:Hyaluronic Acid - one of the most powerful hydrating and moisturizing ingredients on the market today. Holds up to 1000 times its weight in water! And as always, we use a higher concentration of HA than any other seller. This serum contains 1% HA, or about 2x the amount of HA contained in others 60% concoctions.",
    "itemID": "B0047AKVW6",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3558
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 39.95,
    "brand": NaN
  }
]