[
  {
    "title": "Earth Science Fragrance Free Clarifying Facial Wash 8 oz",
    "description": "Fragrance Free Clarifying Facial Wash by Earth Science 8 oz Liquid Fragrance Free Clarifying Facial Wash 8 oz Liquid Product A new addition to our Orange Facial Care Line for our fragance sensitive consumers Clarifying Facial Wash with 100 oil free moisturizers for Normal to Oily Skin Gentle deep-cleansing soap-free foaming gel for normal combination or oil-prone skin types. Herbal extracts and mild coconut derived cleansers combine to clean skin without disturbing the moisture and pH balance. Contains hyaluronic acid to prevent over-drying and lavender to help normalize oily skin. Rich lather rinses clean. Hypo-allergenic. Follow with Clarifying Herbal Astingent. pH 5.5 Completely unscented this mild foaming cleanser gently removes oil and other residues while oil-free moisturizers keep skin soft never dry. Aloe Vera and extracts of Cucumber Sea Kelp Birch Bark and Lavender refresh the skin. Ingredients (NCI) water eua (aqua) disodium cocamphodiacetate-gentle foaming cleanser sodium",
    "itemID": "B00014DU6G",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 53233
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 8.23,
    "brand": "Earth Science"
  },
  {
    "title": "Apricot Gentle Facial Scrub, 4 Ounce",
    "description": "Finely ground apricot seeds in mild cleansers gently exfoliate, leaving skin softer, smoother and more radiant the very first time you use it! Effectively removes the dull outer layers while a system of nine moisturizers is delivered to the new, fresh skin cells, revealing a soft, healthy and hydrated complexion.",
    "itemID": "B00028PDWK",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 27598
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Scrubs"
      ]
    ],
    "price": 5.91,
    "brand": "Earth Science"
  },
  {
    "title": "Fit &amp; Fresh Lunch on the Go Set with Ice Pack, 3 Reusable Containers with Lids, BPA-Free",
    "description": "",
    "itemID": "B000FNCS5M",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Kitchen & Dining": 1593
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 10.69,
    "brand": "Fit &amp; Fresh"
  }
]