[
  {
    "title": "IQ Natural Large Pure Minerals Makeup Starter Set with Brush Medium Shade Under 30.00!",
    "description": "IQ Natural Large Bare Pure Minerals Makeup Starter Set is a unique kit that will help transform your face in minutes. This easy start kit has everything you need to achieve a complexion that is beautiful while obtaining natural flawless look. This kit includes easy step by step application tips as well as our signature silk primer for an even palette to apply mineral makeup too.",
    "itemID": "B002Q6UAH4",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 32140
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 24.96,
    "brand": NaN
  },
  {
    "title": "Brow Power Universal Brow Pencil",
    "description": "Define and thicken brows with It Cosmetics Brow Powder for any brow color. Eyebrow pencil has an exclusive oval tip that creates a natural look while a patent-pending formulation boosts growth to thicken brows. Bonus brow brush. Waterproof. Hypoallergenic. Ingredients: Hydrogenated Coco Glycerides, Serenoa Serrulata Fruit Extract (Saw Palmetto), Biotin (Vitamin H), Urtica Dioica Leaf Powder (Nettle), Iron Oxides (77492), Ceresin, Equisetum Arvense (Horsetail) Extract, Lecithin, Pantothenic Acid, Camellia Sinensis Leaf Extract, Vitis Vinifera (Grape) Seed Extract, Euphorbia Cerifera (Candelilla) Wax, Copernicia Cerifera (Carnauba) Wax, Ascorbic Acid (Vitamin C), Tocopheryl Acetate, Beeswax (Apis Mellifera), Microcrystalline Wax, BHT, Retinyl Acetate. Usage: Apply lighter, softer strokes to match lighter color hair including blonde and silver. Press harder for darker color hair.",
    "itemID": "B003VPTA2U",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9847
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyebrow Color"
      ]
    ],
    "price": 17.2,
    "brand": "IT Cosmetics"
  },
  {
    "title": "IQ Natural 12pc XL (Fair Shade) Minerals Makeup Set with Cosmetic Bag!",
    "description": "IQ Natural 12pc XL selection is a unique kit that will help transform your face in minutes. This easy start kit has everything you need to achieve a complexion that is beautiful while obtaining natural flawless look. This kit includes easy step by step application tips. Set includes, 2X Full Size Mineral Foundations 6g, Setting veil 6g, Bisque concealer 1.5g, Bronzer 3g, Eye shadows 1.5g and IQ Naturals Exclusive Black with White Polka Dot Cosmetic Bag. All Eye shadows, blush, and bronzer shades are pre-selected by our esthetician and makeup artist for the foundation color shade you select at checkout.",
    "itemID": "B005FU4DTE",
    "helpful": [
      0,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 33192
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": 18.9,
    "brand": NaN
  }
]