[
  {
    "title": "Acnefree Therapeutic Sulfur Mask, 1.7 Ounce",
    "description": "Deep penetrating pore therapy helps soothe acne-inflamed skin and absorb the excess oils that attract acne causing bacteria.  A minty cool, refreshing tingle let you feel it working",
    "itemID": "B003K75SDY",
    "helpful": [
      15,
      18
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 85955
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Grisi Sulfur Soap for Acne - 6 pack",
    "description": "GRISI Sulfur soap with Lanolin for Acne treatment. Sulfur treatment, when used regularly, is effective in the treatment of acne. It may take 1-8 weeks for an improvement to occur in the skin, depending on the severity of each case. For better results with Acne, we recommend you use this product in conjunction with our Sulfur Ointment and Madre Perla Bleach Cream . Directions: Wet affected area with warm water. Apply soap and make abundant suds. Leave for 10 minutes. Then rinse with cold water. Repeat 2 or 3 times daily or as directed by a doctor. Tips and Tricks: Don't over wash or use harsh scrubs. Remember, acne is not caused by dirt. Two gentle washings a day is sufficient. Too much cleaning can leave skin irritated and dry, triggering glands to produce more oil, increasing the likelihood of pimples. Use oil-free or non-comedogenic products (those that won't clog pores) on your face. Don't squeeze or pick blemishes. Popping pimples can drive acne bacteria deeper into the skin. Picking can lead to more inflammation and permanent scarring. Watch what you eat. Eating greasy foods can increase the breakout of pimples. Don't let acne define who you are. Do the things you can to improve your skin, and then get back to doing the things you enjoy. Not for children under 12 years .",
    "itemID": "B00371PJ1E",
    "helpful": [
      2,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2644
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 18.98,
    "brand": "Sanar"
  },
  {
    "title": "OGX Shampoo, Repairing Awapuhi Ginger, 13oz",
    "description": "Indulge in a lavish, moisturizing creamy formula infused with the Hawaiian beauty secret of nutrient rich awapuhi ginger extract to instantly mend and soften dry, coarse hair while stimulating the scalp with freshness, rich keratin proteins fortify each strand creating restored, soft, strengthened hair from the inside out.",
    "itemID": "B006I336FO",
    "helpful": [
      8,
      12
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6210
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 3.73,
    "brand": "OGX"
  }
]