[
  {
    "title": "Manic Panic Flash Lightning Hair Bleach Kit 40 Volume",
    "description": "For the ulitimate dramatic color results when you dye your hair, you have to bleach your hair first. You can get amazing blonde results, too! Best Choice for Pre- Lightening hair before using Special Effects Hair Dye. Can be used to bleach hair that is medium blond or medium brown to make it pale yellow or white. Good for frosting, streaking and tipping on light brown or medium brown hair. For long hair, we recommend you buy 2 kits.",
    "itemID": "B002GENWU8",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1274
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 12.45,
    "brand": "Manic Panic"
  },
  {
    "title": "L'Oreal Paris Feria Hair Color, 36 Dark Burgundy Brown/Chocolate Cherry",
    "description": "Multi-Faceted Shimmering Colour.Gentle, Deep Conditioning Permanent Haircolour Gel.Pure Prismatic Colour with 3X Highlights.1 ApplicationLevel 3 PermanentChocolate Cherry ~&nbsp;Deep Burgundy&nbsp;BrownAdvanced gel based formula - For virtually drip-free application.A major measure of colour - Enough for longer hair.Fresh aromatic scent - For a soothing sensation.Mega-dose of deep conditioning with pure shimmer concentrate.Custom-fit colorist gloves for expert, easy coloring.&nbsp; No appointment necessary.Now, Pure Prismatic Colour.&nbsp; So multi-faceted, it shimmers with triple the highlights.Discover colour that speaks to you.&nbsp; So pure and vocal and multi-faceted, it transforms every strand with triple highlights - for even more shimmering highs and lows.&nbsp; Definitely the end of flat, matte colour.&nbsp; Even the conditioner glistens hair with a new pure-shimmer concentrate.&nbsp; So express yourself ... one shimmering shade at a time.Feria ~ The new language of colour.This Luxurious Feria Collection Includes:Shimmering Colour Permanent Haircolour&nbsp;GelShimmering Colour Developing Creme in ApplicatorAromatic AuraColour Hydrator No Build-Up Deep ConditionerColorist GlovesInstruction Brochure&nbsp;Color Cue:Feria is for all skintones and hairtypes.&nbsp; Colour shown may be achieved on medium brown&nbsp;to black natural hair color.&nbsp; On lighter, bleached or highlighted hair, results will be very intense.Color result will be more vibrant on gray hair.&nbsp; Not recommended on predominantly gray hair.Ingredients:Shimmering Colour Permanent Haircolour&nbsp;Gel:Water,&nbsp;Trideceth-2 Carboxamide MEA, Butoxydiglycol, Propylene Glycol, PEG-2 Oleamine, Alcohol Denat., Oleyl Alcohol, Polyglyceryl-2 Oleyl Ether, Polyglyceryl-4 Oleyl Ether, Ammonium Hydroxide, Oleic Acid, Sodium Diethylaminopropyl Cocoaspartamide, Pentasodium Pentetate, Fragrance, 2-Methyl-5-Hydroxyethylaminophenol, Ammonium Acetate, P-Phenylenediamine, 2-Amino-3-Hydroxypyridine, 4-Amino-2-Hydroxytoluene, Sodium Metabisulfite, P-Aminophenol, Erythorbic Acid, Phenyl Methyl Pyrazolone, N, N-Bis (2-Hydroxyethyl)-P-Phenylenediamine Sulfate,&nbsp;Hydroxypropyl Bis (N-Hydroxyethyl-P-Phenylenediamine) HCI, Resorcinol. [D2094/1]Shimmering Colour Developing Creme:Water, Hydrogen Peroxide, Cetearyl Alcohol, Trideceth-2 Carboxamide MEA, Ceteareth-30, Glycerin, Pentasodium Pentetate, Sodium Stannate, Tetrasodium Pyrophosphate.Aromatic Aura:Sunflower Seed Oil, Fragrance.Colour Hydrator No Build-Up Deep&nbsp;Conditioner:Water, Cetearyl Alcohol, Glycerin, Behentrimonium Chloride, Euphorbia Cerifera (Candelilla) Wax, Amodimethicone, Cetyl Esters, Isopropyl Alcohol, Fragrance, Methylparaben, Trideceth-12, Chlorhexidine Dihydrochloride, Cetrimonium Chloride. [D1473/3]",
    "itemID": "B0000530ED",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 20927
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 7.85,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "Professional 15 Color Concealer Camouflage Makeup Palette",
    "description": "<Introductions:A good eyeshadow palette is essential for   your makeup. This eyeshadow palettte offers a complete assortment of colors for   your selectionFeatures:1. New and high quality2. An   extensive range of 15 multiple vibrant concealer colour with different skin   tones to create amazing looks3. Provide total camouflage for almost any skin   problem including blemishes\n4. It is   also suitable to use as bronzer5. The medium colour is perfect for dark   shadows in the under-eye area6. Silky glossy colour and high quality   ingredients together to care skin around and can last for all day long7. It   is perfect for professional salonSpecifications:1. Dimensions: (6.14 x 4.13 x   0.47)\" / (15.6 x 10.5 x 1.2)cm (L x W x H)2. Each Diameter: 2.6cm3. Case   Color: Black4. Concealer: 15 Color Concealer1 x Professional 15 Concealer   Camouflage Makeup Palette",
    "itemID": "B0068Y6CA4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 37
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Concealers & Neutralizers"
      ]
    ],
    "price": 4.04,
    "brand": "Crazy Cart"
  }
]