[
  {
    "title": "NYX Butter Gloss 3 Piece Set - Sweet Temptations - Apple Strudel, Eclair &amp; Cherry Pie 0.27 fl oz. 8mL",
    "description": "Be Prepared to captivate your lover's attention with our \"Sweet Temptation\" Butter Glosses set.   \n\nOur Butter Glosses have a rich and creamy texture that make them easy to swipe on for a sheer to medium coverage.\n\n--A kit of our buttery lip gloss with a sweet scent that provides sheer to medium coverage on your lips without that sticky feeling.\n--Adore that it can be worn alone or over your favorite lipstick! \n\nThey're delicious and gorgeous at the same time! \n\nSugar Kisses, please be mine! \n\n--Apply on lips with the applicator included alone or over your favorite lipstick making your lips appear more voluptuous.",
    "itemID": "B00FUV7JAI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 18103
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lip Glosses"
      ]
    ],
    "price": 13.5,
    "brand": NaN
  },
  {
    "title": "ON SALE! Best Detangling Hair Brush Set Includes Full Size Pink and Mini Green Brush: No More Tangles, No More Pain for Girls, Boys, Men &amp; Women! Makes Great Gifts for Women and Teen Girls!",
    "description": "Your hair, your children's hair, and your sanity need this hairbrush.Have you fought against a squirming, whining child while you try to pull a brush through their wet (or dry) hair? Frustrated with the battle it takes to complete what should be a simple task?Allow us to introduce you to the detangling hair brush you're literally going to tell your hairdresser about.TheBeauty Junkeesultimate hair detangler brush glides through tough knots both in the shower and out; this will be the best hair brush you've used, ever!- Strong, soft flexible bristles don't just bend around the knot.- The no pain hair brush puts an end to pulling, and breakage.- Works with ALL types of hair - thick, thin, curly, straight, extensions and wigs.Make your mornings or evenings headache free. Get the brush that is so good, your children are going to want to start brushing their hair themselves!- Knot detangler hair brush set comes with a full size pink hairbrush, and a travel ready mini green brush.- Keep one in the shower and one in your purse or car.- Makes a great gift for women, men, children and teens.IMPORTANT:Not for use with hairdryersGuaranteed for 30 Days - No Questions Asked.If you try it and don't like it, return it for a full refund!Buy it Now Risk Free and Thank Us Later!",
    "itemID": "B00GOJMIWO",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1818
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Brushes"
      ]
    ],
    "price": 12.97,
    "brand": NaN
  },
  {
    "title": "Twist Holder Clip Bun Hair Twist Braid Tool, Set of 2",
    "description": "Simple and elegant hair style, not only embellishes the shape of head and face, but also achieves graceful and sweet temperament.Steps:step 1: Put braid into curler and then roll up you hairsstep 2: Roll up your braid, until all of the hair be on the twist curler clampstep 3: Hook the two hooks, then finished",
    "itemID": "B006K9OQSC",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1808
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Braid Maintenance"
      ]
    ],
    "price": 1.65,
    "brand": "Bonamart"
  }
]