[
  {
    "title": "Model in a Bottle Original Makeup Setting Spray - 1.7 oz",
    "description": "Start your day with confidence with a few sprays of Model in a Bottle to lock in that perfect makeup look without the need for touchups. It's a one-of-a-kind matte finish setting spray. Model in a Bottle will hold foundation and eye makeup in place throughout the day and into the night. This product is resistant to smudging, tears, humidity and water. Indications Apply your make up as usual and allow your mascara to fully dry before applying. Close your eyes and spray evenly 10-12 inches from your face. Allow 20-30 seconds to dry before openning eyes.",
    "itemID": "B001707IQ6",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 752
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 12.92,
    "brand": "Model in a Bottle"
  },
  {
    "title": "e.l.f. Studio 11 Piece Brush Collection, 12-ounce",
    "description": "11 Brushes: Eyeshadow; Complexion; Small Angled; Small Smudge; Fan; Powder; Angled Foundation; Concealer; Small Precision; Blush; Contouring",
    "itemID": "B002T3V294",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 20014
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 24.99,
    "brand": "e.l.f. Cosmetics"
  },
  {
    "title": "5 X 2 Way Marbleizing Dotting Pen Set for Nail Art Manicure Pedicure+10 Color Rolls Nail Art Decoration Striping Tape",
    "description": "Feature: 100% Brand new and high quality Ideal for fine nail art work Pen point don't open , deform and corrode, very durable. The paints of penholder through professional processing don't fall off and fade when soaking in the water. Suitable for professional and home use. Easy to handle and operate. Suitable for every lady. Peaked pen point.\n\nSelf-adhesive, no glue needed\nClean and convenient to use\nPlace it on nails or tips and cut off excess length\nApply top coat for the best result\nGreat for designing your own nail art, nail patterns, highlights, etc.\nCan be used with UV gel, acrylic nail, nail polish, etc.\nThe best striping tape for nail art decoration\n\nPackage Included:\n5 x Dotting pen\n10 Color Rolls Striping Tape",
    "itemID": "B008T85MU8",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1120
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Art"
      ]
    ],
    "price": 2.67,
    "brand": "350buy"
  }
]