[
  {
    "title": "Aussie Hairspray Mega",
    "description": "Aussie Mega Styling Hunter's Specialties Aero Pack of 1",
    "itemID": "B000RMNXNC",
    "helpful": [
      1,
      1
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 80471
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Sprays"
      ]
    ],
    "price": 4.34,
    "brand": "Aussie"
  },
  {
    "title": "TRESemme Philips HP4669/05 Thermal Creations Straightener, 1&quot;",
    "description": "Don't just straighten your hair. Make it look salon beautiful everyday with the HP4669/05 Thermal Creations Straightener from TRESemm&eacute; Philips. Designed in Europe, this styling product combines salon expertise with technological innovation. It heats up to 210 degrees Fahrenheit within 30 seconds, and gives you long-lasting, professional results in the simplest, most user-friendly way..caption { font-family: Verdana, Helvetica neue, Arial, serif; font-size: 10px; font-weight: bold; font-style: italic; }Get salon quality results in your own home with TRESemm&eacute; Philips.View larger.Shiny, Straight StylesThe Thermal Creations Straightener helps create superbly shiny, straight styles for women with short to medium-length hair. It also allows you to focus on smaller sections of longer hair, giving you the freedom to create your own unique look. Nano-diamond technology offers advanced even heat distribution at a professional styling temperature of 420 degrees Fahrenheit. And the ultra-smooth, one-inch thick nano-diamond ceramic plates reduce friction and provide effortless gliding so every strand is straight, sleek, and sporting a healthy sheen.Even heat distribution eliminates damaging hotspots.2-inch Nano-Diamond Ceramic plates enable smooth gliding and produce shiny hair.Up to 420 degree professional high heat for long-lasting results.EHD+ Technology StraightenersA high level of heat--vital to creating smooth, straight strands--can be hard on hair, especially when it's concentrated too long in one area. That's why Thermal Creations Straightener offers optimal even heat distribution (EHD+) at high temperatures without damaging hotspots. The intensity of heat instantly straightens even stubborn curls and waves, so you can quickly glide the straightener through without leaving behind frazzled hair.Smart Contact PlatesThe Thermal Creations Straightener features smart contact plates that do their job without over-drying hair. They maintain maximum contact and provide a smooth, cushioned glide from root to tip. This process allows for more manageability, and sleeker results in less time. There's also a nine-foot professional swivel cord so you can reach every strand, even in the back, and a variable heat setting with digital temperature control up to 420 degrees, which makes it a snap to find the right level of heat for your hair type and style.Easy-to-UseAlthough the Thermal Creations Straightener is designed to give you salon-quality results, you don't have to be a salon professional to use it. This handy tool is a cinch to operate, and you never have to guess when it's done heating up, thanks to the convenient \"Ready-to-Use\" indicator.There's also a hanging loop for space-saving storage that helps prevent tangling of the cord, and a handle storage lock. And you'll never have to worry that you forgot to turn it off after use; the Thermal Creations Straightener automatically shuts itself off after one hour.One-Inch Plates for Limitless StylesThe Thermal Creations Straightener offers limitless styling options--from straightening every strand, to smoothing out sections that frame the face. It's also great for adding contrast to an up-do. Additionally, one-inch plates give you the freedom to style your short to medium-length hair quickly and easily, without worrying about finer or thinner pieces falling out.The Thermal Creations Straightener is backed by a two-year warranty.What's in the BoxStraightener, one heat-resistant storage pouch, and one two-ounce bottle of TRESemm&eacute; Thermal Creations Heat Tamer Spray.TRESemm&eacute; Philips HP4669/05 Thermal Creations Straightener",
    "itemID": "B001D0IWDS",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 302096
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "TRESemme Philips HP4990/05 Thermal Creations Hair Dryer",
    "description": "Achieve a fresh-from-the-salon look every day with the TRESemm&eacute; Philips Thermal Creations Hair Dryer. This styling product gives you professional results in the simplest, most user-friendly way without damaging your hair or leaving it frazzled. Designed to dry wet hair quickly and thoroughly, the Thermal Creations Hair Dryer also protects your strands, so your hair will look shiny and healthy after every use..caption { font-family: Verdana, Helvetica neue, Arial, serif; font-size: 10px; font-weight: bold; font-style: italic; }Get salon quality results in your own home with TRESemm&eacute; Philips.View larger.A cold shot lets you set your style.Ionic conditioning keeps your hair shiny.EHD+ Diamond Technology Cuts Hot SpotsThe ideal fusion of salon expertise and technological innovation, the Thermal Creations Hair Dryer features EHD+ Diamond Technology to help protect your strands. A nano-diamond coated air-outlet enables the dryer to distribute heat equally across the airflow. As a result, there are fewer hotspots on the hair. Additionally, hair dries in less time and more evenly. A true ceramic heater also provides gentle, radiant heat, and ionic conditioning reduces frizz and static. The result? An outstanding, get-noticed shine.Powerful Airflow To Save TimePowerful professional airflow achieves ultra-fast results, so you're ready to go in minutes. Boasting 1875 watts and six speed settings, the Thermal Creations hair dryer is an extremely efficient styling aid. There's also a cold shot button to set your style, and an ultra-slim professional concentrator nozzle that makes it easy to focus the heat on different sections, for a smoother, sleeker look.Professional Perks For At-Home UsePacked with features that a salon professional would love, but made for home use, the Thermal Creations dryer is very easy to use. Professional-style rocker switches let you pick the heat and power level that's best for your hair type and style. There's also a comfortable ergonomic handle for easy handling, a removable air inlet grill, and a hanging loop for space-saving storage. And a nine-inch professional cord lets you reach even hard-to-dry areas, for consistently beautiful results.The Thermal Creations hair dryer comes with one slim concentrator nozzle and one bottle of Heat Tamer Spray. It's backed by two-year warranty.What's in the BoxDryer, one slim concentrator nozzle, and one two-ounce bottle of TRESemm&eacute; Thermal Creations Heat Tamer Spray.",
    "itemID": "B001D0IWEC",
    "helpful": [
      0,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 540988
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]