[
  {
    "title": "Karma Organic Nail Polish Remover with Soybean Oil and Tea Tree Oil (4 oz)",
    "description": "Karma Organic brings in spa products such as non-toxic polishes, organic nail polish remover, organic scrubs, organic lotions, and essential oils which are free of toluene, formaldehyde, and phthalate (DBP). Our very own brand of Karma Organic nail polishes are 100 percent natural and are comprised of more than 90 colors, including glow-in-the-dark shades for children. Karma Organic is one of the first in the US to have a chemical-free organic soy mixture nail polish remover which comes in lavender, tea tree, or unscented. Our lotions and scrubs are homemade with recipes including mouth-watering ingredients such as ground almonds and brown sugar. We are dedicated to providing the healthiest non-toxic and organic products to our customers.",
    "itemID": "B002PAJ8QA",
    "helpful": [
      2,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 197728
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish Remover"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "MASH Rhinestones 2400 Piece 12 Color Nail Art Nailart Manicure Wheels",
    "description": "MASH is proud to introduce its first Nail Art accessory! Same great MASH quality you have come to expect, with a price that cannot be beat. These premium rhinestones are so beautiful, and so affordable, you will never chose another brand again! Each rhinestone wheel contains 200 rhinestones of 12 different colors for a total of 2,400 rhinestones! That is enough glam and glitter to drive your man wild, or make any man yours forever!How to Use:These premium MASH rhinestones can be applied with top coat or glue.AUTHENTICITY WARNING: The only Authentic MASH Nail Art is sold by MASH and/or Amazon directly. All other sellers are offering counterfeit products.",
    "itemID": "B005BF1M10",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 15
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 1.8,
    "brand": "Evermarket"
  },
  {
    "title": "Opi Nail Lacquer, Not So Bora Pink, 0.5 Fluid Ounce",
    "description": "A rich, creamy pink with an exotic twist. Whenever you find yourself stuck in the office or in traffic staring down at your pink nails, this not so boring pink will have you longing for a tropical trip to Bora Bora.",
    "itemID": "B000142FVW",
    "helpful": [
      1,
      1
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 37439
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 6.56,
    "brand": "OPI"
  }
]