[
  {
    "title": "Neutrogena Visibly Even Daily Moisturizer, SPF 30, 1.7 Ounce (Pack of 2)",
    "description": "Neutrogena Visibly Even Daily Moisturizer SPF 30 with Helioplex, is a complete daily moisturizer that brightens skin, evens out skin tone and protects against aging UV rays for a more radiant complexion.   Formulated with Essential Soy, a natural skin brightener, it helps to visibly reduce blotchiness and discoloration as well as minimize the look of dark spots. Plus, Helioplex, an advanced patented sunscreen complex, penetrates six layers of surface skin to provide protection against aging UVA rays to help prevent future signs of discoloration caused by the sun.",
    "itemID": "B001E96P0U",
    "helpful": [
      3,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14759
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 28.45,
    "brand": "Neutrogena"
  },
  {
    "title": "Neutrogena Visibly Even Foaming Cleanser, 5.1 Ounce (Pack of 3)",
    "description": "Visibly Even Foaming Cleanser gently exfoliates to refine skin texture for a more even-toned, radiant complexion.  This dermatologist-tested formula contains Vitamin C and Essential Soy, a natural skin brightener clinically proven to deliver more even-toned, radiant skin. With gentle exfoliating beads, it also refines skin texture, washing away dirt and oil. Rinses cleanly without overdrying for clean, soft, smooth skin.   Add radiance and improve skin tone with every wash.",
    "itemID": "B001E96P1E",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 93201
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 26.0,
    "brand": "Neutrogena"
  },
  {
    "title": "La Roche-Posay Anthelios SX Daily Moisturizing Cream SPF 15 with Mexoryl SX,  3.4-Ounces",
    "description": "Anthelios SX is a light, non-greasy, fragrance-free daily use moisturizer with sunscreen that combines Parsol 1789 (avobenzone) and an innovative ingredient, Mexoryl SX (ecamsule) to help provide UVA protection. It is allergy-tested, PABA-free, suitable for sensitive skin and offers 24-hour hydration. Anthelios SX has complete broad spectrum protection. Anthelios SX contains MEXORYL&#8482; SX, the most effective FDA-approved organic filter designed to protect against short UVA rays (maximum absorption at 344nm) with high photostability, a key factor in sunscreen protection efficacy. This high photostability means the sunscreen will maintain a higher UVA protective ability longer and not degrade as quickly as other FDA approved UVA filters when exposed to the sun.",
    "itemID": "B000R9A56I",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 865
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Creams"
      ]
    ],
    "price": 19.89,
    "brand": "La Roche-Posay"
  }
]