[
  {
    "title": "Vitacost 100% Pure Lavender Oil -- 4 fl oz (118 mL)",
    "description": "What is Vitacost 100% Pure Lavender Oil?Vitacost 100% Pure Lavender Oil is a highly concentrated, undiluted extract thats steam distilled from the flowering tops of the Lavendula officinalis (lavender) plant. From the Latin word lavera, meaning to wash, lavender is one of the most versatile of plant essential oils. Its clean, pure aroma makes it a popular ingredient in soaps, shampoos, bath oils and even some cleaning products. Note, this product does not have a dropper insert. If the plastic seal has adhered to the bottle opening, remove it and place it back in the cap. How does Vitacost 100% Pure Lavender Oil support health?Has a gentle, yet effective balancing effect on skin. Cleanses and refreshes skin.The soothing and calming effects of lavender make a perfect skin tonic.Perfect complement to a massage.Soothes skin irritations.Eases sunburn pain.Why choose Vitacost 100% Pure Lavender Oil?Exceptional quality oil. Available at a much better value than other essential oils on the market.Note, this product does not have a dropper insert. If the plastic seal has adhered to the bottle opening, remove it and place it back in the cap. About VitacostVitacost nutritional products are manufactured to high standards of quality, efficacy and safety. Each Vitacost product meets or exceeds the standards and requirements set forth in the FDAs Code of Federal Regulation (21 CFR, 111) Current Good Manufacturing Practices (CGMP). * These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure or prevent any disease.",
    "itemID": "B0046HLPNY",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13303
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bath",
        "Minerals & Salts"
      ]
    ],
    "price": 25.99,
    "brand": "Vitacost Brand"
  },
  {
    "title": "Vidal Sassoon Medium Side Combs, Tortoise, 2 Count",
    "description": "Medium Tortoise Tuck Combs hold hair firmly in place. Use to quickly create updos, pull back bangs, or to secure small pieces of hair. Color: tortoise. Size: medium. Package includes 2 combs.",
    "itemID": "B007OT1RIY",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 19231
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Decorative Combs"
      ]
    ],
    "price": 2.99,
    "brand": NaN
  },
  {
    "title": "Suave Professionals Moroccan Infusion Shine Shampoo 28 oz",
    "description": "",
    "itemID": "B00A0IWRT4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 23768
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 6.29,
    "brand": "Suave"
  }
]