[
  {
    "title": "VOGUE PROFESSIONAL &reg; My MANICURIST &reg; Salon Experts Electric Powerful Quick Manicure Pedicure Professional Kupa style Turbo 20,000 rpm Nail Drill File for Gels, Acrylics, Shellac, Natural Nails. Control box for easy speed adjustment. Pro Salon Nail Filing System Adjustable speed File PRO Bits included. Nail Tech preferred. Auto Dual Voltage. Includes diamond bits and sanding bands",
    "description": "Electrical/Plug-in Drill in 110-240V.\nPowerful: 2000-20,000 RPM Variable Speed.\nFEATHERLIGHT Handpiece is easy slide-in/out type chuck. No need for an additional tool (wrench) to insert or remove an attachment.\nForward/Reverse selection.\nComes complete with hard-to-find, and usually expensive attachments, such as assorted diamond bits.\n5pcs Sanding Bands included.\nStandard chuck of 3/32\" shank size (professional attachments will fit). Any additional attachments (not included) will fit the handpiece as long as the shank size is 3/32\".\n\nComes with Separate Control Box for precision speed control. Sale is final due to FDA regulations in regards to sanitary issues once product leaves warehouse (no refunds allowed). We reserve the right to ship either a printed gift box or a blank generic box, purple of blue color finish",
    "itemID": "B005ME8WK4",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9045
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Files & Buffers"
      ]
    ],
    "price": 51.99,
    "brand": NaN
  },
  {
    "title": "VOGUE PROFESSIONAL &reg; My MANICURIST &reg; Budget Priced Fast Electric Powerful Manicure Pedicure Professional Salon Nail Drill File for Gels, Acrylics, Natural Nails. Turbo Nail Filing system. Control box for easy speed adjustment. Bits fit Vogue Dremel Kupa. INCLUDES 5 Diamond Bits, 5 sanding bands, 1 pc Mandrel . Model 2014",
    "description": "VOGUE Professional  / My Manicurist  is a Budget priced drill for doing professional nails at home or for professional use.\nIdeal for beauty student, nail salon.\nElectrical/Plug-in Drill in 110V (for USA, Canada, Mexico).\nPowerful: 3000-18,000 RPM Variable Speed.\nFEATHERLIGHT Handpiece is easy slide-in/out type chuck. No need for an additional tool (wrench) to insert or remove an attachment.\nForward/Reverse selection.\nComes complete with hard-to-find, and usually expensive attachments, such as couple of diamond bits.\nSanding Bands included.\nStandard chuck of 3/32\" shank size (professional attachments will fit). Any additional attachments (not included) will fit the handpiece as long as the shank size is 3/32\".\nComes with Separate Control Box for precision speed control. Sale is final due to FDA regulations",
    "itemID": "B005MEOJVK",
    "helpful": [
      3,
      4
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 7291
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Files & Buffers"
      ]
    ],
    "price": 34.99,
    "brand": NaN
  },
  {
    "title": "OPI Rapidry Top Nail Coats, 4 Fluid Ounce",
    "description": "Mist on RapiDry Nail Polish Dryer 45 seconds after applying final coat of nail polish.",
    "itemID": "B000NGH3X8",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 4840
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Top & Base Coats"
      ]
    ],
    "price": 9.45,
    "brand": "OPI"
  }
]