[
  {
    "title": "Graftobian HD Cr&egrave;me Foundation Corrector 1/4oz, Yellow Hi-Lite (Deep Red &amp; Purple Concealer)",
    "description": "These are the best HD foundations available. Perfect for HD television and print! Make-up artists from Law and Order, Dirt, Poseidon, Santa Clause III, and many more are using these cremes.These HD Creme Foundations from Graftobian are a soft and silky formula, light enough for everyday use but with enough coverage to perform through thick and thin, yielding a beautiful finish, considered by many makeup artists to be the best HD creme makeup on the market today. These shades are formulated to yield flawless results whether or not you're in front of a camera.",
    "itemID": "B004LPXPT8",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 86780
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 9.5,
    "brand": "Graftobian"
  },
  {
    "title": "real Techniques Core Collection Set",
    "description": "",
    "itemID": "B004TSFBNK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 52
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 15.99,
    "brand": "Real Techniques"
  },
  {
    "title": "Fash Professional 88 Color Eyeshadow Matte And Shimmer Palette (Cosmetic, Makeup",
    "description": "FASHLimited brings you an 88 multi-color palette consisting of numerous glossy and matte eye shadows. This quality product that has been manufactured, assembled and thoroughly examined byFASHwith the motive of providing high end quality service to our customers. Get a sophisticated look by applying just a little amount of your choice of shadow. The kit comes with a pair of eye shadow brushes that help you don a stunning look within no time. The colors which are made out of natural mineral oils help you sustain that dazzling look for a longer period of time. The palette is extremely compact and is can easily fit in your handbag. So, what are you waiting for? Grab this phenomenal product before it runs out of stock! Add a touch of glamour to your makeup using a professional range ofFASHmakeup brushes.",
    "itemID": "B0058RFU5A",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 11753
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Palettes"
      ]
    ],
    "price": 11.49,
    "brand": NaN
  }
]