[
  {
    "title": "Creative Nail UV Lamp 110 Volt",
    "description": "CND's UV Lamp is engineered for a complete cure with maximum wearability. This powerful versatile, and ergonomic UV lamp is perfect for both Shellac and Brisa Gel nail services. Four 9-watt bubls deliver 36 watts of evenly distributed cure. Ideal for both a five-finger cure or a pdiecure, the lamp contains four programmable timers, an interior fan and bulb replacement indicator. With a seven-foot removable cord, a comfortable handle for easy transport, an easy-to-clean surface and a one-year warranty, what more couldy ou ask for?",
    "itemID": "B003ULT3H2",
    "helpful": [
      4,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 44055
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Dryers"
      ]
    ],
    "price": 134.0,
    "brand": "Creative Nail"
  },
  {
    "title": "Creative Nail Shellac, Iced Coral, 0.25 Fluid Ounce",
    "description": "Just the icing on top. A beautiful light pink/coral shade packed with green and gold shimmer. CND's Iced Coral Shellac coats your beautiful manicure like smooth and delicious icing on a cake. This UV cured color coat applies on like polish, wears like a gel, but can be removed in minutes. Creat 14 days of superior color, no matter what you and your nails go through in a day. Simply set it and forget it. Improve your nails with a pratical and fearless armor color coat.",
    "itemID": "B004LEJ8R2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 41275
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 14.95,
    "brand": "Creative Nail"
  },
  {
    "title": "Creative Nail Shellac Rubble, 0.25 Fluid Ounce",
    "description": "Patent-Pending formulations of solvents, monomers and polymers goes on like polish and wears like gel.",
    "itemID": "B007AAUXI2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13348
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 11.69,
    "brand": "CND Cosmetics"
  }
]