[
  {
    "title": "Nose up Lifting Shaping &amp; Bridge Straightening Beauty Clip",
    "description": "Wear the Nose Up clip for 10-15 minutes every day to straighten the bridge of your nose.",
    "itemID": "B005ALWE1M",
    "helpful": [
      5,
      8
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1052
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 1.74,
    "brand": "Generic"
  },
  {
    "title": "Hicks Edges 4oz",
    "description": "Hicks Total TRANSFORMATIONS, Hicks Edges holds hair firmly in place with a super shine and without flakiness. Leaves edges looking and feeling shinier and healthier than before. This genuine hair gel is non-flaky and non-sticky and rinses out easily. Control tapered cuts and nape back area. Directions: Apply a small amount of TRANSFORMATIONS Smooth Edges around edges and smooth with fingertips until hair stays in place or comb in smooth with a comb",
    "itemID": "B005356O34",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 4271
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Pomades & Waxes"
      ]
    ],
    "price": 11.49,
    "brand": "hicks"
  },
  {
    "title": "Renpure Originals Brazilian Keratin Straightening Conditioner, 16 Ounce (Pack of 2)",
    "description": "This organic blend of hydrating keratin is loaded with amiNo acids and protein that repair damage and restore strength. Our coconut oil has a tiny molecular structure that easily absorbs into the hair smoothing the cuticle layer adding softness and shine while shea butter conditions dry damaged areas and protects from heated styling products and UV rays. The result is beautiful, straight, silky-smooth hair. How it works: Keratin is considered one of the major building blocks of healthy hair, loaded with amiNo acids and protein, it helps repair and straighten damaged hair. Regular use of this product will help maintain healthy, beautiful hair.",
    "itemID": "B005I0JWU6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 24479
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 9.96,
    "brand": "Renpure Originals"
  }
]