[
  {
    "title": "Skin Obsession 15% TCA Acid Chemical Peel For Anti Aging and Acne Skin Care",
    "description": "Are you tired of your skin looking, well, tired? Is all of the sun damage you inflicted in your youth showing on your skin now in the form of age spots and fine lines?  Would you like to safely take years off the look of your skin in the comfort of your own home, while saving hundreds over having it done professionally? If you answered yes to any (or all) of those questions, you have come to the right place.  Skin Obsession's 15% TCA Peel is a powerful tool for resurfacing your skin to give you the skin you are looking for.  This light peel will help improve many of the skin conditions that we all see (and wish we didn't!) when we look in the mirror.  (Those with darker skin colors should use TCA peels with caution due to the increased possibility of post peel hyperpigmentation).  After peeling your skin will be feel softer and smoother, with improved texture and tone and reduced hyperpigmentation (sun damage). But the real magic is going on under your skin where collagen is being stimulated. This is what helps plumps up the lines and scars, yielding a smoother, more refined and beautiful complexion.  With a peel of this strength, a full course of peels (6-8 peels done once a month) are needed to see optimal results. The 15% TCA Peel is a light peel that will have little to no down time for peeling.  This is a very safe peel and is suitable for most skin types, however, some darker skin tones, particularly African American run a risk of post peel hypo pigmentation. As with all products, a patch test is recommended to see how your skin reacts for all of our clients \nThis is a 1 fl oz bottle of peeling solution. Ingredients: Distilled sterile water, Trichloroacetic acid.\nBy purchasing this product, you assume all risk associated with its use and are responsible for all results either intended or unintended from using this product.",
    "itemID": "B0018ZPZJC",
    "helpful": [
      83,
      86
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11757
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 21.99,
    "brand": NaN
  },
  {
    "title": "Elma and Sana 100 % Pure Organic Argan Oil Cold Pressed Virgin, Golden, 2 Ounce",
    "description": "100% pure organic cold pressed cosmetic argan oil is the perfect long lasting moisturizer for all skin and hair types, nongreasy fragrancefree and organically coldpressed from the nuts of the Moroccan argan Tree, It is high in vitamin E and essential fatty acids, certified organic By ECOCERT Nongreasy fast absorbing Softens and nourishes Eliminates frizz and adds shine to hair Product of Morocco cold pressed Long lasting moisture.",
    "itemID": "B00397SNMS",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8180
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 11.79,
    "brand": "ELMA&amp;SANA"
  },
  {
    "title": "Cantu Shea Butter Leave In Conditioning Repair Cream, 16 Ounce (Pack of 2)",
    "description": "Cantu shea butter leave in conditioning repair cream is an intensive deep penetrating leave in cream conditioning treatment that is made with pure shea butter and other natural oils to stop and mend breakage, repair split ends, and add manageability and shine with every application. When used daily, cantu shea butter leave in conditioning repair cream helps promote strong, long healthy hair.",
    "itemID": "B005IUGRBI",
    "helpful": [
      2,
      3
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 4387
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 14.12,
    "brand": "Cantu"
  }
]