[
  {
    "title": "L'Oreal Paris HydraFresh Toner, 8.5 Fluid Ounce",
    "description": "HydraFresh Toner's gentle, non-drying formula refreshes and softens skin in a splash, revealing a smoother, brighter complexion and leaving skin smooth and supple.  Beta Hydroxy Acid gently sweeps away dull, tired skin while Pro-Vitamin B5 helps protect against moisture loss. Dermatologist tested for gentleness.  99% alcohol free.",
    "itemID": "B004BD9152",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2298
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Toners & Astringents"
      ]
    ],
    "price": 5.93,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "Almay Anti-Perspirant &amp; Deodorant, Clear Gel, Fragrance Free - 2.25 oz",
    "description": "Hypo-Allergenic. Provides the ultimate in mildness with no irritation - even after shaving. Lasting protection stops odor and wetness all day. Quick-drying gel formula leaves no trace of messy white residue on you or your clothes. Hypo-allergenic. Clinically, dermatologist and allergy tested.",
    "itemID": "B00008O2X5",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 11350
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 2.93,
    "brand": "Almay"
  },
  {
    "title": "L'Oreal Paris Age Perfect Night Cream, 2.5 Fluid Ounce",
    "description": "Wake up every morning to a beautiful new you. Age Perfect Night Cream deeply moisturizes and helps improve skin elasticity for overnight action. Soy seed proteins improve elasticity for more toned, supple and resilient skin and Beta Hydroxy Acid complex helps improve the appearance of age spots. Night after night, skin becomes more resilient and radiant while its youthful cushion is restored.",
    "itemID": "B000KPO99I",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6250
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Night Creams"
      ]
    ],
    "price": 10.72,
    "brand": "L&#39;Oreal Paris"
  }
]