[
  {
    "title": "Bed Head Deep Waver",
    "description": "Want frizz-free, bouncy waves that last all day and night, then you will love bed head's 3/4 inch tourmaline ceramic deep waver. tourmaline technology leaves you with frizz-free shiny styles. ceramic technology provides high, even heat that penetrates hair from the inside-out, helping hair retain natural moisture for &#x201C;frizz-free&#x201D; styles.",
    "itemID": "B003FBI9LS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 179
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Curling Irons"
      ]
    ],
    "price": 20.98,
    "brand": "Bed Head"
  },
  {
    "title": "YOU Reel by Conair 2-in-1 Styler",
    "description": "Conair continues to revolutionize styling with a dryer that's as convenient as it is powerful to speed up styling, while Tourmaline ceramic technology minimizes heat stress on hair. With it's ionic technology that reduces static electricity and leaves hair silkier, shinier and more manageable than ever, nothing can come close to Infiniti by Conair.",
    "itemID": "B000R80ZTQ",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1106
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 24.96,
    "brand": "Conair"
  },
  {
    "title": "Bundle Monster 4pc Pro Beauty Flawless Makeup Blender Foundation Puff Multi Shape Sponges",
    "description": "Using your fingers to blend in your makeup? You don't have to any more, this set comes with tools that you won't regret picking up! This set will help you put makeup on like a pro and comes with 4 sponges that will assist you with full, medium or light coverage leaving your makeup flawless, dazzling and undetectable! Each set comes with (2) Hour Glass Sponges in Pink and Blue and (2) Tear Drop Sponges in Lavender and Beige. The sponges are high quality and will evenly distribute your foundation or powder instead of \"sucking up\" all over your expensive cosmetics into the sponge. The shapes and their surfaces will help with your different cosmetic products. The flatter surfaces will work best with fuller coverage type products like foundations, powders and creams while the tip or pointy edges will help with concealer or direct coverage around hard to reach areas like around the nostrils, eyes and lips. The sponge is latex and odor free and is non-allergenic. Sponges are reusable if cared for properly - if used daily, we recommend washing your sponge frequently with a mild cleanser like baby shampoo. Rinse well and air dry. NOTE: Due to differences between monitor displays, actual color may vary slightly from image. Bundle Monster is a registered trademark of Remi Collections LLC and is exclusively distributed by Bundle Monster. Bundle Monster trademark is protected by US Trademark Law.",
    "itemID": "B0092SVTGA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 948
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Puffs, Sponges & Wedges"
      ]
    ],
    "price": 10.99,
    "brand": NaN
  }
]