[
  {
    "title": "ALTERNA BAMBOO Smooth Pure Kendi Oil Pure Treatment Oil, 1.7 fl oz",
    "description": "Banishes frizz for sleek, glossy hair with staying power. Color protecting pre-styler with built-in humidity resistance. Deeply nourishes and restores hair to a healthy state.",
    "itemID": "B0045WBFAI",
    "helpful": [
      1,
      2
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 3735
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 10.5,
    "brand": "Alterna"
  },
  {
    "title": "Phyto Phytomist - Instant Hydrating Conditioner No Color 5.07 oz",
    "description": "Return to BrillianceWith a mist of Phyto Phytomist Instant Hydrating Conditioner, color-treated hair's moisture levels and brilliance are restored. Sunflower extract prevents color from fading by protecting hair against oxidation. Lotus flower hydrates and softens while red algae protects hair from environmental stresses.&lt;ul&gt;&lt;li&gt; A weightless leave-in conditioner&lt;/li&gt;&lt;li&gt; Instantly detangles, boosts radiance and protects color&lt;/li&gt;&lt;li&gt; Works as a daily treatment&lt;/li&gt;&lt;/ul&gt;This formula works as a daily treatment and suits all hair types and textures.Especially Suited For:All hair types, especially color-treated hairEssential Elements:Phytomist Instant Hydrating Conditioner contains lotus flower, sunflower extract and red algae to hydrate, soften, prevent oxidation and protect hair from environmental stresses.Free of:Parabens, Sulfates, Synthetic Dyes, Petrochemicals, PhthalatesFor Best Effect:After shampoo and conditioner, spraying at arm's length on towel-dried hair. Do not rinse.",
    "itemID": "B0059JS2PC",
    "helpful": [
      0,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 16796
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 15.5,
    "brand": "Phyto"
  },
  {
    "title": "Kenra Platinum Hot Spray 8 oz.",
    "description": "* Hold Index: 20 * Uniquely formulated to prevent hair damage from thermal styling tools and harmful UV rays * Permits a clean release from thermal styling tools * Adds a vibrant shine  * Separate dry hair into sections. Generously spray section. Then, apply flat iron, curling iron or hot rollers. * To add volume at the base, lift hair and apply spray between layers in short bursts. Style with tool of choice. * Finish style with an overall mist for optimum results.  (8 oz)",
    "itemID": "B000S6QGIQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5065
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Sprays"
      ]
    ],
    "price": 17.08,
    "brand": "Kenra"
  }
]