[
  {
    "title": "Remington HKVAC-2000 Precision Vacuum Haircut Kit",
    "description": "The only haircut kit with a built-in vacuum and hair collection compartment!  The vacuum pulls cut hair into a built-in collection compartment for no mess - no additional vacuum attachments needed.  It features Titanium coated blades for revolutionary trimming technology and it is corded.  The kit includes: hair clipper, blade guard, 3 trim length guide combs, scissors, 3 sectioning clips, styling comb, left & right ear guards, neck brush, cleaning brush and storage case.  It provides a self-contained vacuum for no-mess haircuts!",
    "itemID": "B0009OAFUM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 191857
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Cutting Kits"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "RoC BRILLIANCE Eye Beautifier  .3 fl. oz.",
    "description": "The look of fine lines will be reduced before your eyes in as little as 3 days RoC Brilliance Eye Beautifier is a breakthrough at-home anti-aging eye treatment inspired by the latest professional procedures. This 2-step process starts working immediately to reduce the appearance of dark circles and puffiness and is clinically proven to smooth and tighten the look of delicate skin around the eyes.",
    "itemID": "B00387F41M",
    "helpful": [
      1,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 198090
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Remington S-9951 Frizz Therapy, Humidity Resistant Ceramic Flat Hairstyling Iron, 1 Inch",
    "description": "",
    "itemID": "B002LIXTFC",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 60859
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 55.9,
    "brand": NaN
  }
]