[
  {
    "title": "WEN by Chaz Dean Sweet Almond Mint Re Moist Intensive Hair Treatment 4 oz",
    "description": "This treatment improves lackluster hair, giving it the ultimate moisturizing treatment, using the perfect blend of natural and botanical extracts to restore hair to a much healthier state. WEN Re-Moist Hydrating Mask is a universal treatment to maintain healthy hair and scalp, providing moisture, shine, and nutrients to give you an at-home spa treatment that will leave your hair feeling soft and silky.",
    "itemID": "B003ZBL820",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 214
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 13.5,
    "brand": "WEN&reg; by Chaz Dean"
  },
  {
    "title": "Vitamin-C Serum - Potent 20% Topical Vitamin C + E + A Serum - Best Anti-aging + Anti-wrinkle Skin Care Combination Erases Years of Your Face - &quot;Keeps Vitamins Fresh&quot; for Superior Results - 100% &quot;No One Can Guess Your Age&quot; Money Back Guarantee",
    "description": "TURN BACK THE CLOCK & DROP A DECADE OF YOUR FACEErase YEARS of Your Face and Say Goodbye To:- Wrinkles, Fine Lines & Sagging Skin- Age spots + Sun Damage & Discolorations- Signs of Aging Caused by Free Radicals, Sunlight, Smoking and Stress\"RevitaVie MICROENCAPSULATED Vitamin C Serum KEEPS THE VITAMINS FRESH...\"... Puts 8 TIMES HIGHER LEVELS of Vitamin C into your skin than less advanced serums... Will not turn brown or oxidize like other Vitamin C serums that lose effectiveness after your purchase... Has MORE STAYING POWER IN YOUR SKIN CELLS (Unlike water-soluble serums, the vitaminsare stored in your skin cells until your body is ready to put them to use...) BIG DIFFERENCE!Vitamins C + E + A working together is already a powerful \"match made in heaven\" anti-aging and anti-wrinklecombination that can drop a decade of your face, but we still added a bonus ingredient...*BONUS INGREDIENT - THAT KEEPS THEM GUESSING ABOUT YOUR REAL AGE:We Added  Matryxil Synthe'6 TM Anti Wrinkle Peptide That Gets You Results Faster- Increased Collagen On All Levels- Increased Natural Hyaluronic Acid Levels- Only Available In Fancy, High Quality, Professional Beauty Spa Serums, Until NOW!RevitaVie Vitamin C Serum comes with a 60 Days: \"No One Can Guess Your Real Age\" 100% Money Back GUARANTEE=>NO BRAINER SALE PRICE - LIMITED TIME ONLY:Do your Skin A Favour: Order Now To Get This Smooth + Silky & Stable,Fast Absorbing Vitamin-C Serum and Reverse the Signs of Aging",
    "itemID": "B00HNTBTOC",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11488
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 23.95,
    "brand": NaN
  },
  {
    "title": "Pure Virgin Argan Oil for Skin and Hair Imported From Morocco By Earth's Glow 4 0z",
    "description": "Imagine Vibrant, Healthy Skin and Hair without Chemicals!With Earth's Glow 100% Pure Argan Oil Your Other Skin and Hair Products Become Obsolete.Every day more people are realizing they don't have to sacrifice long-term health for glowing, smooth skin or lustrous, silky hair. And not because of scientific advances or an artificial compound!Pure Argan Oil can:&bull; Restore shine and luster to frizzy, brittle damaged hair&bull; Rejuvenate dull, tired, dry skin&bull; Smooth lines and scars&bull; Repair and strengthen brittle, weak nailsArgan Oil is a rare natural oil used by the women of Morocco for hundreds of years and coveted for healing, anti-aging, moisturizing benefits. Earth's Glow virgin cold pressed organic Argan Oil is a prized oil rich in essential fatty acids and vitamin E. It is lightweight, fast absorbing, moisturizing and it won't leave a greasy residue on your skin.Use Argan Oil in place of harsh chemicals for removing makeup, as a daily moisturizer, treating sunburn, adding to shampoo and conditioner, as a massage oil, and to treat acne, psoriasis, and eczema. Your skin will feel and look silky smooth and glowing, restoring skin elasticity.Get Back your natural balance with Earth's Glow pure organic Argan Oil imported from Morocco and bottled in the USA. Our Argan oil is unrefined, and never diluted, or altered in any manner. Earth's Glow Argan Oil carries the scent of olives, natural in virgin Argan Oil. The scent dispels within a few seconds of applying it to your skin or hair.At Earth's Glow Natural Oils, we are fully committed to promoting safe and natural ways to improve your health and appearance. Our oils are guaranteed free of parabens, silicones, sulfates, synthetic dyes, fragrances, or petrochemicals.Use Risk Free for 30 Days. Buy Now!",
    "itemID": "B00HS68LNW",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 20344
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 35.22,
    "brand": NaN
  }
]