[
  {
    "title": "Burt's Bees Head to Toe Starter Kit",
    "description": "Who says your pinky toe is any less important than your top lip? We think all of your body parts count, from top to bottom. That's why we created the Head to Toe Starter Kit. It's a little 'Welcome to Burt's Bees' selection of sample size crmes and cleansers, lotions and balms. Everything you need to cleanse, moisturize and pamper yourself from head to toe, naturally. Contents in kit may vary from picture as Burt's Bees is constantly improving their products.",
    "itemID": "B00012NEYG",
    "helpful": [
      6,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 197380
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sets & Kits"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Blue Green Algae Hair Mask 4 oz",
    "description": "Blue Green Algae Hair Rescue Conditioning Mask by Aubrey Organics 4 oz Cream Blue Green Algae Hair Rescue Conditioning Mask 4 oz Cream Product There's no better conditioner for the hair than protein. And there's no better source of vegetable protein than blue green algae made up of over 50 utilizable protein all the major amino acids and a long list of vitamins and minerals. We combine it with organic shea butter organic aloe and other moisture-rich herbals in this ultra-conditioning mask ideal for chemically treated or damaged hair. FEATURES BENEFITS Organic Blue Green Algae High in protein amino acids strengthens hair fiber tones scalp Organic Aloe Shea Butter Restore moisture balance Ingredients Aqua cetyl alcohol alcohol denat. (38b lavender ) aloe barbadensis (aloe) leaf juice butyrospermum parkii (shea butter) hydrolyzed rhodophycea extract glycerin citrus grandis (grapefruit) extract aphanizomenon flos aquae (blue green algae) glyceryl linoleate glyceryl linolenate tocopherol a",
    "itemID": "B00028OU5Q",
    "helpful": [
      8,
      9
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 32234
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 13.12,
    "brand": "Aubrey Organics"
  },
  {
    "title": "Ecco Bella Peach Frost Flowercolor Lipstick",
    "description": "Plant-based lipsticks formulated to glide on creamy, not dry or greasy. Based on castor oil, vegetable wax and vitamin E, they smooth and protect lips all day. Their colors are made from iron oxides and carmine, leaving out the FD&C; dyes",
    "itemID": "B000URVDJU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 133469
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 14.35,
    "brand": "Ecco Bella"
  }
]