[
  {
    "title": "BONAMART &reg; Magic Hair Bun Sponge Maker",
    "description": "1. Tie your hair into a ponytail. High ponytail recommended for a classy and girly look. 2. Place ponytail into hair sponge. 3. Tighten hair sponge and pull down to perhaps the last quarter of your ponytail. 4. Start rolling the hair sponge up towards the top of your head. 5. Bend the ends of the hair sponge down to secure bun. 6. Move your hair so it covers the sponge. 7. Bobby pin the loose strands in, give it a puff of hairspray (optional) and you're all set! Decorate with hair accessories (such as flowers or hairbands) if you like",
    "itemID": "B004WDV2XA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7349
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Sprays"
      ]
    ],
    "price": 1.37,
    "brand": "Bonamart"
  },
  {
    "title": "Palmer's Cocoa Butter Formula Massage Cream for Stretch Marks, 4.4 Ounce (Pack of 2)",
    "description": "Palmer's cocoa butter formula massage cream for stretch marks helps improve the appearance of stretch marks with a special combination of cocoa butter, vitamin E, collagen and elastin.",
    "itemID": "B004X8K93S",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 934
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Maternity"
      ]
    ],
    "price": 9.99,
    "brand": "Palmer&#39;s"
  },
  {
    "title": "Cool2day 40&quot; Straight Costume Play Party Wig+wig Cap (Black) (Model: Jf010066)",
    "description": "Specifications:*Hair material: 100% Japanese Kanekalon (high quality one) made fiber.*Top Material and design: Adjustable Monofilament Net.*Color: as the picture (black)*Weight: 0.18kg*Texture: straight*AAA High quality*Size: One-size-fits-most\" and work for both men and women*Hair type: We GUARANTEE that the hair we sell is 100% kanekalon fiber.Package included:*1 x 40\" Costume party straight Black Cosplay Wig wigs 100cm",
    "itemID": "B006O473S8",
    "helpful": [
      0,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 13194
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Wigs"
      ]
    ],
    "price": 14.99,
    "brand": "cool2day"
  }
]