[
  {
    "title": "Nautica Blue By Nautica For Men Edt Spray 3.4 Oz",
    "description": "NAUTICA BLUE by Nautica for Men EDT SPRAY 3.4 OZ Peach, Pineapple, Jasmine, Cedar, Bergamot, Musk, Sandalwood, Water LilyWhen&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B001CT0AGC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 11.41,
    "brand": "Nautica"
  },
  {
    "title": "Remington S7100a Wet 2 Straight 1 Inch Wet/Dry Ceramic Hair Straightener",
    "description": "Achieve the sleek, straight style you've been aiming for with the Remington Style 1-Inch Wet-Dry Ceramic Hair Straightener. Using ceramic plates with steam vents and channels, the Wet-Dry allows you to dry and straighten your wet or damp hair in one simple step, giving you fabulous results and saving you time. This fast-working straightener heats up to 375 degrees Fahrenheit, and removes excess water and locks in moisture as you straighten, ensuring consistent heat transfer to flatten those stubborn curls.1-Inch Wet-Dry CeramicHair StraightenerAt a Glance:Safely straightens wet or dry hairCeramic plates ensure even heat distributionHeats up to 375 degrees in 15 seconds for faster useAuto shutoff safety feature kicks in after 60 minutesBacked by a two-year limited warrantyWith ceramic plates, the Wet-Dry heats up fast and glides smoothly through hair.View larger.Designed with steam vents and channels, so you can style your hair while it's wet or dry.View larger.Save Time by Drying and Straightening in One StepThe Wet-Dry is designed with steam vents and channels that make it safe for wet or dry hair. The channels extract moisture from damp hair and allow steam to escape through the vents, drying hair and sealing the cuticle at the same time.This efficient design helps you spend less time in front of the mirror and still get the look you want, whether you're headed for class, work, or a night out. Additionally, the straightener heats up to 375 degrees Fahrenheit and is ready to use 15 seconds after you switch it on.Ceramic: The Hair Straightener EssentialIf you want to achieve salon-quality hair straightening from your own home, meet the Wet-Dry Straightener. Ceramic has become the big buzz word in hair straightening--that's because ceramic improves heat distribution and helps the selected temperature remain even throughout the entire plate, so there are no hot spots.Ceramic also creates an effortless glide with no snagging, flattening your hair cuticles for silky-smooth results. Plus, it ensures long-life plate wear, protecting the plates against styling products and scratching.Safe, Easy Use with Auto Shutoff FunctionIf you've ever left the house and worried that you forgot to switch off your straightener, you can breathe a sigh of relief. The Wet-Dry Straightener's auto shutoff function takes effect after 60 minutes. And when you've finished styling, it's easy to store away with its handy plate-lock.This straightener also boasts a 2-1/2-meter swivel cord for easy maneuverability and longer reach.Warranty InformationThe Remington Style Wet-Dry Ceramic Hair Straightener is backed by a limited two-year warranty that covers defects in materials and workmanship.Remington has been helping the world get ready for over 70 years. Experts in innovation, they offer cutting-edge technology and work with top salon professionals from all over the world to produce hair styling products that really work. Remington's mission is to help you look good and feel like you're ready for anything, so you can look in the mirror and say, \"Okay, world, here I come.\"What's in the BoxRemington 1-Inch Wet-Dry Ceramic Hair Straightener and user guide.Straightening IronsWet2Straight 2-InchWet2Straight 1-Inch1-Inch Wet/Dry Ceramic2\" Ceramic PlatesTourmaline Wet2Straight Technology400&#xB0;F High Heat30 Second Heat UpDigital Controls w/ 30 Heat SettingsAuto Shutoff1\" Ceramic PlatesTourmaline Wet2Straight Technology400&#xB0;F High Heat30 Second Heat UpDigital Controls w/ 30 Heat SettingsAuto Shutoff1\" Ceramic PlatesWet/Dry Technology375&#xB0;F High Heat30 Second Heat UpErgonomic DesignAuto Shutoff",
    "itemID": "B003FBG7UI",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 117503
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 36.0,
    "brand": "Remington"
  },
  {
    "title": "Remington S5500 Digital Anti Static 1 Inch Ceramic Hair Straightener",
    "description": "Say goodbye to frizz and fly-aways while boosting style control with remingtons s-5500 one inch digital heat ceramic flat iron. infused anti-static technology reduces the amount of negatively charged particles during styling and allows for 50% more static control. the thirty second instant heat up will reach the salon high heat temperature of 410 degrees fahrenheit. one hour automatic shut off, 2 limited year warranty, and floating plates.",
    "itemID": "B003S516XO",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 58
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 14.89,
    "brand": "Remington"
  }
]