[
  {
    "title": "Bundle Monster Manicure Nail Art Image Polish Stamping Plates Accessories - Original 2010 Collection",
    "description": "Bundle Monsters very first set of nail stamping plates. This 21 piece set come with an assortment of full nail, french tip, and some fun embellishment stamps . You will get over 120 designs to experiment with to make your own outstanding nail art. Thanks to the feed back from the incredible fans we have, we will be up-sizing the designs on our 2011 collection, and beyond, since the designs are not as large as we wanted them to be. *PACKAGE CONTENT: 25 Nail Art Image Plates *ONLY*. SCRAPER AND STAMPER are not included and must be purchased in order to use plates properly. PLATE SPECS: Plate Dimension: 5.5cm in Diameter. Make and Finish: Made of Stainless Steel and has a shiny, glossy finish with a \"Bundle Monster\" paper backing. **INSTRUCTIONS FOR NAIL STAMPING: 1. Apply polish on image plate design. 2. Using the scraper, scrape off the excessive nail polish. 3. Stamp the image in rolling motion. 4. Stamp design on nail smoothly. Done ! ***NOTE: Before use, peel off the tight, protective, blue plastic on top of each plate. All image designs featured in this set are authentically created and designed in-house by Bundle Monster EXCUSIVELY. Each design is protected by copyright laws.*** Bundle Monster is a registered trademark of Remi Collections LLC and is exclusively distributed by Bundle Monster. Bundle Monster trademark is protected by Trademark Law.",
    "itemID": "B003ILUQPM",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 53541
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Art"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Sally Hansen Natural Nail Growth Activator # 2741 0.45 oz.",
    "description": "Sally Hansen Natural Nail Growth Activator # 2741 0.45 oz.",
    "itemID": "B000AA9H3Q",
    "helpful": [
      0,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 58779
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Growth Formula"
      ]
    ],
    "price": 4.99,
    "brand": NaN
  },
  {
    "title": "MASH Professional 15 piece Nail Art Brush Kit Set",
    "description": "MASH is proud to introduce its first set of Nail Art brushes! The same great MASH quality you have come to expect, with a price that cannot be beat. These premium brushes are so beautiful, and so affordable, you will never chose another brand again!Three drawing tools, seven painting tools (also can be used as gel nail curing brushes), two liners, one dotting tool, two fan brushes for nail art effect. This brush set is perfect for creating that custom nail art to drive your man and friends wild, or make any man yours forever!PLEASE NOTE:This set comes with a white tip angled brush for specific nail art applications. It is not damaged",
    "itemID": "B005BG02BU",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2925
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Brushes"
      ]
    ],
    "price": 11.99,
    "brand": NaN
  }
]