[
  {
    "title": "Fran Wilson Yellow Mood Matcher",
    "description": "The original MoodMatcher Lip Care Stick with SPF 6 combines Long Lasting 12 Hour Lip Color with the moisturizing powers of Aloe Vera and Vitamin E. Shade changes according to your body chemistry for  inchpersonalized inch lip color. Won't transfer even when eating  drinking or kissing!",
    "itemID": "B000143AY8",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 61915
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 5.25,
    "brand": "Fran Wilson"
  },
  {
    "title": "Philip B. Rejuvenating Oil Treatment, 2 fl oz",
    "description": "Philip B rejuvenating oil treatment is an intensive hair and scalp treatment that closely replicates the scalp&#x2019;s own natural sebum, the body&#x2019;s natural hair food. It is a fragrant blend of carrier and essential oils derived from plants, nuts and flowers. The oil imparts lipids into dry to damaged hair and scalp. Deep, penetrating and soothing essential oils revive and restore hair's elasticity, resilience, and over-all strength. It gives bouncy, healthy, soft, silky, shiny hair from your very first treatment.",
    "itemID": "B000X1M8VK",
    "helpful": [
      3,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 11446
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 18.19,
    "brand": "Philip B."
  },
  {
    "title": "AVALON ORGANICS, Vitamin C Vitality Facial Serum - 1 oz",
    "description": "Vitamin C Serum by Avalon Organics 1 oz Liquid Vitamin C Serum Product Antioxidant-intensive treatment stimulates cellular renewal and provides Photo-Aging Defense. This highly concentrated treatment serum is designed to target hyperpigmentation sagging and lines the most visible signs of UV-induced stress. Our unique combination of antioxidant-rich Vitamin C Lemon Bioflavonoids and White Tea help reactivate cellular renewal and promote collagen and elastin production while evening skin tone. As you soothe oxidative stress you help fight the visible signs of photo-aging resulting in smoother softer skin with improved tone. Standards Contains 70 organic content 100 vegetarian ingredients Certified by QAI to NSF ANSI 305 the American National Standard for personal care products containing organic ingredients Directions After cleansing and toning apply to problem areas. Use morning and evening. Other Ingredients Aqua (Water) Aloe Barbadensis Leaf Juice(1) Glycerin Polyglyceryl-6 Disteara",
    "itemID": "B000YG82HI",
    "helpful": [
      0,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 2826
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 9.97,
    "brand": "Avalon Organics"
  }
]