[
  {
    "title": "SHANY Stamping Nail Art Set (Nail Art Image Plate Holder, Scraper, Stamper)",
    "description": "Must have item in nail art equipment, easy to use. Never buy single item any more, this package has all you need to make nail stamping process smooth and easy. Now everyone can do this. Use Shany stamping kit to reduce cost and make stamping enjoyable and easy.",
    "itemID": "B005R3UYEW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 24979
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 9.08,
    "brand": "SHANY Cosmetics"
  },
  {
    "title": "SHANY 2012 Edition All In One Harmony Makeup Kit, 25 Ounce",
    "description": "This functional palette is perfect for the makeup artist in you. With 168 highly pigmented eye shadows it will be easy to go from day to night. Customize your look with natural colors, trendy shades and bold hues. 98 shimmer shadows provides a rich luster of color. Cool tones ranging from blacks, blues, purples, and greens. Warm colors in reds, oranges, bronze and gold tones. 70 pastel shimmer shadows vary in a wide array of colors. You can use lighter colors to highlight, deeper colors to define and brighter vibrant colors to add an edgy pop to any look. 3 blushes in pale matte pink, vibrant shimmer pink and matte peach. Each blush is perfect to wear alone or mix them together to compliment any skin tone. 6 lip glosses.With so much makeup to choose from your color combinations will be endless.",
    "itemID": "B005UKZAJG",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1609
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 37.95,
    "brand": "SHANY Cosmetics"
  },
  {
    "title": "SHANY Cosmetics The Cosmopolitan Nail Polish Set (24 Colors Premium Quality and Quick Dry), 40 Fluid Ounce",
    "description": "This 24 piece nail polish set has a wide variety of colors to choose from. Use separately or in layers to create different colors. Works great with the Shany 12 piece cracked nail polish set and or the 24 piece nail art set. The possibilities are endless with so many hues you cannot go wrong with this set that contains lime green (pearl), neon green, yellow (matte), neon pink, fuchsia (pearl), neon purple, red (matte), neon yellow, white (matte), black (matte), silver (glitter), gold (glitter), pink (glitter), blue (glitter), green (glitter), dark grey (matte), pink (matte), sky blue (matte), lavender (matte), brick (matte), navy (pearl), forest green (matte), orange (matte), purple (pearl).",
    "itemID": "B005X2F7JY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2460
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 29.95,
    "brand": "SHANY Cosmetics"
  }
]