[
  {
    "title": "Shea Butter - Smooth Luxurious - Intense Long Lasting Moisturization in a Beautiful Scent - Ultra Rich Whipped Shea Body Butter Easily Absorbed Into Your Skin - Heals Extremely Dry, Rough or Damaged Skin - Leaving Your Skin Feeling and Looking Soft and Rejuvenated. This Is an FDA Certified Product.",
    "description": "Would you like to Have a Glowing Looking Skin Drenched in Non Greasy Moisture?Then Your Skin is About to Have an Experience of Delicacy\"Get Your skin Indulged and Rejuvenated With Lagrange Shea Body Butter that:- Revitalizes, Softens and Maintains Skin Moisture.- Enriched With vitamins E that is Essential For Good skin Balance.- Helps Restoring Skin Elasticity and Regenerating Skin Cells.- Soothes Some skin Conditions like Eczema and Prevent/Removes Stretch Marks.- Packed in a Beautiful High Quality Package.Benefits of This Shea Butter Include:Vitamin EProvides the skin with necessary moisture as well as antioxidants for intense healing. Helps  repairing free radical damage, treats wrinkles by supporting new skin cell growth and speeding up cells regeneration, it also helps to restore skin elasticity.GlycerinFights off bacterial infections and makes the skin more supple and works on restoring its elasticity. Draws water into the outer layer of the skin in support of treating skin condition such as eczema and irritation.BeeswaxBeeswax is known to lock in moisture, foster cells and protect skin from damaging environmental factors. Beeswax's anti-inflammatory, antibacterial, anti-allergenic and germicidal antioxidant properties make it a very effective wound-healing agent.All the ingredients of this product were carefully crafted to insure every use will add a beautiful life experience to the users. Leaving the skin smelling beautiful, glowing and perfectly moisturized. A regular use of this product can help the skin to look and feel Healthy, naturally balanced and rejuvenated. Above all, this is our intention and that what really matter to us. We put love into it and we hope it will catch you.\nGo and add it into your cart and give your skin a pampering Spoiling Experience.",
    "itemID": "B00CEPM91M",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 12056
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 13.95,
    "brand": NaN
  },
  {
    "title": "BEST Hyaluronic Acid Serum for Your Skin | Potent Anti-Aging &amp; Moisturizing Serum With Vitamin C &amp; Ferulic Acid | COMES WITH FREE e-BOOK | 100% Natural Skincare Product | Best Moisturizer Serum | 100% MONEY BACK GUARANTEE",
    "description": "Discover the Bottle That Can Help Reverse the Signs of Aging and Wrinkled SkinWhat Is Hyaluronic Acid?:~ As we age, skin moisture can drop significantly making skin lose elasticity and expose the signs of aging~ Hyaluronic acid has an unique ability to hold in moisture~ HA is able to penetrate the into the skin to improve and benefit it with its nutrients~ The protective barrier on the skin locks in moisture, which gives the skin a youthful appearanceTry It RISK-FREE With Our 30 Days Money Back GuaranteeWhat Our HIGH QUALITY HA Serum Will Do To Your Skin:~ Super soft and supple skin~ Reduced appearance of fine lines and wrinkles~ Retain moisture and elastin in the skin~ Younger looking skin~ Radiant glowing skinThe difference between other hyaluronic acid serums and ours:Infused with neroli water + antioxidants: vitamin c and ferulic acidour unique serum is guaranteed to soothe, hydrate and freshen the skin100% Natural and Made in the USA at a FDA Approved FacilityTry it RISK FREE with our 365 days 100% Money Back Guarantee - Even if the bottle is empty!Due to High Demand, Inventory Runs Low - Click \"Add to Cart\" At The Top Of The Page!",
    "itemID": "B00IIBB7A0",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 15054
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 18.0,
    "brand": NaN
  },
  {
    "title": "Vitamin C Serum For YOUR skin- Face,Hands,Neck. Premium Salon-Grade L-Arginine, Hyaluronic Acid and Moisturizing Exotic Jojoba Oil-Smoothes,Plumps And Moisturizes, Anti Aging Anti Wrinkle Benefits.Look Younger Or Your Money Back!Made For Men And Women-Sensuous,Potent 18% Serum-Reduces Wrinkles,Puffiness,Crow's Feet,Age Spots-As Seen On The &quot;Dr Oz&quot; Show 10/31/2012- Made In The USA in a GMP Certified,FDA Inspected Laboratory",
    "description": "Experience The benefits Of Vitamin C For Your Face with Hyaluronic Acid!You Will Not Find A Higher Quality, More Effective And Potent Radiance-Producing Vitamin C Serum On The Market!Most Users Report Brighter,Glowing,More Youthful-looking Skin As Fast As The First Use!Our Unique Salon-Grade Formula Is Ideal For Both Men AND Women!What to Expect :- Proven to assist in collagen synthesis, which will bring back that natural youthful, sensuous glow- Antioxidant properties that will reduce skin damage caused by wind, pollution,sun, smoke, alcohol , etc.- Reduces the appearance of fine lines and wrinkles, crow's feet, etc.- Hyaluronic acid in HealthRoyals Premium Salon-Grade Vitamin C Serum helps hydrate your skin for a refreshing glow throughout the dayPremium Salon-Grade Vitamin C Serum with Hyaluronic Acid is a potent proven brightening Vitamin C Serum that goes on easily and will give you dramatic results and help you look years younger!Ensure that your Vitamin C Serum with anti-aging properties is manufactured in the USA in a GMP Certified, FDA inspected facility.With our unique intense formulation made for both MEN AN WOMEN, you will feel the benefits of our salon-grade serum absorbing into your skinOur Guarantee: If you do not feel that you look younger, your skin is not more radiant and hydrated with that sensuous youthful glow, please contact us through Amazon for an immediate and cheerful refund! We stand behind the benefits of our products 100%!Please be advised that due to the popularity of HealthRoyals Premium Salon-Grade Vitamin C with Hyaluronic Acid and due to it's fantastic anti-aging properties, we frequently go in and out of stock. Please ORDER NOW to ensure your immediate shipment.",
    "itemID": "B00K83VT5Y",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 59383
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 29.99,
    "brand": NaN
  }
]