[
  {
    "title": "Thayers - Rose Petal Witch Hazel with Aloe Vera Alcohol-Free Toner - 12 oz.",
    "description": "Thayers Witch Hazel with Aloe Vera Rose Petal With ALOE VERA Formula Gentle Moisturizes Vitamin E Alcohol-Free Rose Petal Witch Hazel Toner With Certified Organic Witch hazel and Aloe Vera Formula Over 120 years ago Rose Thayer niece of Henry Thayer MD developed an all-natural recipe for extra-soft youthful-looking skin As she aged many would comment on how she always looked 10 years younger than she was Now for the first time her secret formula of Rose Petal water blended with Witch Hazel extract Certified Organic Aloe Vera and Vitamin E is being made available Witch Hazel helps to tighten pores and to smooth and beautify skin without drying THAYERS proprietary Certified Organic Witch Hazel (derived from the bark) is not distilled thereby maintaining all the beneficial natural tannins Assay of hamamelitannin shows that Witch Hazel bark extract is 31 times richer in hamamelitannin than the leaf extract and 87 times richer than the stem extract (Resource: Vennat B \"Tannins from Hamamelis virginana \" Plant Medica 54(1988):454-457) \"Rose's secret to looking 10 years younger naturally\" Alcohol-Free Paraben-Free Propylene Glycol-Free Un-Distilled Witch Hazel (with all the beneficial natural tannins) Moisturizes Cleanses Free Of Alcohol Disclaimer These statements have not been evaluated by the FDA These products are not intended to diagnose treat cure or prevent any disease Thayers Witch Hazel with Aloe Vera Rose Petal Directions Apply with a cotton ball or soft pad to cleanse soften refresh and moisturize skin Use anytime throughout the day as a softening refresherIngredients: Purified water aloe barbadensis leaf (certified organic filet of aloe vera) glycerin (vegetable) fragrance (natural rose) hamamelis virginiana (THAYERS proprietary un-distilled certified organic witch hazel) extract rosa centifolia (rose) flower water citric acid citrus grandis",
    "itemID": "B00016XJ4M",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 10.48,
    "brand": "Thayer&#39;s"
  },
  {
    "title": "100% Pure Unrefined Raw SHEA BUTTER - (1 Pound) from the nut of the African Ghana Shea Tree.",
    "description": "Shea Butter is ... FLEXIBLE, LUSTROUS, PROTECTS, MOISTURIZES, REVITALIZES, RELAXES. REFRESHES, MAINTAINS SKIN & HAIR MOISTURE. Shea Butter benefits to skin & hair are endless.\n\nThe commercial method of extracting Shea Butter has also added to the perplexity of Shea Butter. Shea Butter is used as an ingredient in soaps, shampoos, conditioners, hair relaxers, lotions, hand & body creams etc... There is nothing wrong with using Shea Butter as an ingredient as long as it is Unrefined Shea Butter and not processed or refined. If Shea Butter is added to products and the portions are generous along with other natural and/or organic ingredients, the product is good. However, when the Shea Butter is not listed as a RAW ingredient, and is listed as one of the last ingredients, it is not worth buying. Unfortunately, many companies will use Shea Butter to market their products using scarce amounts of Shea Butter which may ultimately be refined and/or processed. Processing/refining Raw Shea Butter takes away it's natural healing properties. It is important to preserve the ancient methods of Shea Butter by using it in its RAW state rather than processed.\n\nUNREFINED COLOR - because Unrefined Shea Butter is extracted traditionally or cold pressed, the color may vary between light grey, ivory/almond pale and light yellow. The color of Unrefined Shea Butter depends on the Shea Nut itself. Due to the nature of the nuts, the color of Unrefined Shea Butter may vary. Light to medium yellow colored Shea Butter has a root extract added to it, not palm/palm kernal oil ( this is added by sellers for show) One cannot judge the quality and authenticity of Unrefined Shea Butter solely based on color. Texture and quality is imperative when purchasing/using Shea Butter. Try not to base your knowledge of Shea Butter by color first. Look at quality and natural smoky nutty scent.",
    "itemID": "B004YBW5T0",
    "helpful": [
      4,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 67
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 7.65,
    "brand": "Skin Beauty Essentials"
  },
  {
    "title": "KUUMBA MADE AMBER PASTE",
    "description": "Kuumba Made's exquisite fragrances contain oils and resins from flowers, plants, roots and trees. They are delightfully exotic and alluring and are adored and cherished.",
    "itemID": "B006GOQ8RI",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 52123
    },
    "categories": [
      [
        "Beauty",
        "Fragrance"
      ]
    ],
    "price": 8.99,
    "brand": "KUUMBA MADE"
  }
]