[
  {
    "title": "Raw Unrefined Yellow Shea Butter FILTERED &amp; CREAMY 5 0z",
    "description": "Remarks: This is the raw and unprocessed shea butter. It may be lumpy and hard. You can rub it in your hands and apply it directly on the skin. If it is not soft enough for you, you can put into the microwave and heat it for a couple minutes. It will become soft.\n\nGolden Shea Butter is the classic shea butter many are familiar with. It is yellow in color, has a fairly strong smoky odor and is imported from the African nation of Ghana. \n\n\nshea butter tones, evens, and repairs skin naturally, \n\nshea butter renews and revitalizes face, body, hand, hair, nails, and feet \n\nshea butter nourishes skin and hair cells with natural vitamins, \n\nshea butter leaves skin with a smooth, silky natural glow, \n\nshea butter improves stretch marks, fine lines and wrinkles, and scars, \n\nshea butter heals scratches, blemishes, and irritated skin, \n\nshea butter protects, screens, and skin from cold, wind, sun damage, \n\nshea butter improves and alleviates skin conditions such as psoriasis and eczema, Recommended and safe for use by the entire family. \n\nshea butter naturally contains Vitamins A and E. \nPacking: in food-grade plastic containers.",
    "itemID": "B0009MHJS0",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 37451
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 5.5,
    "brand": NaN
  },
  {
    "title": "Cococare Coconut Oil 100% Pure 4 Oz",
    "description": "Cococare Coconut Oil 100% Pure 4 Oz Essential & Body Message Oils at HerbsCity store.",
    "itemID": "B0009P4PZC",
    "helpful": [
      4,
      6
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 2592
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 5.65,
    "brand": "Cococare"
  },
  {
    "title": "Tree Hut Shea Sugar Scrub, Hawaiian Kukui, 18 Ounce (Pack of 3)",
    "description": "Experience a rejuvenating exfoliation with Tree Hut Sugar Scrub with the warm scent of Hawaiian Kukui. Natural Kukui nut Oil repairs and conditions cracked and neglected skin, absorbs quickly into skin and provides elasticity and long lasting moisturization. This gentle sugar scrub is infused with certified organic Shea butter, Kukui nut Oil and an array of natural oils, including Evening Primrose, sweet Almond, Avocado, Macadamia Seed and Orange oil. The sugar grains will softly polish away dead skin cells, leaving your skin soft, smooth and healthy looking.",
    "itemID": "B0018DAUKI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11687
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 21.73,
    "brand": "Tree Hut"
  }
]