[
  {
    "title": "Biore  Deep Cleansing Pore Strips , 14 Nose Strips",
    "description": "Pore Perfect&reg;New! Custom FitUnclogs &amp; DiminishesPull the plug on clogged pores.&nbsp; Deep cleansing nose strips instantly remove dirt, oil and blackheads for cleans",
    "itemID": "B0009EILKS",
    "helpful": [
      7,
      11
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 178
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Pore Cleansing Strips"
      ]
    ],
    "price": 6.66,
    "brand": "Biore"
  },
  {
    "title": "Aquasentials Exfoliating Bath Gloves (2 pairs)",
    "description": "AquaBella Bath Gloves remove dead skin cells and increase the lather of your body wash with exfoliating mitts. The textured mitts are elasticized to stretch to fit any size hands. Particularly for use on dry skin that needs intense exfoliation on a regular basis. Promotes healthy skin and activates blood circulation and makes the skin smooth. Comes with a lovely and attractive design. A good choice for gift and promotion.",
    "itemID": "B001C1LBG8",
    "helpful": [
      4,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2426
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 2.3,
    "brand": "Aquasentials"
  },
  {
    "title": "SHANY Eyeshadow Kit, Metallic Runway, 96 Color",
    "description": "There are no machine made eye shadows in this collection; each single eye shadow has been put in a palette by hand, as you can see in the pictures. Color rainbow has been the best selling brand in department stores and major beauty salons! Shany's products are beauty leaders in the market as their pigment quality is always top of the line. This particular eye shadow kit is made after 3 months of research on popular colors for cold and hot weather and day and night styles. What you see is a complete deluxe makeup kit that every woman must have. We take most pride in our product's quality since each single eye shadow will be inspected twice, before packaging, and before shipment. The colors are long lasting and will not fade after couple of hours unlike the other brands out there. Once u apply Shany eye shadow there is no need for reapplying since the color will stay until you wash it away. The variety of colors will allow you to do any kind of look you desire such as cat eyes, smokey eyes, and bridal look and so on. Once you have this kit you can simply get rid of any other eye shadow kit that you have because you'll get every color that you possibly need in this kit. This product will be the best gift for the woman you love the most.",
    "itemID": "B0034KYDQ0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 112065
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 39.95,
    "brand": "SHANY Cosmetics"
  }
]