[
  {
    "title": "Organic Olive Oil Creamy Aloe Shampoo, 12.5 Ounce",
    "description": "This shampoo moisturizes and neutralizes hair, leaving it tangle free and soft after every shampoo. It can be used as both a neutralizing and regular shampoo. Olive oil has historically been known to improve elasticity and hydration in hair. Removes build-up.",
    "itemID": "B000EGIFBQ",
    "helpful": [
      4,
      4
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 25164
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 4.93,
    "brand": "Organic"
  },
  {
    "title": "Organic Root Stimulator Olive Oil Replenishing Conditioner, 12.25 Ounce",
    "description": "Deep penetrating conditioner. Helps restore moisture and rebuild damaged hair. Stimulates the root of your hair. It leaves hair moisturized, soft, and healthy.",
    "itemID": "B001CXD1AA",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 21160
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 7.15,
    "brand": "Organic Root Stimulator"
  },
  {
    "title": "Andis 67690 1-Inch Nano-Silver Tourmaline Wet or Dry Ceramic Flat Iron",
    "description": "This high style 1 inch Wet / Dry Flat Iron is perfect for all hair and styles. The Nano-Silver technology with real silver has anti-bacterial properties. Crushed from precious gemstones, the tourmaline crystals emit negative ions that quickly seal the cuticle layer and eliminate frizz for smoother, silkier hair. The ceramic plates preserve moisture, creating luster and shine. You can use this flat iron on wet or dry hair; eliminate the need for blow drying! You can straighten, flip, shape, control, and smooth hair with a single product. The maximum temperature of 400 degrees allows you to really lock in the style and create professional results at home. A closing lock for easy storage, auto shut off for safety, tangle free cord and fast heat up are features that all women need in their styling appliances. For over 80 years, Andis has provided the barber and beauty industry with the finest quality of hair styling equipment to assure the highest level of professional results and now we are making this technology available for home use with the Andis at Home line of products. Designed and engineered in the United States, Andis also offers a complete line of quality clippers and trimmers for animal grooming as well as a full line of wall mounted hair dryers for the hotel industry. Andis warrants its retail products to the original purchaser against defective material or workmanship for five years from the date of purchase. All implied warranties are also limited to five years. Andis will replace the product without cost to the consumer. The defective unit must be returned to: The Andis Co., 1800 Renaissance Blvd., Sturtevant, WI 53177. To reach a customer service representative, please call 1-800-558-9441.",
    "itemID": "B000U0C65C",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 172960
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]