[
  {
    "title": "Opi Nail Lacquer, Not So Bora Pink, 0.5 Fluid Ounce",
    "description": "A rich, creamy pink with an exotic twist. Whenever you find yourself stuck in the office or in traffic staring down at your pink nails, this not so boring pink will have you longing for a tropical trip to Bora Bora.",
    "itemID": "B000142FVW",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 37439
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 6.56,
    "brand": "OPI"
  },
  {
    "title": "HSI PROFESSIONAL 1 CERAMIC TOURMALINE IONIC FLAT IRON HAIR STRAIGHTENER FREE GLOVE + POUCH AND travel size Argan Oil Leave In Hair Treatment. WORLDWIDE DUAL VOLTAGE 110v-220v",
    "description": "The Proffesional HSI Flat Iron is great for transforming frizzy, dull hair into gorgeously straight, sleek locks. Aside from straightening, the Proffesional HSI Flat Iron curls and flips hair beautifully, its 1\" plates giving maximum control for all hair types. With flash quick heating and swivel cord, this iron provides great style without making a mess or taking too much time. Featuring new easier grip with ergonomic design for easier hold, the styler flat iron also has versatile heat settings to provide you with total control for all your hairstyling needs. Moist ceramic heat with solid ceramic plates and coils will maintain even temperature",
    "itemID": "B001MA0QY2",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 53.59,
    "brand": "HSI PROFESSIONAL"
  },
  {
    "title": "Proactiv Solution 3pc Micro-Crystal 60 Day Acne Treatment Kit",
    "description": "The medicine in New Proactiv is micro-crystal benzoyl peroxide, with smaller, more uniform particles designed to work faster and gentler than before.\n\nRenewing Cleanser is a unique oil-free formula with smooth, tiny beads to gently exfoliate dead skin cells and other impurities, plus benzoyl peroxide to penetrate pores, attack bacteria, and help heal blemishes. Revitalizing Toner helps balance tone and remove dead skin cells to reveal radiant skin. A special formulation balances skin's natural acids; witch hazel refines and purifies pores; aloe and chamomile soothe and soften. Removes excess surface oil without drying. Repairing Treatment is a light, oil-free lotion with finely milled benzoyl peroxide to help heal and prevent blemishes.",
    "itemID": "B003EN4T2U",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 71
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sets & Kits"
      ]
    ],
    "price": 36.25,
    "brand": "Proactiv"
  }
]