[
  {
    "title": "100% Organic West African Shea Butter 16 oz",
    "description": "African Shea Butter 100% Natural African Shea Butter is made from the nut of the African Shea Tree. It contains a rich amount of unremovable fatty acid which render it far superior to cocoa butter and other natural vegetable butters. this fatty is crucial to rejuvenating and moisturizing the skin. Shea Butter provides all the essential vitamins needed to make skin look and feel smoother, softer and most importantly, healthier. Its therapeutic properties protect the skin from wind, cold, sun and it helps heal wounds faster. Shea Butter stimulates cellular activity, fights the effects of aging and repairs rough, damaged skin.",
    "itemID": "B0009JQFF6",
    "helpful": [
      134,
      137
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 20975
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 7.25,
    "brand": "Nature and Herbs"
  },
  {
    "title": "100% Pure Cosmetics - Organic Coffee Bean Eye Cream, 1 fl oz cream",
    "description": "What is it: Anti-inflammatory, caffeine rich green tea and coffee de-puffs and reduces swelling while increasing circulation to alleviate and brighten dark circles. Concentrated with potent anti-aging vitamins, antioxidants, and nourishing blackcurrant oil.Who is it for: Anyone looking to reduce the appearance of dark circles and puffiness.Truly, 100% Pure- no synthetic chemicals, no artificial fragrances, no parabens or any other chemical preservatives, no petrochemicals or any other toxins.No Animal TestingMade in USA",
    "itemID": "B001189I3A",
    "helpful": [
      2,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 908
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes"
      ]
    ],
    "price": 18.83,
    "brand": "100% Pure"
  },
  {
    "title": "Gurin Ceramic Tourmaline Flat Iron Hair Straightener, 1.25 inch with Carrying Case",
    "description": "If you're looking to transform those frizzy, dull, and unruly locks into a silky smooth, ultra-touchable mane, then you've come to the right place! The Gurin professional flat iron features everything you need to turn your hair into that lusciously perfect style we all lust over. With its ceramic/tourmaline plates and adjustable heat temperature, you'll be able to achieve the hairstyle you want in a short amount of time. Whether you're going for a simple and sleek straight hair look or you prefer to turn things up a notch with voluminous curls, this quick-heating flat iron has a 1.25 inch plate that makes it seamless to achieve any hairstyle you desire. With its ability to distribute even temperature, these moisture-rich plates also ensure you get the perfect style every single time. Great for all hair types, including naturally curly, wavy, oily, fine, or dry hair, this flat iron will instantly become your go-to Holy Grail beauty tool.Whether you have a short pixie cut or long, luscious hair, this flat iron will work seamlessly with any hair length. Wide enough to fit any hair type yet narrow enough to flip those hard-to-style bangs (hey, we've all been there!), these perfectly designed plates mold to your hair type and length to give you the most sleek, silky, and gorgeous finish.No one wants to slave away at a hairstyle for hours on end, which is why the Gurin flat iron's unique ergonomic design features a swivel cord for easy hair flipping, a soft grip for painless hold, and versatile heat settings for ultimate control.Get ready to reveal your most beautiful hair yet with the Gurin Ceramic Tourmaline Flat Iron!We Offer 100% Money Back Guarantee:If you're not happy with it, ship it back and we will refund your money.",
    "itemID": "B00ANW4LLY",
    "helpful": [
      11,
      12
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9023
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 20.95,
    "brand": NaN
  }
]