[
  {
    "title": "Healthy Infusions by Wahl Pro Dryer",
    "description": "Healthy Infusions Pro Hair Dryer.  Stop heat Damage and condition as you dry.  This dryer features revolutionary moisture infusing technology using a conditioning cartridge placed in the unique comb attachment.  This dryer works in two ways to condition hair while it is dried.  One is light conditioning.  Hot air moving past the cartridge atomizes the conditioner that with the help of IONs attaches itself to the hair as it is blown dry.  The second is deep conditioning.  Unique combs pull hair through the attachment dispensing the conditioner evenly throughout the hair - the more you comb the more you condition.  This Ionic dryer features dual lateral air inlets, pro style powerful motor, narrow outlet with higher velocity air flow and is tourmaline ceramic.",
    "itemID": "B001E6G6FC",
    "helpful": [
      4,
      4
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 449381
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Olay Regenerist Anti-Aging Starter Trio Pack 1 Kit",
    "description": "Olay Regenerist Skin Care Starter Trio Pack beautifully regenerates skin's appearance for significantly younger-looking skin without drastic measures such as cosmetic fillers and injections. Formulated with an exclusive Olay Amino-Peptide +B3 complex, Olay Regenerist renews skin's outer layer one cell at a time while strengthening skin's moisture barrier. The Olay Regenerist Daily Regenerating Cleanser - 5OZ, provides the beautifully regenerated look of a detoxifying mini-professional treatment. The Olay Regenerist Deep Hydration Regenerating Cream - .5OZ, visibly regenerates skin's appearance and intensely hydrates skin. The Olay Regenerist Eye Lifting Serum - .5OZ, hydrates to firm and visibly lift skin around the entire eye area.",
    "itemID": "B002UUT3YM",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 9592
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Sets & Kits"
      ]
    ],
    "price": 22.59,
    "brand": "Olay"
  },
  {
    "title": "Vaseline Body Lotion, Aloe Fresh 20.3oz (Pack of 3)",
    "description": "",
    "itemID": "B001ECQ4JE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9039
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 23.81,
    "brand": "Vaseline"
  }
]