[
  {
    "title": "Aztec Secrets: Indian Healing Bentonite Clay, 2 lbs",
    "description": "Indian Healing Clay by Aztec Secret 2 lbs Clay How Aztec Secret Works Indian Healing Clay Clays have been used for centuries to beautify and refresh when used as a facial mask. Cleopatra used clay from the Nile river and the Arabian desert over 1800 years ago as part of her beauty ritual. German and Roman spas have been using clay packs and treatments in the spas they built 4 000 years ago. Many of these spas still exist and use clay even today. Pliney the Elder devoted an entire chapter of his Natural History to the many uses of clay for pimples black heads and skin tightening. Many famous naturopaths such as Kuhn Just and Kneipp have contributed to the revival of the uses of clay through their natural treatments for arthritus and skin ailgments. Aztec Indian Healing Clay A Brief History - The Worlds Most Powerful Facial The use of clay with apple cider vinegar can be dated back to the southern French priest of the16th century Kneipp and his natural treatments using clay packs and po",
    "itemID": "B000ZMBSPE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 142
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 10.31,
    "brand": "Aztec Secret"
  },
  {
    "title": "Body Fantasies Moisturizing Lotion for Women, Cotton Candy Fantasy, 7.75 Ounce",
    "description": "Made with shea butter and vitamin E that pampers your skin with a special blend of moisturizers. It is a wonderful blend of spun sugar and creamy vanilla combined with notes of tender strawberries, lush raspberries and clean musk.",
    "itemID": "B000FZXA5C",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 150468
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 2.27,
    "brand": "Body Fantasies"
  },
  {
    "title": "Victoria's Secret Amber Romance Ultra Moisturizing Hand and Body Cream 6.7 fl oz (200 ml)",
    "description": "Victoria's Secret Amber Romance Ultra Moisturizing Hand and Body Cream 6.7 fl oz (200 ml)Condition skin with this warm, alluring blend of black cherry, crme anglaise, vanilla and sandalwood. Deeply emollient, sensuously scented cream, with ultra-moisturizing avocado and sweet almond oils, is perfect for anywhere skin needs extra pampering like hands or knees.",
    "itemID": "B0013N73QM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 91486
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 11.0,
    "brand": "Victoria&#39;s Secret"
  }
]