[
  {
    "title": "e.l.f. Glossy Gloss, Ballet Slippers, 0.24 Ounce",
    "description": "Dazzle and shine with this intense, show-stopping glitter filled gloss. Infused with light-reflecting micropearls, this non-sticky gloss illuminates lips with sheer brilliance and lots of color. Vitamin E hydrates lips for additional lip-quenching moisture while the precision brush applicator provides the perfect amount of gloss for effortless coverage, everytime.",
    "itemID": "B005RQIS9W",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 63131
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lip Glosses"
      ]
    ],
    "price": 6.65,
    "brand": "e.l.f. Cosmetics"
  },
  {
    "title": "e.l.f. Pigment Eyeshadow, Naturally Nude, 0.05 Ounce",
    "description": "Create a bold and beautiful statement with these jewel-toned, multi-dimensional pigments that impart lustrous high-color payoff and long-lasting wear. The buildable, powdery-fine formula blends seamlessly for ease of application and can be layered for a variety of looks. From soft and neutral to strikingly colorful these six silky and shimmery shades compliment every eye color for a fun, flirty look. Eyeshadow Brush included.",
    "itemID": "B006Y8N6NK",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 136008
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 6.6,
    "brand": "e.l.f. Cosmetics"
  },
  {
    "title": "Rosallini Women Stainless Steel Extension Eyelash Applicator Tool Fish Tail Clip",
    "description": "Fish tail design eyelash clip is a great tool for ladies. Help you to stick artificial eyelash firmly and take off it easily. A must for ladies to use in daily life, and save your time on makeup. It's durable as made from stainless steel material.",
    "itemID": "B007ML0OY2",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 298
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Curlers"
      ]
    ],
    "price": 1.51,
    "brand": ""
  }
]