[
  {
    "title": "One With Nature Dead Sea Mud Dead Sea Minerals Soap, 7 Ounce Bar",
    "description": "At One With Nature, we are dedicated to crafting only the finest skin care products. Care is taken to design, develop and manufacture our products in harmony with nature and our customer's needs. We are also committed to preserving the Dead Sea through our partnership with FoEME (Friends of the Earth Middle East). Environmental consciousness is the cornerstone of our business. Our soaps combine genuine Dead Sea minerals, thousands of years in the making, with a pure vegetable base and moisturizing shea butter to provide a truly luxurious cleansing experience. Our soothing bath bars relax muscles, stimulate circulation and restore the skin's natural pH. Best of all, they are 100% natural. Our eye-catching colors result from a blend of plant and naturally-occurring mineral pigments found in the diverse climate zones of the region. The rich scents come from pure essential oils or other 100% natural sources. More than 1300 feet below sea level, the shores of the Dead Sea mark the world&#x2019;s lowest elevation and the sight of one of nature&#x2019;s greatest wonders. Fed by the River Jordan, the Dead Sea&#x2019;s mineral rich salts and muds have unique therapeutic value, acting to deeply cleanse and tone while restoring the skin&#x2019;s natural PH. This unique soap combines genuine Dead Sea salts&#x2014;thousands of years in the making&#x2014; with a pure vegetable base to provide a truly natural cleansing experience. Put simply&#x2014;The Dead Sea is really old, but using this bar of soap will help you and your skin look and feel younger. You just won&#x2019;t believe it until you try it. Experience the Dead Sea Difference.",
    "itemID": "B000MVYJ0O",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 642
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 3.09,
    "brand": "One With Nature"
  },
  {
    "title": "Dr.Woods Products Black Soap 32 oz",
    "description": "Organic Shea Butter Pure Black Castile Soap by Dr. Woods 32 oz Liquid New Shea Vision Products Liquid Soap with Organic Shea Butter We have combined our original soap products with Organic Shea Butter to create an ultra moisturizing cleanser. Shea Butter is nature s hidden secret for beautiful skin. Once a year in the African Savannah the Mangifolia tree gives up its fruit known as the karite or the shea nut. After being hand picked the shea nuts are boiled to extract their treasure Shea Butter. Shea Butter is an ultra moisturizer that penetrates and revitalizes your skin. Shea Butter naturally contains vitamins A E and F essential elements that give your skin the balance that it needs for improved elasticity and to combat dryness. Black Soap Dr. Woods Black Soap also known as Anago Soap or Alata Soap originates from West Africa. It has been used for centuries in Africa. It s methods and secrets have been passed down from generation to generation to keep the soap close to mother natur",
    "itemID": "B000WUD83E",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1599
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 8.99,
    "brand": "Dr. Woods"
  },
  {
    "title": "Lemongrass + Argan Stem Cell Shampoo - 8 oz - Liquid",
    "description": "Lemongrass + Argan Stem Cell Shampoo by Acure Organics 8 oz Liquid Lemongrass Argan Stem Cell Shampoo 8 oz Liquid Product This clarifying shampoo is gentle enough for everyday use for all hair types. Promotes shiny healthy clean hair. Organic Argan Oil Argan Stem Cells CoQ10 help support hair keratin and strengthen the follicle connection. Organic Avocado Oil provides vitamin B12 and moisture while lemongrass cleanses and clarifies. Safe for color treated hair. Ingredients Organic Euterpe oleracea (Acai) Berry Organic Rubus fruticosus (Blackberry) Organic Rosa canina (Rosehips) Organic Punica granatum (Pomegranate) Organic Fair Trade Certified Rooibos Organic Aloe Barbadensis Vera Leaf Juice Sodium Lauroyl Methyl Isethionate (from Coconut) 100 Naturally-derived Betaine (from Sugar Beets) Vegetable Glycerin Sodium Methyl Cocoyl Taurate (from Coconut Amino Acids) Sodium Cocoyl Glutamate (from Coconut Amino Acids) Cocoglucosides Hydroxypropyltrimonium Chloride (Sugar Conditioner) Sodiu",
    "itemID": "B005Z41P28",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7195
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 10.6,
    "brand": "Acure"
  }
]