[
  {
    "title": "Vaseline 100% Pure Petroleum Jelly, 13 Ounce",
    "description": "Vaseline 100% Pure Petroleum Jelly is the original! Use it daily all over your body, even your face:  Heals dry skin.  Helps protect minor cuts, scrapes and burns.  Protects skin from wind burn and chapping.  Reduces the appearance of fine, dry lines.  Vaseline Petroleum Jelly contains no colors, fragrances or irritants. Hypo-allergenic and non-comedogenic.",
    "itemID": "B007E62538",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2249
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Creams"
      ]
    ],
    "price": 7.49,
    "brand": "Vaseline"
  },
  {
    "title": "Sunflowers By Elizabeth Arden For Women. Eau De Toilette Spray 3.4 Oz.",
    "description": "Splendor by Elizabeth Arden Eau de Parfum Spray 75ml 2.5 Fl. OZ.",
    "itemID": "B0009OAI18",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 32835
    },
    "categories": [
      [
        "Beauty",
        "Fragrance"
      ]
    ],
    "price": 16.48,
    "brand": "Elizabeth Arden, Inc."
  },
  {
    "title": "Bvlgari Blv By Bvlgari For Women. Eau De Parfum Spray 2.5 Ounces",
    "description": "Introduced in 2000. Fragrance notes: a cool scent musk, vanilla and ginger, with low woodsy notes. Recommended use: daytime.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000C20ZSS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13337
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 90.87,
    "brand": "Bvlgari"
  }
]