[
  {
    "title": "TheraNeem Cream - Original Organix South 2 oz Cream \nVanilla",
    "description": "Neem cream - original neem cream original vanilla neem is respected by ayurvedic practitioners for its ability to support healthy skin. Packed with antioxidants and nourishing essential fatty acids, neem calms and moisturizes even the most sensitive skin. Directions: apply as often as necessary. Great for all skin types. If irritation occurs discontinue use. If condition persists, consult your health care practitioner.",
    "itemID": "B0001ZYL3Q",
    "helpful": [
      1,
      3
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 2350
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 11.28,
    "brand": "Organix"
  },
  {
    "title": "Himalaya Neem Face Wash 2 x 50ml pack",
    "description": "1 x 100ml or 2 x 50ml Himalaya Neem Face Wash For Acne Pimples and Oily Skin. we will either ship 1 pack of 100ml or 2 packs of 50ml whatever is in stock at the time of order",
    "itemID": "B0038VKNZA",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 100249
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 12.99,
    "brand": "Himalaya"
  },
  {
    "title": "Purifying Neem Face Wash - Himalaya - (150 ml)",
    "description": "Theres no reason to let zits, pimples, and acne breakouts ruin your day, or suffer through painful and caustic treatments with synthetic chemical products that cause dryness, peeling and a whole host of additional problems. This Neem face wash from Himalaya is a natural solution for oily and acne prone skin. It is made with a powerful trio of Neem, Turmeric, and Fuller's Earth, or Multani Mitti. These are three of Ayurveda's most powerful cleansing and strengthening ingredients for the skin, here combined to offer the skin unique and potent healing and rejuvenating effects. Neem is remarkably purifying for the skin, as well as the whole body. It has natural anti-microbial and anti-oxidant properties that are unmatched in their safety and efficacy among herbs. Neem eliminates germs and scavenges free radicals, protecting the skin from infection and degeneration. Turmeric aids in this action, as it is also potently purifying with natural anti-bacterial actions, but it contributes more to the metabolic activities of the skin. It penetrates deep into the skin cells to strengthen and stimulate the vital energy of each cell, restoring color and vibrance to the skin, helping its inner life to shine through. This greatly strengthens the skin, improving its elasticity and helping to further protect it from infection and damage due to exposure to environmental pollutants. These two powerful herbs are blended with Fuller's Earth, a rich alkaline soil, corrects imbalances and normalizes skin tone. Its offers a complex profile of toning and detoxifying mineral rich clays that eliminate acne causing bacteria and oils. Its deep-cleansing action unclogs pores, lifts excess oil and impurities and purifies the skin, leaving it clean and fresh. In this way, Purifying Neem Face Wash from Himalaya deep cleans the skin, lifting dirt and oil and eliminating acne causing germs, while fortifying and rejuvenating the skin from the inside out. Enjoy the fresh beauty of Nature - Enjoy Himalaya",
    "itemID": "B004FL07LC",
    "helpful": [
      2,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 9898
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 8.5,
    "brand": "Himalaya"
  }
]