[
  {
    "title": "Aveeno Clear Complexion Daily Moisturizer, 4 Ounce",
    "description": "This daily moisturizer has a unique formula with an exclusive total soy complex to help naturally even out skin tone and smooth texture. It also contains salicylic acid to help clear up and prevent blemishes. This fast absorbing moisturizer is gentle enough for sensitive skin and helps maintain healthylooking skin and improve your complexion. Aveeno clear complexion daily moisturizer leaves skin soft and smooth. Improves skin texture. Evens out skin tone. Improves skin clarity. Prevents breakouts. Clears up blemishes. Discover Aveeno active naturals simply put, active naturals are Ingredients derived from nature and uniquely formulated to reveal skin's natural health and beauty. A pioneer in the study of natural Ingredients for efficacious skin care, Aveeno has captured the naturally active benefits of soy. Long known for its health benefits, soy also delivers multiple skin benefits including moisturization, smoothing texture, and evening out skin tone. Aveeno offers facial care products that are noncomedogenic, hypallergenic, and gentle enough for everyday use.",
    "itemID": "B00006FRW7",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 4.65,
    "brand": "Aveeno"
  },
  {
    "title": "Aveeno Active Naturals Skin Relief Hand Cream, 3.5 Ounce",
    "description": "This unique, non-greasy and fragrance free hand cream is specially formulated with ntense Relief Hand Cream and rich emollients to help heal dry skin and form a protective glove against the elements. Unlike ordinary hand creams, Aveeno Intense Relief Hand Cream protects and moisturizes skin for 24 hours and even lasts through hand washing.",
    "itemID": "B00008J2XQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": 7.32,
    "brand": "Aveeno"
  },
  {
    "title": "Aveeno Active Naturals Positively Ageless Daily Exfoliating Cleanser With Natural Shiitake Complex, 5 Ounce",
    "description": "A unique daily cleanser with Natural Shiitake Complex helps your skin look and feel younger. This light foaming, soapfree formula cleanses and softens skin, while lifting away dirt, oil, and makeup without overdrying sensitive skin. Fine microbeads gently remove dull, dry skin to help reveal healthier, younger looking skin.",
    "itemID": "B000MUQFTI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5953
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Scrubs"
      ]
    ],
    "price": 2.98,
    "brand": "Aveeno"
  }
]