[
  {
    "title": "AINHOA Luxe Gold Facial Serum, 1.05 Fluid Ounce",
    "description": "AINHOA is an award-winning series of professional beauty products for use in the comfort of your home.  Pleasurable, convenient, made from the highest quality ingredients, these are Spa-quality products at affordable prices. Ainhoa has been available in the worlds&#x2019; finest hotels and spas for over 15 years, offering luxurious treatments using their products.   Whether you want daily use products or an intense treatment, whatever your skin type; the stunning Ainhoa range has the right products for you.  Treat yourself today and enter the exclusive world of Ainhoa. LUXE GOLD is a very special facial range containing Gold and highly sought-after Caviar Extract in even greater concentrations, to pamper the skin and this combination of innovative ingredients provides anti-wrinkle, regenerative, revitalizing, oxygenating and lifting actions. Caviar Extract is regenerative and nourishing while Gold stimulates cellular oxygenation, lifts and provides light reflection. Caviar Extract is rich in vitamins A, D, B1, B2, B6 and the elements Cobalt, Copper, Phosphorus, Silicon, Zinc; as well as Amino-Acids Glycine, Lysine, Histidine, Arginine and Asparagine. Additionally sources of marine DNA, key to skin cell regeneration.  This potent combination intensifies the processes inside the skin cells and moisturizes, slowing down the aging process.  You will not find higher Caviar Extract concentrations even in products that cost hundreds of dollars more than LUXE GOLD. LUXE GOLD Facial Serum offers regenerative and moisturizing properties. When used day and night before applying face cream this light, absorbent serum contributes to accelerating the skin's recovery, renewing skin cells and regenerating tissue.  A truly wonderful product to compliment your current day and night creams. dry/dehydrated skins / expression lines. Ainhoa products which compliment this range are: LUXE Cleansing Milk, LUXE Facial Tonic, SPECIFIC Glycolic Acid, PLASTIC MASK Lifting Mask, any AINHOA face cream.",
    "itemID": "B005F2AD3W",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 829711
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 67.9,
    "brand": NaN
  },
  {
    "title": "Suave Professionals Moroccan Infusion Shine Conditioner 28 oz",
    "description": "",
    "itemID": "B00A0IWRU8",
    "helpful": [
      3,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 46538
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 7.29,
    "brand": "Suave"
  },
  {
    "title": "Instant Heat Curling Iron, 1-Inch",
    "description": "Welcome to the world of advanced styling, where curling irons heat up in less than a minute, where you can choose between 25 different temperature settings for any hair type, and where, if left unattended, your curling iron automatically turns off. Conair's 1-inch curling iron is ideal for creating those medium-to-large bouncing curls. Featuring dual voltage settings, the iron allows you to select either standard North American 125-volt or 250-volt foreign electricity operation, so you can use your curler when you're traveling abroad. Its sure-grip handle has a patented design for greater control and precision, and the electronic on/off touch pad is easy to use. If you forget to turn off the curler (too busy fending off your admirers, we assume), it will automatically shut itself off. With that 60-second heat-up time and a flashing indicator light that lets you know when you can start styling, you'll have playful curls to impress within minutes. And with a two-year limited warranty, you'll be curling for years to come.--Ariel Meadow Stallings",
    "itemID": "B000050B6U",
    "helpful": [
      1,
      3
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 3225
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Curling Irons"
      ]
    ],
    "price": 13.95,
    "brand": "Conair"
  }
]