[
  {
    "title": "Prada Candy By Prada Eau De Parfum Spray 1.7 Oz For Women",
    "description": "Prada Candy By Prada Eau De Parfum Spray 1.7 Oz For Women : Prada Candy launched in 2011 has taken all vivacious young feminine hearts in its grasp. The caramela, musky, and balmy accords are irresistible for the graceful or the vivacious. A creation by the perfumer Daniela Andrier, it enlivens the young heart of the applicant and tantalizes the smeller. It is a companion of the flirtatious and the sensuous. The musky notes dominate over the top followed by the chypre benzoin. The gourmand caramel is a surprise at the base when you start feeling that you know the Prada trick. The exquisite flacon with embossed brand name and attractive stopper gives a start to the temptation.",
    "itemID": "9788072216",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 78916
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 65.86,
    "brand": "Prada"
  },
  {
    "title": "derma e Anti-Wrinkle Vitamin A Glycolic Cleanser, 6 Fluid Ounce",
    "description": "This naturally exfoliating, sulfate-free cleanser helps deeply cleanse pores for a fresh, healthy complexion. Wash away dirt, oil, and impurities, deeply cleansing pores for a fresh, healthy complexion with this naturally exfoliating formula. Vitamin A, commonly referred to as the \"skin vitamin\", is best known for its cellular renewal properties. Glycolic Acid, Marine Plant Extracts and Papaya thoroughly clean skin and encourage mild exfoliation. 100% vegan, cruelty-free, paraben-free, sulfate-free, mineral oil-free, lanolin-free, gluten free, GMO-free. Previously known as Refining Vitamin A and Glycolic Cleanser and Vitamin A Glycolic Cleanser",
    "itemID": "B003XQ7A38",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4079
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Glycolic Acid"
      ]
    ],
    "price": 5.79,
    "brand": "Derma E"
  },
  {
    "title": "derma e Anti-Wrinkle Vitamin A Glycolic Toner , 6-Ounce",
    "description": "Rich in vitamin a and marine plant extracts, this ph balanced toner helps remove traces of cleanser residue and impurities, rebalances the skin and reduces the appearance of pores.",
    "itemID": "B003XQD0GE",
    "helpful": [
      1,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 12242
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Toners & Astringents"
      ]
    ],
    "price": 5.79,
    "brand": "Derma E"
  }
]