[
  {
    "title": "Queen Of Hearts By Queen Latifah Ml Edp Spray, 3.4 Ounce",
    "description": "Queen of Hearts by Queen Latifah 3.4 oz 100 ml EDP SprayWhen&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B0040YRFAK",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 56510
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 10.83,
    "brand": "Queen Latifah"
  },
  {
    "title": "Biotique Botanicals Bhringraj Hair Growth ThERApeutic Oil, 4.2-Fluid Ounce",
    "description": "This Bio Bhringraj Fresh Growth Therapeutic Oil nourishes the scalp and strengthens hair strands to encourage fresh growth and help diminish greying.",
    "itemID": "B004C1VIPY",
    "helpful": [
      0,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 7345
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Hair Regrowth Treatments"
      ]
    ],
    "price": 9.95,
    "brand": "Biotique Botanicals"
  },
  {
    "title": "Brazilian Hair Treatment Goat's Milk - (Leite De Cabra, Leche De Cabra) Mask, 1000g (COLOR OF PACKAGING MAY VARY)",
    "description": "A Goat's Milk deep hydrating mask with complex aminoacids restores the health and shine to colored and chemically treated hair. Excellent for dry hair, restores moisture and flexibility of the hair shaft,repairing damaged fibers bringing shine,softness and health back. DIRECTIONS: Wash hair, apply to hair and massage for approximately 2 minutes.Rinse. For deep treatment apply to hair and place under plastic cap for 30 minutes. INGREDIENTS: Water,Cetearyl Alcohol,Cetrimonium Chloride,Parfum,Hydrolyzed Milk Protein/Hydrolyzed Wheat Protein/Methicone/Polyquaternium-`0/Carbocysteine,Methylchloroisothiazoline/Methylisothiazoline,Citric Acid,Cl19140,Cl14720.",
    "itemID": "B0036I8BPE",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 926
    },
    "categories": [
      [
        "Beauty",
        "Hair Care"
      ]
    ],
    "price": 10.59,
    "brand": "Kanechom"
  }
]