[
  {
    "title": "Malibu Hard Water Wellness Treatment Kit, 9 oz Shampoo, 9 oz Conditioner and 0.17 Hard Water Treatment",
    "description": "Hard Water Wellness Kit&#xA0;is the number one defense system against malicious minerals and other elements hiding in your water. This 100% vegan total wellness kit is predictably popular as it instantly removes and prevents pesky buildup to unleash perfectly purified, weightless tresses and reveal unmatched shimmer and shine.",
    "itemID": "B00194Q7BC",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1072
    },
    "categories": [
      [
        "Beauty",
        "Hair Care"
      ]
    ],
    "price": 12.05,
    "brand": "Malibu Wellness"
  },
  {
    "title": "SJP NYC Eau De Toilette, 2-Fluid Ounce",
    "description": "A deliciously addictive and colorful fruity floral built around a vivacious wild strawberry accord with a cocktail of feminine florals and creamy sensual undertones. Topnotes &#x2014; Italian Bergamot, White Osmanthus, Wild Red Strawberries Midnotes &#x2014; Honeysuckled, Red Rose Damascenia, Mimosa Basenotes &#x2014; Sandalwood, Vanilla, Rum, Creamy MusksWhen&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B003824I2I",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9732
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 27.03,
    "brand": "Sarah Jessica Parker"
  },
  {
    "title": "L'Oreal Paris Telescopic Shocking Extensions Mascara, Black, 0.29 Ounces",
    "description": "L'Oreal introduces liquid extensions in a bottle, with new telescopic shocking extensions mascara, a new generation of lash length. In one motion lashes are separated, intensified, and look shockingly lengthened for an intense make-up result.",
    "itemID": "B00AUFS3L8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 104046
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 5.71,
    "brand": "L&#39;Oreal Paris"
  }
]