[
  {
    "title": "Creative Nail Design Creative Nail Solar Oil, 0.5 Ounce",
    "description": "Solar oil is a conditioning treatment that penetrates deeply and quickly, softening cuticles and promoting strong, flexible natural nails and enhancements. Solar oil's natural blend of jojoba oil, sweet almond oil and vitamin e creates a light penetrating oil with antioxidant agents.",
    "itemID": "B0002QB1SC",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9291
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Cuticle Care",
        "Cuticle Creams & Oils"
      ]
    ],
    "price": 5.65,
    "brand": "CND Cosmetics"
  },
  {
    "title": "F.A.S.T. Nisim FAST Shampoo &amp; Conditioner 12 oz. each For FAST Hair Growth!",
    "description": "F.A.S.T is designed to supercharge your hair. F.A.S.T. will get your hair growing up to 45% faster. The shampoo and Conditioner have been made with the highest quality ingredients including our proprietary blend of vitamins and amino acids. Package: One shampoo, one conditioner, 12 Oz \n\n--------------------------------------------------------------------------------",
    "itemID": "B000NLJFNY",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9750
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoo & Conditioner Sets"
      ]
    ],
    "price": 26.89,
    "brand": "FAST"
  },
  {
    "title": "Godefroy 28 Day Mascara Permanent Eyelash and Eyebrow Tint Kit, Black",
    "description": "Buy Godefroy Mascaras - Godefroy 28 Day Mascara Permanent Eyelash and Eyebrow Tint Kit Black. How-to-Use: An allergy test is required 24 hours before use of this product. *For best results wash lashes thoroughly with mild soap. Let lashes dry before treatment. *Apply a thin layer of petroleum jelly around eye area. this will prevent staining and will adhere eye shield to skin. Place enclosed eye shield on skin underneath eye lashes. Eye shields can be trimmed for a cus",
    "itemID": "B002T71IL2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1093
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 15.95,
    "brand": "Godefroy"
  }
]