[
  {
    "title": "SHANY Professional 13-Piece Cosmetic Brush Set with Pouch, Set of 12 Brushes and 1 Pouch, Red",
    "description": "The SHANY Professional 13-Piece Cosmetic Brush Set with Pouch (Set of 12 Brushes and 1 Pouch, Red) provides a complete assortment of brushes for makeup applications. Made from a combination of natural animal hair and synthetic hair, the set includes 12 key brushes that are soft and silky to the touch. Animal hair brushes apply makeup evenly and are easy to clean. For convenient storage and portability, the brushes come with a handy organizer pouch.Professional 13-PieceCosmetic Brush Setwith PouchAt a Glance:Basic set of 12 professional-grade cosmetics brushesNatural animal hair is soft, durable, and does not hold colorEasy to clean and dryConvenient storage pouch for easy organizationHandmade; SHANY logo engraved on the long handlesHandmade from natural animal hair and synthetic hair for even application.View larger.Complete Set of 12 Professional-Grade BrushesThis brush set features brushes used for applying powder, foundation, blush, and eye shadow. It also includes concealer, lip, spoolie, and mascara brushes and a dual eyebrow brush/lash comb. Each brush is designed with long, easy-to-grip handle for precision during application.Handmade from Animal Hair for a Soft, Silky FeelThe cosmetics brushes are made from a combination of natural animal hair and synthetic hair, so they are soft and silky on top, yet firm and durable on the bottom. The brushes allow you to apply colors smoothly, while pigment does not cling to the hairs after application, so you can blend and reuse colors without cleaning every time.Handmade with precision, each brush in the set is engraved with the SHANY logo.Easy to Clean and DryYou do not need to clean these brushes frequently, but when you do wash, it's easy--simply run the brushes under warm water, clean them with your favorite shampoo, and rinse thoroughly. You can let your brushes air dry or use a hair dryer for quicker results. Brushes should be cleaned once before first use.Storage Pouch for Organization and TravelFor easy organization, the brushes are packaged in a slender folding pouch, that you can toss into your gym bag or purse. Each individual brush arrives packaged in clear plastic wrap to protect from dirt and dust.About SHANY: Sleek. Sexy. Breathtaking.With a commitment to high quality, SHANY creates a variety of makeup kits, cases, and accessories. Offering easy accessibility to professional-quality makeup and accessories for at-home users, SHANY assembles and hand-selects every item in their assortment of makeup collections. All shadows are formulated with a natural mineral oil base and packaged in recyclable plastic. SHANY is a proud member of People for the Ethical Treatment of Animals (PETA), and does not test any makeup on animals. No animals are harmed to create these natural brushes.What's in the BoxSHANY Professional 13-Piece Cosmetic Brush Set with Pouch (Set of 12 Brushes and 1 Pouch, Red).Cosmetic Brush SetsStudio-QualityNatural CosmeticBrush SetEco-NaturalCosmetic Brush SetProfessionalCosmetic Brush Set&#xA0;",
    "itemID": "B001JKTTVQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 248
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 12.95,
    "brand": "SHANY Cosmetics"
  },
  {
    "title": "SHANY Studio Quality Natural Cosmetic Brush Set with Leather Pouch, 24 Count",
    "description": "The SHANY Studio-Quality Natural Cosmetic Brush Set with Leather Pouch (Set of 24 Brushes, Goat and Badger Hair) provides professional-grade tools for all of your makeup applications. Made from natural animal hair, this set includes 24 soft, durable brushes ranging from large fan to small angled styles. The brushes apply makeup evenly and are easy to clean. For easy storage and portability, the brushes come packaged in a handy black organizer.Studio-Quality Natural Cosmetic Brush Set with Leather PouchAt a Glance:Complete set of 24 brushes for all cosmetics application needsNatural animal hair is soft, durable, and does not hold colorEasy to clean and dryConvenient storage pouch with soft lining for easy organization and travelSizes range from large fan to small angled stylesHandmade from natural goat and badger hair for smooth application.View larger.Complete Set of 24 Professional-Grade BrushesThis brush set offers you a professional makeup artist's tool kit for use at home. With a complete range of sizes and styles, you'll be able to find the right brush for the job. The set includes essential shadow, foundation, and powder brushes in multiple sizes, as well as liner, concealer, smudge brushes, and a dual eyebrow brush/lash comb.For added convenience, the most often-used brushes are duplicated so you can dedicate one set to pale pastels or neutrals and the second set to dark, vivid hues. And all of the brushes feature a long, easy-to-grip handle for precision during application.Handmade from Animal Hair for a Soft, Silky FeelThe cosmetics brushes are made from natural goat and badger hair, so they are soft and silky on top, yet firm and durable on the bottom. The brushes allow you to apply colors smoothly, while pigment does not cling to the hairs after application, so you can blend and reuse colors without cleaning every time.Handmade with care, each brush in the set is engraved with the SHANY logo.Easy to Clean and DryYou do not need to clean these brushes frequently, but when you do wash, it's easy--simply run the brushes under warm water, clean them with your favorite shampoo, and rinse thoroughly. You can let your brushes air dry or use a hair dryer for quicker results. Brushes should be cleaned once before first use.Convenient Storage Pouch for Organization and TravelFor easy organization, the brushes are packaged in a black folding pouch that you can easily toss into your gym bag or suitcase. Extendable trays in the pouch offer additional storage space for extra items, like your favorite jar ofSHANY Mineral Eye Sparkle Eye shadow (Set of 40 Jars)(sold separately). The soft interior lining provides padding to keep the brushes safe during travel.Each individual brush arrives packaged in a clear plastic wrap to protect it from dirt and dust.About SHANY: Sleek. Sexy. Breathtaking.With a commitment to high quality, SHANY creates a variety of makeup kits, cases, and accessories. Offering easy accessibility to professional-quality makeup and accessories for at-home users, SHANY assembles and hand-selects every item in their assortment of makeup collections. All shadows are formulated with a natural mineral oil base and packaged in recyclable plastic. SHANY is a proud member of People for the Ethical Treatment of Animals (PETA), and does not test any makeup on animals. No animals are harmed to create these natural brushes.What's in the BoxOne SHANY Studio-Quality Natural Cosmetic Brush Set with Leather Pouch (Set of 24 Brushes, Goat and Badger Hair).Cosmetic Brush SetsStudio-QualityNatural CosmeticBrush SetEco-NaturalCosmetic Brush SetProfessionalCosmetic Brush Set&#xA0;",
    "itemID": "B002DOO1VA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 937
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Bags & Cases",
        "Cosmetic Bags"
      ]
    ],
    "price": 26.99,
    "brand": "SHANY Cosmetics"
  },
  {
    "title": "SHANY Makeup Artists Must Have Pro Eyeshadow Palette, 96 Color",
    "description": "Not satisfied with your Small eyeshadow kit, you want more colors? then you got the right item! did you know that all Shany's collection are made, assembled, cherry picked, and inspected by hand? There are no machine made eye shadows in this collection; each single eye shadow has been put in a palette by hand, as you can see in the pictures. Color rainbow has been the best selling brand in department stores and major beauty salons. Shany's product are beauty leaders in the market, as their pigments quality are always top of the line. This particular eye shadow kit is made after 3 months of research on popular colors for cold and hot weather and for day and night styles. What you see is a complete deluxe makeup kit that every woman must have. We take the most pride in our product's quality since each single eye shadow will be inspected twice, before packaging, and before shipment. The colors are long lasting and will not fade after a couple of hours unlike the other brands out there. Once you applied Shany eye shadow there is no need for reapplying, the color will stay until you wash it off. The variety of colors will allow you to do any kind of look you desire such as cat eyes, smokey eyes, bridal look and so on. Once u have this kit you can simply get rid of any other eye shadow kit that you have because you will get every color that you possibly need in this kit. There is no brush or mirror included in this kit.",
    "itemID": "B002RXW5BA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14500
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": 25.0,
    "brand": "SHANY Cosmetics"
  }
]