[
  {
    "title": "Coastal Scents Revealed Eye-Shadow Palette, 4.13 Ounce",
    "description": "Expose your natural beauty with this exquisite collection of nude and metallic hues. These smooth, powdered shadows blend seamlessly to create an array of day or evening looks. The slim palette holds all twenty shadows, allowing for easy on-the-go application.",
    "itemID": "B00GR4TPW2",
    "helpful": [
      8,
      9
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 680
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 19.94,
    "brand": "Coastal Scents"
  },
  {
    "title": "CICI&amp;SISI Nail Art Stamp Collection Set Jumbo1 - Set of 6 JUMBO Nailart Polish Stamping Manicure Image Plates Accessories Kit (Totaling 216 Images) All New Designs with FREE STAMPER &amp; SCRAPER TOOLS SET PROMOTIONAL OFFER",
    "description": "Nail Art Stamper Image Plate - Jumbo Series 1 (#01-#06)These CICI&SISI; stamping plates are fabulous and make a perfect addition to any nail art collection.The results are an eye catching, detailed and crisp nail design - probably impossible to implement in free hand or any other nail art technique.Features:-- All designs are created by the CICI&SISI; design team which are so unique that you will not find it anywhere-- Our designs are very wide in selections, including fun, cute, chic, contemporary, elegant designs and much more\n-- Each plate contains 24 full nail designs and 12 single designs, 6 plates are totaling of 216 unique designs-- Our full nail design images are jumbo in size, each measures 15x19cm so you may use it on your tips & toes-- Order now to secure this special offer: each set will includea FREE stamper & scraper tool set and a FREE water tattoo sticker(for a limited time only)Helpful Hints:Make sure you remove the protective plastic cover from the front of the plates before attempting to use.Wet a cotton ball w/ pure acetone and hold it with tweezers in order to avoid ruining the designs on your nails.Use the acetone soaked cotton ball to wipe nail polish off of the plates and stamper.The plate should be dry before applying more polish. Use a thick highly pigmented polish for stamping. Work fast!If you take too long the polish will dry on the plate or stamper and you will not get it to transfer.If you are working fast and the polish does not transfer try another type of polish, some polished are extra quick drying.Be gentle when you apply top coat or you may smear your design.Please visit our store for our other exciting Jumbo Series 2 (#07-#12)!",
    "itemID": "B00HD4F8DK",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 87678
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "New PANA 2014 High Quality Nail Polish Wall Rack (Fit Up To 108 Bottles of Nail Polish) (Metal Frame with Heart Design Sign on Top, Unbreakable) *BLACK Color*",
    "description": "New PANA 2014 High Quality Nail Polish Wall Rack (Fit Up To 108 Bottles of Nail Polish) (Metal Frame with Heart Design Sign on Top, Unbreakable) *BLACK Color*",
    "itemID": "B00I16BT4Q",
    "helpful": [
      3,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 158735
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]