[
  {
    "title": "Curl Junkie Curl Assurance Smoothing Daily Hair Conditioner - 12 oz",
    "description": "A daily conditioner that can help you tame frizz and get rid of fly-aways so your curls can look their best. Encourage your ringlets to shine every day! For all Hair Types, especially hair with a tendency to frizz! Directions: Apply a generous amount of Curl Assurance(tm) Smoothing Conditioner to clean, wet hair, smoothing through hair lengths with fingers or a wide-tooth comb. Allow product to remain on hair 1-3 minutes. Rinse hair thoroughly and follow with any of our styling products for best results. Ingredients: Water, Aloe Barbadensis Leaf Juice, Cetearyl Alcohol, Behentrimonium Methosulfate, Cetyl Alcohol, Elaeis Guineensis (Palm) Oil, Butyropermum Parkii (Shea Butter) Fruit, Rosa Canina (Rosehip) fruit Oil, Mentha Piperita (Peppermint) Leaf Extract, Yucca Leaf Extract, Matricaria Recuitita (Chamomile) Flower Water, Equisetum Arvense (Horsetail) Leaf Extract, Melissa Officinalis (Melissa) Leaf Extract, Urtica Dioica (Nettle) Leaf Extract, Triticum Vilgare (Wheat) Germ Oil, Cetyl Esters, Stearamidopropyl Dimethylamine, Polysorbate 60, Simmondsia Chinesis (Jojoba) Seed Oil, Glycerin, Hydroethylcellulose, Tocopheryl Acetate, Phenoxyethanol, Capryly Glycol, Fragrance.",
    "itemID": "B0030GYDTU",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 88707
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 18.0,
    "brand": NaN
  },
  {
    "title": "Curl Junkie Curls in a Bottle! Hair Styling Solution - 12 oz",
    "description": "A lightweight liquid styling gel/serum with a light hold. Adds brilliant shine and helps to tame frizz! Curls in a Bottle(tm)! is the ultimate solution to maintain and define your curls every day. For all hair types. Directions: Apply a generous amount of Curls in a Bottle!(tm) to clean, wet hair, smoothing through hair lengths with fingers or a wide-tooth comb. This product can also be layered on top of our other styling products for extra frizz protection. Be sure to saturate your hair with product to help prevent frizz. Gently blot/scrunch hair with a towel and allow to airdry or use a hair dryer with a diffuser attachment to help minimize frizz and set your curls. Ingredients: Water, Hydroethylcellulose, Agave Nectar, Propylene Glycol, Polysorbate 20, Matricaria Recuitita (Chamomile) Flower Water, PVP, Panthenol, PEG-8 Dimethicone*, Polyquaternium-10, PEG-8 Raspberriate**, Diazolidinyl Urea, Iodopropynyl Butylcarbamate, Tetrasodium EDTA, Fragrance. *Water soluble-rinses clean!, **Derived from Raspberry Oil.",
    "itemID": "B0030H0MK8",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 43983
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Curl Enhancers"
      ]
    ],
    "price": 20.0,
    "brand": NaN
  },
  {
    "title": "Curl Junkie Daily Fix Cleansing Hair Conditioner - 12 oz",
    "description": "A concentrated, creamy cleansing conditioner offers a gentle, yet efficient option for cleaning your hair and scalp while providing lightweight conditioning. Daily Fix(tm) Cleansing Hair Conditioner allows you to clean your hair without harsh Sulfates or drying detergents and is able to remove all but the heaviest silicones and oils/waxes as well as removing most mineral deposits (if you have \"hard\" water). Daily Fix(tm) lightly preps hair for your conditioners or stylers without the stripping your hair of its natural oils like most traditional shampoos. 97% natural/naturally derived ingredients. For all hair types, especially Dry, Porous, Color Treated or Damaged hair. Directions: Following a Conditioner-wash/no shampoo system? This is the perfect cleansing alternative for you! Apply Daily Fix(tm) to wet hair starting at the top of the head. Using a circular motion, rub scalp and then apply a little more product and water to hair. This product is thick and concentrated, so start with small amounts and add water to distribute. Continue to distribute product through hair lengths. Rinse thoroughly with water and follow with any of our conditioners or styling products, if desired. Ingredients: Water, Cetyl Alcohol, Cetearyl Alcohol, Behentrimonium Methosulfate, Cetrimonium Chloride, Cocamidopropyl Betaine, PEG -7 Olivate, Guar Hydroxypropytrimonium Chloride, Tetrasodium EDTA, Hydrolyzed Oat Flour, Mentha Piperita (Peppermint) Leaf Extract, Matricaria Recuitita (Chamomile) Flower Extract, Yucca Leaf Extract, Urtica Dioica (Nettle) Leaf Extract, Melissa Officinalis (Melissa) Leaf Extract, Polysorbate 60, Equisetum Arvense (Horsetail) Leaf Extract, Tocopheryl Acetate, Phenoxyethanol, Caprylyl Glycol, Fragrance.",
    "itemID": "B0036Q7ZYY",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 41214
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 20.0,
    "brand": NaN
  }
]