[
  {
    "title": "Biore Makeup Removing Towelettes, 30 Count",
    "description": "Biore makeup removing towelettes for easy removal of makeup. Made from 100% renewable resources.",
    "itemID": "B006RFYH92",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 18958
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Cloths & Towelettes"
      ]
    ],
    "price": 5.55,
    "brand": "Biore"
  },
  {
    "title": "Garnier Ultra-Lift Anti-Wrinkle Firming Night Cream, 1.70 Fluid Ounce",
    "description": "Ultra-lift introduces pro-retinol from nature, a blend of natural linoleic acid from the safflower and retinyl acetate. It is developed through the environmentally-conscious process of green chemistry, that is free of solvents and minimizes energy consumption and waste. Ultra-lift effectively targets and visibly lifts wrinkles with retinol-like action, all while gentle to your skin.garnier nutritioniste(r) ultra-lift(r) anti-wrinkle firming night cream is dermatologist tested for safety, including sensitive skin; non comedogenic - won't clog pores; gentle to skin; allergy tested; non-greasy. With pro-retinol from nature, this daily anti-wrinkle cream continuously delivers a clinically effective wrinkle repair action to the core of each wrinkle. It intensely restores firmness without harsh side effects. Retinol is an effective way to fight wrinkles, but can be harsh on skin. With pro-retinol from nature, ultra-lift anti-wrinkle firming night cream delivers a powerful wrinkle repair and firming action while you sleep, with virtually no irritation or dryness. Over time, skin loses its ability to retain essential nutrients, collagen begins to break down, wrinkles and loss of firmness occur. Ultra-lift anti-wrinkle firming night cream combines pro-retinol from nature with other skin-essential nutrients to intensely restore firmness and boost nightly wrinkle repair.\"skin-nutrient\" facts - ultra-lift with pro-retinol from nature lifts wrinkles effectively from the core; rice protein fortifies skin's structure; argan extract firms skin. Results - instantly skin is visibly smoothed and deeply hydrated. In 4 weeks wrinkles are reduced and natural firmness is restored; with continued use wrinkles are lifted, skin is firmer, and a more youthful look is restored. In a clinical test on wrinkles, formula proved effective. Skin's upper layers.ingredient complexes developed exclusively by garnier to work on skin's outer layer.",
    "itemID": "B003YCH1G2",
    "helpful": [
      1,
      2
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 10562
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Night Creams"
      ]
    ],
    "price": 10.45,
    "brand": "Garnier"
  },
  {
    "title": "Nexxus Youth Renewal Rejuvenating Elixir, 0.94 Ounce",
    "description": "",
    "itemID": "B00AE07H0M",
    "helpful": [
      28,
      35
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10924
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 7.96,
    "brand": "Nexxus"
  }
]