[
  {
    "title": "Eclos Restorative Eye Cream, 0.5-Ounce",
    "description": "Because the first signs of aging appear around the eyes, it&#x2019;s important to treat this area intensively. Plant Stem Cells revitalize your skin stem cells, encouraging them to function more efficiently. The result is a noticeable reduction to the appearance of fine lines around the eyes. PhytoPlex24 contributes potent Ginkgo Biloba and other plant extracts to deliver hydration for a more supple healthy skin.New Hope for Aging Skin. Researcher have found that Plant Stem Cells extracted from a rare Swiss apple, (Uttwiler Spatlauber), show tremendous ability to stimulate skin stem cells, encouraging aging skin to behave like younger skin.PhytoPlex24, a proprietary complex of plant extracts, vitamins, and antioxidants known to work in synergy to minimize the appearance of fine lines, wrinkles, and tired skin while delivering a smooth and radiant complexion.",
    "itemID": "B003JTAWOS",
    "helpful": [
      0,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 16986
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Creams"
      ]
    ],
    "price": 21.0,
    "brand": "Eclos"
  },
  {
    "title": "Nexxus Heat Pro-mend Heat Protection Styling Spray, 8.5-Ounce Bottles (Pack of 2)",
    "description": "",
    "itemID": "B001E76FFW",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 164783
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Sprays"
      ]
    ],
    "price": 22.98,
    "brand": "Nexxus"
  },
  {
    "title": "BELLEZZA 4 in One Curling Iron Set with Four Ceramic/Tourmaline Interchangeable Heads - Heat Resistant Glove and 140 - 410 Degree Variable Temperature",
    "description": "BELLEZZA curling rods give you a natural look that cannot be duplicated with any other brand. We have the most versatile curling irons on the market today. Create numerous styles with our patented cone-shaped barrels. Styles ranging from tight ringlet spirals to large curls and waves!",
    "itemID": "B0045YVW0E",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 41659
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Curling Irons"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]