[
  {
    "title": "Nubian Heritage Coconut &amp; Papaya Soap 5 Oz X 6 Bars",
    "description": "The Coconut palm has touched all aspects of daily life for millions of tropical communities. Since the 1st Century B.C., the coconut tree has provided shelter,transportation and more importantly, food. Coconut Oil, high in vitamins, minerals and fatty acids, is an excellent skin softner and protector. Papaya contains papain, a natural occurring enzyme used for centuries to gently dissolve dead skin cells, loosen pore blockage and stimulate circulation. \n\nNubian Heritage pays homage to the tropics with our blend of pure Shea Butter, nourshing Coconut Oil and vitamin-rich Papaya . Vanilla Beans gently buff the skin as the Papaya's enzymatic action deep cleanes and smooths. The rich Shea Butter and Coconut Oil combination re-hydrates the skin, improving suppleness and procting against moisture loss. \nIngredients: Coconut Oil, Coconut Milk, Papaya Enzymes, Vanilla Beans, Shea Butter, Cocoa Butter, Vegetable Glycerin, Vitamin E, Soaps of Coconut & Palm",
    "itemID": "B000J3ZMQA",
    "helpful": [
      18,
      18
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9154
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 20.36,
    "brand": "Nubian Heritage"
  },
  {
    "title": "Dudu-Osun African Black Soap (6 pack)",
    "description": "Dudu-Osun African Black Soaps contain numerous curative and healing properties that enhances the appearance and feel of your skin. A luxuriously, thick, fresh soap; Dudu-Osun African Black Soap is natively milled in Africa with OSUN (a Camwood extract), High Unsap Shea Butter, Native Honey, Citrus Juices, Aloe Vera and natural Vitamins.\n\nEspecially formulated entirely from all natural herbs and ingredients, Dudu-Osun African Black Soap will leave your skin feeling refreshed and silky smooth all over. Dudu-Osun African Black Soap restores damaged skin and is helpful in healing chronic freckles, eczema, and acne as well as removing dark spots and burn marks.",
    "itemID": "B000NZAIC2",
    "helpful": [
      9,
      11
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 25001
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 13.94,
    "brand": "Dudu-Osun Soap"
  },
  {
    "title": "Dudu-Osun African Black Soap (100% Pure) Pack of 3",
    "description": "Specially formulated entirely from natural ingredients and herbs, this soap will have you feeling refreshed and silky smooth. Restores damaged skin and is helpful in healing chronic eczema, acne, freckles and dark spots. Scented with Osun (Camwood extract) citrus juices and native honey. Bio-degradable. No Preservatives, no preservatives and no artificial colors. Contains ingredients from natural plants and herbs from the tropical rain forest and Savannah regions such as Aloe Vera and natural vitamins. Pure Honey, Shea Butter, Osun (camwood), Palm kernel Oil, Cocoa Pod Ash, Palm Bunch Ash, Glycerine, Aloe Vera, Lime Juice & Oil, Lemon Juice & Oil, Water & Fragrance",
    "itemID": "B00239YCXM",
    "helpful": [
      17,
      21
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 17754
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 8.74,
    "brand": "Tropical Naturals"
  }
]