[
  {
    "title": "MelodySusie 192 Needles Microneedle Skin Care Therapy System Derma Roller with Medical Grade Stainless Steel for Skin Rejuvenation New SPA Stretch Marks Anti Aging Repair Acne Scarring Stimulate hair growth",
    "description": "MelodySusieTM - Bring Your Beauty Salon Home !How An Angel's Face Shapes !Product high lights:1. Usable on the face and body, the 192 Needles Skin Roller help cut back and soften pimples or surgical scars, diminish the appearance of cellulite and stretch marks, scale back large pores, clean heavy pitted skin, and assist in reversing the results of sun damage;2. Activate the cells, repair damaged tissue, directly involved in cell metabolism, to promotion, whitening, anti-aging effects;3. Can stimulate hair to keep its thickness when used on head and helps with thinning and balding hair areas;4. Wound healing and stimulate the skin's own collagen nutrition'growth;5. Dramatic results can be seen within one week ;Different needle lengths have different usages:1. Home use: 0.25mm2. Clinical use: 0.5mm/0.75mm3. Medical use: 1.0mm4. Physician use: 1.5mm/2.0mm/2.5mm/3.0mmOperation:Step 1: Disinfect the micro needle by 75% alcohol and dry it for 15 minutes;Step 2: Use some cleanser clean your face;Step 3: Daub suitable functional nutrition on skin need to be cared;Step 4: Move the roller four times at least in four directions (where need cured), horizontally, vertically, and diagonally right and left(refer to figures)total in 5minutes;Step 5: Daub nutrition or mask product on skin where be cared and pay attention to defending skin inflammation;Only buy it fromMelodySusie Directto qualify original product for full service and high quality",
    "itemID": "B00CPISW7S",
    "helpful": [
      6,
      6
    ],
    "overall": 3.0,
    "salesRank": {
      "Health & Personal Care": 27339
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 9.99,
    "brand": NaN
  },
  {
    "title": "Sirius Sonic Skin Care System",
    "description": "The Sonic Skin Care System by Sirius utilizes the power of sonic technology to provide gentle cleansing, exfoliation, hydration, and toning in order to reveal fresh and radiant skin. Sirius Sonic provides a convenient way to perform a variety of skincare routines with a single powerful and affordable device. The comprehensive system helps achieve professional results at home. Sirius Sonic leaves skin feeling renewed, restored and rejuvenated without the expense or inconvenience of a spa treatment. The Sonic Skin Care System provides everything necessary for transforming skin and gently revealing its natural beauty. It is a safe, effective, and affordable alternative to costly and abrasive chemical or laser procedures. Sonic cleansing brushes are two times more effective than manual cleansing, and remove six times more makeup than traditional cleansing. \nThe system includes brushes for normal as well as for sensitive skin, and is safe even for skin affected by conditions such as seborrheic dermatitis, rosacea and acne. Gently buff and polish away excess debris and dead skin cells to reveal younger and glowing skin beneath with exfoliation applicator which provides eight times more exfoliation than manual scrubbing with exfoliation applicators. Experience full benefits of serums and moisturizers with a 50% greater absorption of nutrients with Sonic hydration applicators. Lift, sculpt, and tone facial muscles with Sonic toning applicators to rejuvenate sagging skin. Use the Sonic Skin Care System with your favorite serums, moisturizers and scrubs to dramatically increase the efficacy of your current skincare routine. Sirius Sonic Skin Care System includes: \n* Sonic Device \n* Brush Head for Normal Skin \n* Brush Head for Sensitive Skin \n* Exfoliation Applicator \n* Hydration Applicator \n* Toning Attachment \n* Storage Cradle",
    "itemID": "B006U1WT66",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 12262
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 20.0,
    "brand": "Sirius"
  },
  {
    "title": "Jerdon JS811W 8-Inch Portable LED Lighted Adjustable Tabletop Makeup Mirror with 10x Magnification Spot Mirror, White Finish",
    "description": "The Jerdon JS811W 8-Inch Portable LED Lighted Adjustable Tabletop Makeup Mirror is a portable bathroom and makeup accessory that uses LED light provide a clean, bright reflection whenever you need it. This mirror features LED long lasting bulbs that are lined around the mirror to distribute light evenly. The LED bulbs will last the life of your mirror and cool to the touch for your safety. LEDs have a lower power requirement for providing continuous bright light and require (4) AA batteries (not included) to operate. The on/off switch located on the back of the device will activate the power when you need it. Designed for portability with a 1.5-pound weight and measuring only 8-inches by 11-inches in size, this LED lighted makeup mirror fits easily on table tops and includes an adjustable up and down tilt stand with a 3-inch, 10x magnified sliding spot mirror that can be adjusted from side-to-side and up and down for up close makeup work at different angles. When not in use, the spot mirror can be stored behind the main mirror to provide a larger viewing area. A storage accessory tray is located at the base of the mirror to keep smaller items organized with room for tweezers, brushes and other items used daily. This mirror is great for traveling, comes in a white finish and requires some easy assembly. The Jerdon JS811W 8-Inch Portable LED Lighted Adjustable Tabletop Makeup Mirror comes with a 1-year limited warranty that protects against any defects due to faulty material or workmanship. The Jerdon Style company has earned a reputation for excellence in the beauty industry with its broad range of quality cosmetic mirrors (including vanity, lighted and wall mount mirrors), hair dryers and other styling appliances. Since 1977, the Jerdon brand has been a leading provider to the finest homes, hotels, resorts, cruise ships and spas worldwide.",
    "itemID": "B00B9QUDZG",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 6314
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Mirrors",
        "Makeup Mirrors"
      ]
    ],
    "price": 27.75,
    "brand": "Jerdon"
  }
]