[
  {
    "title": "Devita Solar Protective Moisturizer SPF 30+ -- 2.5 fl oz",
    "description": "Sunshine Go Away Today And it will with DeVita's feather-light, never heavy, oily or greasy moisturizing and natural sunscreen. This moisturizer is light enough to wear under make-up, absorbs quickly and yet leaves the skin nourished and feeling soft and smooth.",
    "itemID": "B000Q8R7KW",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3682
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection"
      ]
    ],
    "price": 13.79,
    "brand": "DeVita"
  },
  {
    "title": "derma e DMAE Alpha Lipoic C-Ester Serum, 2 fl oz (60 ml) (Pack of 2)",
    "description": "No animal testing. Widely-acclaimed DMAE and Alpha Lipoic Acid are combined with C-Ester in this nourishing and silky light formula that both hydrates your skin and improves its elasticity. An intensive firming treatment that can be used in combination with other derma e moisturizers to enhance their effect. may also be used alone for those with oily or blemish-prone skin. Made in USA.",
    "itemID": "B001ET6XKM",
    "helpful": [
      4,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 16567
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 30.68,
    "brand": "Derma E"
  },
  {
    "title": "Original Sprout Miracle Detangler",
    "description": "Original Sprout Miracle Detangler For Babies &amp; Up - 4 oz. (118ml) The champion of detanglers, Original Sprout Miracle Detangler uses a quick release formula to make tough tangles history. Tangles release immediately making combing effortless. Original Sprout Miracle Detangler leaves hair silky, soft and naturally fresh. Combing is fast, painless and safe.&nbsp;Glide through hair with organic and natural ingredients. Use Original Sprout Miracle Detangler any time for a freshly washed feeling or to calm frizzies! Original Sprout Miracle Detangler provides professional performance: For babies, children, and adults For all hair types and textures Helps prevent breakage For effortless combing Gentle pH of 4.5-5.5 Leave-In treatment Anti-Frizz Tangle and frizz-free Original Sprout Miracle Detangler is worry free: Fragrances free of phytoestrogens lavender and tea tree, phthalates, clove or musk No soy, gluten, honey, peanut or dairy No nanoparticles or titanium dioxide Parfum with natural extracts 100% vegan and cruelty free EU compliant ingredients Biodegradable IngredientsOriginal Sprout's Gold Standard in consumer protection means their luxurious formulations are European Union and Prop 65, California's Safe Cosmetics Act compliant. Europe and California have banned over 1,500 endocrine disrupting, mutanogenic and carcinogenic ingredients from cosmetics. Original Sprout:Was founded by Inga Tritt, Mother and Master Stylist. Parents and Stylists trust and share Original Sprout products because they work effortlessly.&nbsp; They also love Original Sprouts family friendly, safe and soothing ingredients. Worry Free LuxuryOriginal Sprout uses fragrances and essential oils that are approved by California's Safe Cosmetics Program and the European Cosmetics Directive.",
    "itemID": "B0007XFB2W",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 6515
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 14.94,
    "brand": "Original Sprout"
  }
]