[
  {
    "title": "Osis by Schwarzkopf Mess Up (3.4 oz)",
    "description": "This Matt Gum Paste gives a trendy matte appearance. Rub it in. Smooth it down. No mess. No fuss. A fibrous finishing cream, which gives a matt finish for the latest textured looks. Go natural, go wild, express yourself! OSIS, Mess Up,the styling gum for the fashion forward who like their styling funky, piece-y, or chunky. Contains beeswax, the anti-oxidant that provides barriers against moisture loss. Matte finish, medium hold, texture. (3.4 oz)",
    "itemID": "B000V8BL18",
    "helpful": [
      3,
      3
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 4520
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 6.6,
    "brand": "Schwarzkopf"
  },
  {
    "title": "Mistral Shea Butter Soap, Gardenia, 7-Ounce Bar",
    "description": "Hand-crafted in the heart of Provence, France, Mistral soaps are made according to a three-hundred year old tradition of purity and excellence. Following a time honored know-how, or \"savoir-faire,\" we produce the finest triple milled soaps in the world by carefully selecting the highest quality oils of olive, palm or coconut and combining them with skin-softening African shea butter, renowned for its protective, rejuvenating properties. Our quality craftsmanship produces pure vegetable soaps praised for their rich lather, silky texture, and exquisite fragrance.",
    "itemID": "B000LJBYAU",
    "helpful": [
      3,
      3
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 93310
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 8.0,
    "brand": "Mistral"
  },
  {
    "title": "Revlon Frost and Glow Highlights 16 Oz",
    "description": "Revlon Frost&GlowTM; is the easy-to-use, at-home highlighting kit that delivers natural-looking, salon-quality highlights. Whether you're looking to create subtle or dramatic highlights, our exclusive LightZonesTM cap makes application easy and uniform, and the new Create-A-Look Hook is dual-ended for increased precision to create a range of customized looks. Revlon Frost&GlowTM; is ammonia-free for maximum gentleness and has deep conditioners for optimal softness and shine.",
    "itemID": "B001KYQ4HS",
    "helpful": [
      4,
      6
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 9255
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Highlights"
      ]
    ],
    "price": 8.83,
    "brand": "Revlon"
  }
]