[
  {
    "title": "Lovely by Sarah Jessica Parker for Women, Eau de Parfum, 3.4-Ounce Spray Bottle",
    "description": "Introduced in 2005.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000C1ZDTU",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Health & Personal Care": 873
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 25.95,
    "brand": "Sarah Jessica Parker"
  },
  {
    "title": "Original Likas Papaya Skin Whitening Herbal Soap by Trinidad Cosmetics Laboratory - 135 grams",
    "description": "Enriched with Papaya enzyme and blended with tropical herbs to whiten the skin. For clearer and fine skin complexion.It is made of 100% organic herbs enriched with Natural Papaya Enzyme that whitens your skin and keeps it smooth and young looking. Complexion becomes fair and acne-free.Its organic herbal content is so gentle and does not inhibit the natural oil production activity of the skin therefore it keeps young looking and your face free of aging lines. After use, it does not leave any greasy residue on the skin.",
    "itemID": "B000OV3ZDO",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Health & Personal Care": 11533
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 1.99,
    "brand": "Likas"
  },
  {
    "title": "Tropic Isle Living Jamaican Black Castor Oil, 4 Ounce",
    "description": "Tropic isle's living jamaican black castor oil is a rich, light brown oil which is processed the old fashioned way by roasting the castor bean. Jamaican black castor oil origin can be traced back to  ethiopia, africa. It's believed that this natural castor oil originally came to jamaica from slaves taken from africa. Jamaican elders didn't waste any time in discovering the various uses for this oil. Black castor oil is a great addition to any hair or skincare regimen. This castor oil can be use as is or add to your favorite hair products.",
    "itemID": "B003COAFPQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 337
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 3.88,
    "brand": "Tropic Isle"
  }
]