[
  {
    "title": "Peter Thomas Roth Uber Dry Sunscreen SPF30 4.2 oz",
    "description": "So Uber-Dry... you won't even know it's on! Revolutionary extra light-weight, water resistant formula leaves an invisible veil of SPF30 that is undetectable to the touch.  Screens out the sun's harmful UVA/UVB rays to help prevent sunburn, skin damage, freckling, and uneven coloration. Absorbs quickly for a shine-free, residue-free finish. Rich with anti-oxidant vitamins A, C, & E. PABA and fragrance-free. Suitable for all skin types including oily and acne prone skin.",
    "itemID": "B00170F6A6",
    "helpful": [
      2,
      3
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 115000
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Neutrogena Fresh Cooling Body Mist Sunblock, SPF 70, 5 Ounce",
    "description": "Fresh Cooling Body Mist Sunblock with Helioplex is a breakthrough! Its cooling, continuous spray instantly refreshes as it provides skin with unsurpassed UVA protection. This waterlight mist cools, and instantly refreshes skin, leaving it feeling fresh and clean. Sunblock never felt so cool. This product features Helioplex, a breadth of stabilized sunscreen technologies that delivers superior protection from the sun.",
    "itemID": "B001544IQW",
    "helpful": [
      2,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 27946
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection"
      ]
    ],
    "price": 9.85,
    "brand": "Neutrogena"
  },
  {
    "title": "Rapidlash Eyelash Enhancing Serum (3ml), 0.1-Fluid Ounces Bottle",
    "description": "This innovative high-performance serum formulated with advanced polypeptides helps amplify the length, thickness and volume of eyelashes with a simple once a day application.  Ideal for women and men, brittle, weak, thin or short lashes and eyebrows.",
    "itemID": "B002WTC38O",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyebrow Color"
      ]
    ],
    "price": 23.0,
    "brand": "RapidLash"
  }
]