[
  {
    "title": "Elma and Sana 100 % Pure Organic Argan Oil Cold Pressed Virgin, Golden, 2 Ounce",
    "description": "100% pure organic cold pressed cosmetic argan oil is the perfect long lasting moisturizer for all skin and hair types, nongreasy fragrancefree and organically coldpressed from the nuts of the Moroccan argan Tree, It is high in vitamin E and essential fatty acids, certified organic By ECOCERT Nongreasy fast absorbing Softens and nourishes Eliminates frizz and adds shine to hair Product of Morocco cold pressed Long lasting moisture.",
    "itemID": "B00397SNMS",
    "helpful": [
      2,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8180
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 11.79,
    "brand": "ELMA&amp;SANA"
  },
  {
    "title": "Kendal Professional Diamond Microdermabrasion Machine HB-SF01",
    "description": "The HB-SF01 Diamond Microdermabrasion machine refines, rejuvenates and smoothens skin. It is a quality product with affordable price and definitely a must-have equipment for aestheticians, dermatologists, or other clinical professionals. The diamond microdermabrasion The diamond microdermabrasion(crystal-free) system replaces the micro-crystal flow with a diamond tip wand. Areas closer to the eyes and mouth can be abraded more accurately with diamond abrasion (no risk of stray crystals causing damage or being ingested). It provides a Non-Surgical skin resurfacing procedure by using sterile diamond heads to peel and rub off the dead cells at the top skin layer followed by vacuuming/suction removing particles along with any dirt and dead skin. This procedure removes skin debris, scars, blemishes, wrinkles and uneven pigmentation of the skin. Moderate usage of diamond dermabrasion accompanied with skin products that penetrate through the top skin layer and reach the dermis level help to replenish natural nutrients and restore cell activity promoting healthy skin. The Benefits of treatments with our Diamond Microdermabrasion machines: * Rejuvenation of sun damaged skin - face, neck, shoulders, back, arms, and legs * Reduction of age spots * Minimization of blotchy skin coloring * Reduction of acne and superficial scars from past injury * Extraction of blackheads and whiteheads * Reduction of oily skin * Improvement of overall skin health --you will have a healthy, shiny, and beautiful skin.",
    "itemID": "B004TXY0TG",
    "helpful": [
      31,
      38
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 12599
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Microdermabrasion"
      ]
    ],
    "price": 219.98,
    "brand": NaN
  },
  {
    "title": "Mogador Certified Organic 100% Pure Argan Oil 2 fl. oz (60 mL)",
    "description": "Mogador Argan Oil is 100% pure certified organic skin care and hair treatment product. Our Moroccan partner Feminine Coop is certified by ECOCERT and is widely recognized as the best argan oil producer. Mogador Argan Oil is cosmetic grade with no solvents used during the extraction. It is not deodorized. Under the supervision of our company's chemist, Mogador is imported according to a rigorous quality assurance plan, thus ensuring maximum freshness and batch consistency. Mogador is a multi-purpose organic skincare product that is effective in treating acne, psoriasis, eczema, and cold sores, as well as for deep scarring and burns. Mogador is super rich in anti-aging antioxidants and vitamin E. These components make the skin refined, radiant and diminish the appearance of wrinkles. Mogador is rich in Omega-6 and Omega-9, two essential fatty acids for creating prostaglandin, a natural anti-inflammatory, which reduces pain, swelling and inflammation. Mogador is the perfect massage oil to relax tired, tense muscles by stimulating blood circulation. Mogador can also be applied as a nourishing hair-conditioning mask, restoring the natural softness and shine of your hair, relieving dry scalps. Used as a nail treatment, Mogador Argan oil fortifies dry, brittle nails.",
    "itemID": "B004S2G4FG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4958
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 24.95,
    "brand": NaN
  }
]