[
  {
    "title": "SkinCeuticals Gentle Mild Cream Cleanser for Sensitive Skin, 8-Ounce Pump",
    "description": "Formulated for sensitive or traumatized skin, Gentle Cleanser removes excess impurities and oil without drying the skin. Gentle enough to be used several times daily, this non-irritating cleanser conditions, soothes, and calms sensitive or traumatized skin.",
    "itemID": "B002CML1LQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3180
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 29.79,
    "brand": "SkinCeuticals"
  },
  {
    "title": "Paul Mitchell Awapuhi Wild Ginger Moisturizing Lather Shampoo 33.8 oz",
    "description": "For all hair types; ideal for color-treated and chemically processed hair. Lather in this rich, sulfate-free shampoo to gently cleanse, soften and protect. Natural awapuhi extract balances moisture for manageability and shine. KeraTriplex, an exclusive blend of keratin protein, rebuilds and repairs for healthy looking hair.",
    "itemID": "B0042X83UA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 9405
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 36.95,
    "brand": "Paul Mitchell"
  },
  {
    "title": "Fekkai Advanced Brilliant Glossing Cream 4 fl oz (113 g)",
    "description": "Who is it for?Women with normal to dry, dull hair, who seek moisture and radiant, reflective shine.Advanced TechnologyEncapsulated Shine-Release ComplexKey Ingredient: Olive OilWhy is it different?Frizz-fighting, soft-seeking shine cream works for nearly every hair type. With encapsulated olive oil spheres to instantly reboot shine all day long. Our superstar formula, ever so brilliant.Brilliant Glossing takes inspiration from nature with its winning olive oil formula, and incorporates new encapsulation technology in Fekkai Advanced.Micro-encapsulation technology allows finer olive oil droplets to target and cover your hair for even distribution &amp; coverage from the root to the tip. With our encapsulated Shine-Release Complex, Brilliant Glossing formulas will deliver refreshed shine throughout the day for all day shine.This product collection uses a new, breakthrough encapsulation technology to help deliver even reflective shine from root to tip, and refresh your shine for brilliant hair throughout the day.",
    "itemID": "B000ALFROS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 76019
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 27.95,
    "brand": NaN
  }
]