[
  {
    "title": "Tanda Zap Acne Clearing Device, White",
    "description": "Tanda zap is clinically proven to clear or fade blemishes within 24 hours. Tanda zap is the triple threat for pimples it uses powerful blue light to destroy acne causing bacteria while gentle vibration and warming help to open pores so bacteria has nowhere to hide. With 1000 uses, this device only costs 5 cents per treatment. With this device you'll get no pain, no dryness, no irritation and best of all no pimples. Starts clearing blemishes immediately. Eliminates acne causing bacteria. Can be used on all skin types and tones. This device comes with 3 aaa batteries.",
    "itemID": "B004W8Z3IK",
    "helpful": [
      58,
      89
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 6674
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 15.99,
    "brand": "Tanda"
  },
  {
    "title": "Desert Essence Anti-Bacterial Blemish Touch Stick",
    "description": "Facial Blemish Stick-Anti-Bacterial with Tea Tree by Desert Essence .31 oz Stick Reduces oil that can lead to blemishes Helps improve and maintain skin clarity Soothes and nourishes skin Powerful botanical extracts of chamomile lavender palmarosa wintergreen and calendula are formulated with tea tree oil in a proprietary blend that works to diminish skin imperfections and give your complexion a fresh natural radiance.",
    "itemID": "B00168538E",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 12127
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 7.22,
    "brand": "Desert Essence"
  },
  {
    "title": "Shampoo Green Apple and Ginger 8 Ounces",
    "description": "Award winning Desert Essence Organics Green Apple & Ginger Thickening & Volumizing Shampoo is a gentle but effective cleansing system based on sugar and coconut oil. Organic extracts and oils provide moisture, minerals, and vitamins that hair needs to grow stronger. Upon use, hair is softer, shinier, and more manageable.Sugar and Coconut Oil Cleansers: Gently lift and remove everyday environmental pollutants from hair.Organic Jojoba Oil, Organic Ginger Extract, and Ginger Spice: A proprietary blend of ingredients that acts on the scalp to leave the skin feeling moisturized and revitalized.Organic Kelp and Nettle Extracts: Provide iron, calcium, potassium, and other vitamins and minerals that absorb into and help strengthen each hair strand.",
    "itemID": "B0016B5LAQ",
    "helpful": [
      1,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 93565
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 8.59,
    "brand": "Desert Essence"
  }
]