[
  {
    "title": "HSI PROFESSIONAL CURLING IRON SET. 4 BARREL SIZES 3/4&quot;,1&quot;,1.5&quot; AND 3/4-1&quot; DUAL VOLTAGE 110-220V PROFESSIONAL SALON MODEL. FREE GLOVE INCLUDED WITH CURLING WAND.",
    "description": "Whether you are yearning for Kate Middleton bouncy locks or for 'beachy' waves, HSI Professional has the perfect tool in store for you: the professional Curling Iron Set. This salon model can give you the show-stopper hair style you have been longing for, without spending a fortune on hair stylists. How does that sound?The deluxe 4 piece Curling Iron Set has various barrels, such as the  -1\" tapered barrel, a 1\" inch barrel, a 1.5\" inch barrel and a  -1\" barrel. All barrels are interchangeable and made of tourmaline which helps you get pretty curls of different shapes and sizes, leaving your hair silky smooth.Your hair will not only look fabulous, but will keep healthy as the iron's infrared technology locks in natural oils and moisture. You will handle the iron easily, thanks to its sleek design and a non -slip grip, and you will also be able to adjust its temperature digitally. Bonus gift: this set comes with a free heat glove that will protect your hand during the styling process.Hair stylists are already raving about the HSI Curling Iron Set! Now it's your time to use it: from thick and sassy curls to Veronica Lake loose vintage curls, you can try any style at home with guaranteed amazing results!",
    "itemID": "B007OU499W",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 35618
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Curling Irons"
      ]
    ],
    "price": 119.59,
    "brand": "HSI PROFESSIONAL"
  },
  {
    "title": "Sigma F80 - Flat Kabuki TM",
    "description": "Unique Feature: Dense and flat head\nFunction: Buffed foundation application\nRecommended Use: Blend liquid or cream products onto flat areas of the face such as the forehead and cheeks.\nBristle Type: Synthetic Sigmax\n\n 2013 Sigma Enterprises, LLC",
    "itemID": "B003UH0528",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 103
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 24.0,
    "brand": "Sigma Beauty"
  },
  {
    "title": "Buffering Lotion",
    "description": "Specifically designed to treat large, deep, cystic acne, the buffering lotion covers large erupted areas for overall treatment. Formulated with nourishing B vitamins and amino acids for healthy skin as well as soothing anti-inflammatory herbal extracts to promote healing. Reduce cystic acne fast with this deep penetrating, fast absorbing formula.",
    "itemID": "B000O5RVJO",
    "helpful": [
      3,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1221
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 17.5,
    "brand": "Mario Badescu"
  }
]