[
  {
    "title": "32 Pcs Black Rod Makeup Brush Cosmetic Set Kit with Case",
    "description": "Size: \nOpen size: 28 \" * 9 1/2 \" (72cm * 24.cm) \nClose size: 9 1/2 \" * 5 1/2 \" (24cm * 14.cm) \nMaterial: Natural hair \nColor: Black Brushes \nset contains: Powder Brush, Large Contour Brush, Square Shadier Brush, Large Sable Shadier Brush, Small Sable Shadier Brush, Lip Brush, Mascara Brush, Large Synthetic Shadier Brush, Etc This 32 pc set includes all the brushes you'll ever need to create perfectly polished makeup styles. Perfect for professional salons or personal use! Each brush is covered with a clear plastic wrap for cleanliness. Our exclusively selected natural hair mineral makeup brushes will make a great addition to your collection. This complete collection of luxury makeup brushes includes the essential brushes used by professional makeup artists throughout the makeup world. \nHow to clean makeup brushes: \n1. Run the bristles of brush under warm running water. \n2. Apply a small amount of gentle shampoo to bristles and work into a light lather.\n3. Rinse bristles thoroughly under running water. You will notice that the water leaving the brush is tinted from old makeup. \n4. Continue rinsing until no color leaves the brush. \n5. Allow it to air-dry.",
    "itemID": "B006SVCY6I",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 120
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 13.69,
    "brand": "Amzdeal"
  },
  {
    "title": "Maybelline New York Eye Studio Master Precise Liquid Eyeliner, No.110 Black, 0.037 Fluid Ounce",
    "description": "Experience a brighter idea in concealers. Dream lumi touch highlighting concealer's gel-based formula diffuses light like no other, so it illuminates as it covers imperfections, for instantly brighter looking skin.",
    "itemID": "B006UET4XE",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 223
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyeliner"
      ]
    ],
    "price": 4.33,
    "brand": "Maybelline"
  },
  {
    "title": "Coastal Scents 28 Color Eyeshadow Palette, Neutral",
    "description": "This palette comes in an assortment of 28 neutral tones in shimmer and matte shades, many of the shadows can also double as a blush.",
    "itemID": "B003DVNKU0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3002
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": 15.99,
    "brand": "Coastal Scents"
  }
]