[
  {
    "title": "Acqua Di Gio By Giorgio Armani For Men. Eau De Toilette Spray 1.7 Oz.",
    "description": "Inspired by beauty of Pantellerie, where he spent his vacation, Armani created the aroma of Aqua di Gio for men and women. The fragrance for men is a scent of freedom, full of wind and water. The composition is built of a perfect harmony of sweet and salty notes of sea water and nuances of sunny warmth on your skin. Aqua di Gio is full of scorching Mediterranean sun. Bitter citrus with aromatic nuance of rosemary intertwines with salty, sea nuances and pellucid hedione. Sharp notes of spices are softened by woody base with warm, musky trail. It was created in 1996 by Alberto Morillas.",
    "itemID": "B0009OAGXI",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 615
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 40.95,
    "brand": NaN
  },
  {
    "title": "Versace Bright Crystal by Versace for Women 1.0 oz Eau de Toilette Spray",
    "description": "Buy Versace Women's Perfumes - Versace Bright Crystal by Versace for Women 1.0 oz Eau de Toilette Spray. How-to-Use: For long-lasting effects fragrance should be applied to the body&rsquo;s pulse points. These include the wrist, behind the ear, crease of your arm and knee, and the base of your throat. Pulse points give off more body heat as this is where blood vessels are closest to the skin, therefore continually warming and releasing your fragrance. Also, for a lasting effect spraying fragr",
    "itemID": "B000IEL5FC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 171280
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Toilette"
      ]
    ],
    "price": 31.48,
    "brand": "Versace"
  },
  {
    "title": "Versace Man Eau Fraiche By Gianni Versace For Men Edt Spray 3.4 Oz",
    "description": "VERSACE MAN EAU FRAICHE by Gianni Versace for Men EDT SPRAY 3.3 OZ Lemon, Rosewood, Carambola, Cedar leaves, Tarragon, Sage, Musk, Amber, Sycamore woodWhen&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000XE5260",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 2951
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Men's",
        "Eau de Toilette"
      ]
    ],
    "price": 37.73,
    "brand": "Versace"
  }
]