[
  {
    "title": "Lovely by Sarah Jessica Parker for Women, Eau de Parfum, 3.4-Ounce Spray Bottle",
    "description": "Introduced in 2005.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000C1ZDTU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 873
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 25.95,
    "brand": "Sarah Jessica Parker"
  },
  {
    "title": "Pur Minerals-Start Now Essentials Collection-4 ct-Porcelain",
    "description": "See the flawless complexion that Pur Minerals has to offer with this all-inclusive kit. It jumpstarts your journey to a more beautiful appearance with skin-healthy makeup thats custom matched to suit your unique tone. The Starter Kit includes : 4-in-1 Pressed Mineral Makeup - Porcelain Mineral Glow Universal Marble Powder - Pink Chisel Makeup Brush Porcelain is for neutral, fair complexions.",
    "itemID": "B000HGONKA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 350543
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "SHANY Eyeshadow Palette, Bold and Bright Collection, Vivid, 120 Color",
    "description": "The SHANY Bold and Bright Collection Vivid Eye Shadow Palette (Set of 120 Colors) offers a complete assortment of eye shadows to suit both casual and formal attire. Including essential shades and trendy colors, the 1/2-inch square eye shadow pans are neatly assembled in a slender, double-layer compact that's easy to toss into your tote or store in your vanity. Made from a natural mineral oil base, the vivid colors of the eye shadow palette will last for hours--there's no need to reapply.Bold and Bright CollectionVivid Eye Shadow Palette(Set of 120 Colors)At a Glance:Wide variety of classic and bold shadow colorsMineral oil-based powder resists smudging and fadingSlim, double-layer design for easy storage and portabilityRemoves easily with your normal face-cleansing routineSelected and packaged by hand; inspected twice for qualityFeatures 120 classic and trendy shades for creating natural or playful looks.View larger.Natural mineral oil base creates a vivid shade that is resistant to fading.View larger.Eye Shadow Palette with 120 Bold ColorsWhether you want a pink matte look for work or a shimmering, golden hue for going out on the town, the Vivid Eye Shadow Palette has shades for the occasion in one convenient kit. A range of bright, trendy colors and classic shades are included in this palette set. Just like a professional makeup artist, you'll have a rainbow of blues, violets, greens, and other vibrant shades at your disposal.The Vivid Eye Shadow Palette Set also features baked colors that are a blend of two shades, heated together to create an entirely new look.Long-Lasting Mineral Oil Base Resists SmudgingEach eye shadow in this palette is made from a natural mineral oil base that creates a vivid, highly pigmented shade, smooth application with every stroke, and resistance to fading or smudging.For added convenience, the eye shadow can be easily washed off at the end of the day using your normal makeup removal routine.Slender, Double-Layer Case for Easy StorageDesigned as two palettes that close securely on top of each other, the double-layer compact can be tucked into an overnight bag or stored neatly away on your vanity table. The slender, lightweight case holds 120 shades in half-inch square pans.The palette does not include any brushes. Try pairing it with theSHANY Studio-Quality Natural Cosmetic Brush Set with Leather Pouch(sold separately) for easy, smooth application.Inspected Twice for Quality ControlEach shade of the kit has been made and assembled in the palette by hand for precision and quality. All eye shadow is inspected twice before shipping to ensure a high-quality, defect-free product.Packaged in a black compact printed with the SHANY logo, the eye shadow palette makes an ideal gift for a girlfriend, wife, or sister.About SHANY: Sleek. Sexy. Breathtaking.With a commitment to high quality, SHANY creates a variety of makeup kits, cases, and accessories. Offering easy accessibility to professional-quality makeup and accessories for at-home users, SHANY assembles and hand-selects every item in their assortment of makeup collections. All shadows are formulated with a natural mineral oil base and packaged in recyclable plastic. SHANY is a proud member of People for the Ethical Treatment of Animals (PETA), and does not test any makeup on animals.What's in the BoxOne SHANY Bold and Bright Collection Vivid Eyeshadow Palette (Set of 120 Colors).Eyeshadow and Makeup SetsBold and Bright CollectionMetallic CollectionSunset CollectionProfessional Makeup-KitBoutiqueSmokey EyesMineral EyeSparkle&nbsp;",
    "itemID": "B0026J10CU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1612
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 16.99,
    "brand": "SHANY Cosmetics"
  }
]