[
  {
    "title": "Mavala Switzerland Double Lash",
    "description": "Finally, you no longer have to thicken your thinning lashes with multiple coats of mascara! Switzerlands Double-Lash is the only night treatment specifically formulated for lengthening, thickening and protecting eyelashes. Contains a special multi-protein that works overnight to immediately bond splitting and restore thickness. Meanwhile the exclusive moisturizing ingredients condition dry, brittle hairs to make them softer and more luxuriant. Just brush it on at bedtime, and within a few days youll notice a fuller appearance and less \"flyaways.\" In just three to four weeks, the rich nutrients begin to promote healthy, consistent growth. Youll show off naturally long lashes instead of slathering on the mascara. Use nightly for best results. Safe, sterile and non-toxic, it wont irritate sensitive eyes. Also works to thicken sparse eyebrows. Comes in a convenient brush-on applicator. Package: 0.33 fl oz (10 ml)",
    "itemID": "B000NKCUI2",
    "helpful": [
      2,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 24648
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 14.01,
    "brand": "MAVALA"
  },
  {
    "title": "Johnson's No More Tangles Spray Detangler, 10 Ounce (Pack of 2)",
    "description": "Works to instantly unlock knots and tangles in wet or dry hair.Easy detangling and manageability",
    "itemID": "B0013UAPVK",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 3636
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Sprays"
      ]
    ],
    "price": 11.46,
    "brand": "Johnson&#39;s Baby"
  },
  {
    "title": "Tangle Teezer Original - Hair Brush - Black",
    "description": "HAIR NECESSITIES\nTangle Teezer is excellent for detangling both wet and dry hair.\nIt's a workout for your hair. Tangle Teezer gives a blissful, relaxing head massage even for the most sensitive scalps.\nUnlike conventional brushes and combs where you have to try and ease tangles out starting from the ends of the hair and working up towards the roots, Tangle Teezer can be used from roots to ends and mid-length to ends. Tangle Teezer is perfect for those on-the-go with busy lifestyles and fidgety children! Mums have also discovered that Tangle Teezer is a brush sent from hair heaven when it comes to detangling their little darlings' hair that loves to knot. Hair is calmed in minutes where out go the tears and in come the smiles! \nHAIR REHAB\nTangle Teezer is a must-have for hair extension wearers. Tangle Teezer will simply glide though the hair from roots to end, passing painlessly over the bonds without pulling. For those with hair extensions you will find less hair is pulled out and your style will last longer and look better. After three months your hair extensions will continue to look like new rather than pieces of twisted and frayed rope!\nGives superb results for the daily and on-going maintenance of wigs, wefts, weaves and clip in hair pieces. Tangle Teezer leaves them looking and feeling just like new.\nExcellent results are achieved on even the tightest curls and afro hair.\nTo funk up short styles, apply your styling product to the hair and use Tangle Teezer to shape and mould.\nTangle Teezer minimises hair breakage, so over a period of time you will notice your hair feels thicker and looks healthier.\nThree is the magic number! Keep one Tangle Teezer at home, one in the office and one in your gym bag - you never want your hair to be caught without it!",
    "itemID": "B001S261Q6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 478
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Brushes"
      ]
    ],
    "price": 8.39,
    "brand": "Tangle Teezer"
  }
]