[
  {
    "title": "SkinCeuticals Retinol 1.0 Maximum Strength Refining Night Cream, 1-Ounce Tube",
    "description": "Perfect for problematic and photo-damaged skin, Retinol 1.0 contains 1% pure retinol, the highest concentration currently available, and should be used for advanced treatment of pre-conditioned skin. Designed for maximum efficacy and stability, SkinCeuticals Retinol is formulated with highest concentrations of pure retinol available and enhanced with the latest stabilization and delivery technologies. Our retinol products help stimulate cell regeneration and build collagen to diminish the appearance of fine lines, wrinkles, and age spots from both photo- and intrinsic- aging. Additionally, they help minimize the appearance of pore size, while correcting blemishes and blotchiness often associated with problematic skin.",
    "itemID": "B002CML1JI",
    "helpful": [
      7,
      9
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1388
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 46.44,
    "brand": "SkinCeuticals"
  },
  {
    "title": "BrightTherapy Trident SR11A Light Therapy System Red Blue Green LED Light for Acne Wrinkles and Hyperpigmentation",
    "description": "The BrightThreapy Trident SR11A-R gives you 3 LED Light Therapy treatments in 1! The hand held LED Cluster employs SUPER BRIGHT High Power LED Light Therapy treatments in a non-invasive, non-thermal, single frequency light energy. The BT-SR11A-R offers 4 different LED color frequencies. Featuring 3 detachable LED Cluster heads! \n*With the RED & INFRARED treatment head the BT-SR11A works great for reducing wrinkles; tighten skin, giving a more beautiful radiant and youthful complexion with the RED and Infrared cluster. \n*Using the BLUE LED treatment head you can reduce acne and heals acne faster as blue 420nm light kill the bacteria that causes acne. \n*The GREEN LED treatment head helps to reduces age spots lightens freckles, and hyper pigmentation. It is the ultimate non-chemical, all natural approach beautiful skin.\n\nThe Trident's High Power High Output LEDs are rated at over 10,000 hours of continuous use. They will never burnout or need to be replaced.  The Trident's mono-chromatic light is tuned to preciously to give the maximum benefit and effectiveness.  Safe, fast, affordable and non-invasive the BrightTherapy Trident SR11a Light therapy wand is the most versatile method for treating various dermatological conditions. Note: Some users see an increase in acne from 1-3 weeks after initial use but this is normal as Blue Light Therapy pulls the bacteria from under the skin and releases it. Please continue using the Blue Light Therapy device and within a few weeks you should see considerable improvements as the bacteria dies out.\n\nIncluded are the:\n*LED hand held base.\n*Red & Infrared SUPPER BRIGHT LED treatment head (660nm Red & 880nm Infrared)\n*Blue SUPPER BRIGHT LED Treatment Head (415nm Blue)\n*Green SUPPER BRIGHT LED Treatment Head (525nm Green)\n*110-240v AC Adapter which works worldwide. (USA style plug shape)\n* Cordless\n*Instruction booklet in English\n*1 year warranty \n\n-Programmable pulsing (5Htz)\n-Buit in 10 minute timer with auto shutoff.",
    "itemID": "B007P9YCWQ",
    "helpful": [
      3,
      5
    ],
    "overall": 2.0,
    "salesRank": {
      "Health & Personal Care": 27372
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Treatment Tools",
        "Blemish Tools"
      ]
    ],
    "price": 164.99,
    "brand": "BrightTherapy Trident"
  },
  {
    "title": "Coanir Facial Sauna System with Timer",
    "description": "This unit can be used to steam open pores for cleansing skin and to steam open  clogged nasal and sinus passages. The versatility comes from two translucent, blue,  plastic cones. The large cone is 6-3/4 inches wide and has a flared, open side to  accommodate the face, chin, and neck for cleansing. The small cone is 3-1/2 inches wide,  so steam is directed into the nose where it can be breathed in during allergy and cold  season. Operating the steamer is simple: using the included measuring tube, pour tap  water into the power base's reservoir; twist on and lock into place either of the tubes;  switch on the unit with the on/off button; and wait about three minutes for the water to  heat. For controlled cleansing sessions there's a timer than can be set from 3 to 15  minutes. And for safety the unit automatically shuts off after 45 minutes.--Fred Brack",
    "itemID": "B00005A9WP",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 797
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 27.75,
    "brand": "Conair"
  }
]