[
  {
    "title": "Revlon ColorBurst Lipstick, Baby Pink, 0.13 Fluid Ounces",
    "description": "Innovative pigments provide immediate, high-pigment color release on lips with a featherlight feelMoisturizers and antioxidants, including sweet almond oil, improves lip texture. Elasticolor technology hugs lips with burst of vitually weightless color and moves comfortably with lips like a second skin. Contains film-forming polymers for longer wear and skin conditioning properties.Naturally fragrant with Vanilla Absolute and is Paraben free.",
    "itemID": "B0030HAF4G",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 72568
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 7.29,
    "brand": "Revlon"
  },
  {
    "title": "SHANY Shimmer Eyeshadow Palette, 50/50 Shimmer Matte, 13 Ounce",
    "description": "The SHANY Sunset Collection Eyeshadow Palette (Set of 88 Colors) offers a complete assortment of eye shadows to suit both casual and formal attire. Including shimmering and matte shades and trendy colors in 1/2-inch round pans, the slender, portable compact has mirror and two shadow sponge applicators. Made from a natural mineral oil base, the vivid colors of the eye shadow palette will last for hours--no need to reapply.Sunset CollectionEyeshadow Palette(Set of 88 Colors)At a Glance:88 shades of eye shadow in matte and shimmering huesMineral oil-based powder resists smudging and fadingSlim, compact design with mirror and eye shadow applicatorsWashes off easily with your normal face-cleansing routineSelected and packaged by hand; inspected twice for qualityShimmering and matte shades let you take your looks from day to night in one convenient kit.View larger.Natural mineral oil base creates a vivid shade that is resistant to fading.View larger.Eye Shadow Palette with 88 Versatile ShadesWhether you want to use a subtle matte shade for work or a romantic, shimmering shade for date night, the SHANY Sunset Collection Eye Shadow Palette has shades for the occasion in one convenient kit. Just like a professional makeup artist, you'll have a rainbow of blues, violets, greens, and metallic tones to play with at your fingertips.Long-Lasting Mineral Oil Base Resists SmudgingEach eye shadow in this palette is made from a natural mineral oil base that creates a vivid, highly pigmented shade, smooth application with every stroke, and resistance to fading or smudging.The eye shadow can be easily washed off at the end of the day using your normal makeup removal routine.Slim, Portable Design for Easy StorageThe slender, portable compact features colors that are neatly organized from smokey grays to bright hues. It's lightweight and small enough to throw into a bag or store on your vanity table. The top piece of the case includes a large mirror and two eye shadow sponge applicators for easy application.The palette does not include any brushes. Try pairing it with theSHANY Studio-Quality Natural Cosmetic Brush Set with Leather Pouch(sold separately) for easy, smooth application.Inspected Twice for Quality ControlEach shade of the kit has been made and assembled in the palette by hand for precision and quality. All eye shadow is inspected twice before shipping to ensure a high-quality, defect-free product.Packaged in a black compact printed with the SHANY logo, this eye shadow palette set makes an ideal gift for a girlfriend, wife, or sister.About SHANY: Sleek. Sexy. Breathtaking.With a commitment to high quality, SHANY creates a variety of makeup kits, cases, and accessories. Offering easy accessibility to professional-quality makeup and accessories for at-home users, SHANY assembles and hand-selects every item in their assortment of makeup collections. All shadows are formulated with a natural mineral oil base and packaged in recyclable plastic. SHANY is a proud member of People for the Ethical Treatment of Animals (PETA), and does not test any makeup on animals.What's in the BoxOne SHANY Sunset Collection Eyeshadow Palette (Set of 88 Colors).Eyeshadow and Makeup SetsBold and Bright CollectionMetallic CollectionSunset CollectionProfessional Makeup-KitBoutiqueSmokey EyesMineral EyeSparkle&nbsp;",
    "itemID": "B003VSH34Y",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 165206
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "MASH 12pc Studio Pro Makeup Make Up Cosmetic Brush Set Kit w/ Leather Case - For Eye Shadow, Blush, Concealer, Etc",
    "description": "New from MASH! This 12pc set includes all the brushes you'll ever need to create perfectly polished makeup styles. Perfect for professional salons or personal use! Each brush is covered with a clear plastic wrap for cleanliness. For best result it is recommended to wash brushes & air dry before use. This affordable makeup brushes set contains every brush pictured.How to Clean Makeup Brushes:1. Run the bristles of brush under warm running water.2. Apply a small amount of gentle shampoo to bristles and work into a light lather.3. Rinse bristles thoroughly under running water. You will notice that the water leaving the brush is tinted from old makeup.4. Continue rinsing until no color leaves the brush.5. Allow it to air-dry.",
    "itemID": "B006YC3UP0",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 15153
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 12.99,
    "brand": NaN
  }
]