[
  {
    "title": "Ecco Bella Black Mascara",
    "description": "Mascara in as pure a formula as you can buy; we leave out the lacquer, shellac and alcohol. Based on clay and iron oxides.",
    "itemID": "B000URYTOQ",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 2007
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 11.69,
    "brand": "Ecco Bella"
  },
  {
    "title": "Henna Persia Light Brown 4 Ounces",
    "description": "Adds shine, body, and conditioning to all hair colors and types. A mild formula that does not irritate the scalp or skin. Brings out your natural highlights. Made with Rainbow's Neutral (colorless) Henna.Rainbow Henna is 100% organic - no additives, chemicals, or pesticides. Rainbow Henna coats each hair shaft with color. Blends naturally. Fades gradually. Lasts 4-6 weeks. Smooths and seals the hair's cuticle for greater shine and body. Rainbow's custom-tailored recipes can be used for special effects, covering grey, and improving texture.",
    "itemID": "B00016WV6E",
    "helpful": [
      9,
      12
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 91379
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Hennas"
      ]
    ],
    "price": 7.98,
    "brand": "Rainbow Research"
  },
  {
    "title": "Bareminerals Flawless Definition Volumizing Mascara, 0.33 Fluid Ounce",
    "description": "Provides superior volume, perfect definition and mineral care boasts an exclusive nitroplump formula that intensely plumps lashes up to 600% with super-plush, ultra-soft bristles that mildly coat every lash creates thick, full and fluttering lashes paraben-free, smudge-proof, flake-free and clump-free opthamologist-tested safe for contact lens wearers. Body building lash brush wraps gently around every lash, delivering just the right amount mascara for superior volume. Leaves lashes looking healthy and soft with amazing body. nitroplump formula is smudge-proof, clump-proof and paraben free.",
    "itemID": "B003UYZ9XQ",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 5576
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 9.7,
    "brand": "Bare Escentuals"
  }
]