[
  {
    "title": "OPI 2011 Summer collection Nice Stems! I Lily Love You",
    "description": "Nice Stems by OPI Revamps Nails with Vibrant Pink Hues for Summer 2011. Stop and see the flowers with summer's Nice Stems by OPI, a limited edition collection featuring four new nail lacquers in stunning shades of pink. With whimsical names based on their floral inspirations, these vibrant, flirty colors range from pale, frosty pink to rich fuchsia. Nice Stems offers fingers and toes a perfectly pink shade for all of summer's looks. Nice Stems is a super cute and girly collection. It has every color a girl can ever think of for a fun and vibrant summer. The shades range from pale rosy pink, bright coral, to bold fuchsia and the finishes vary from pearl to crystalline. Finally I Lily Love You completes the collection with jewel-like glitters giving the nails a glamourous vibe. Though there're only four polishes in the collection, you can achieve at least 8 different looks with or without the use of glitter coat. Like all OPI polishes, the formula is magnificently smooth and even, you can definitely tell a good nail polish from a cheap one. The Nice Stems Nail Lacquers by OPI contain no DBP, Toluene, or Formaldehyde, and feature OPI's exclusive ProWideTM Brush for the ultimate in application. This limited edition Nice Stems! collection will be available beginning June 2011.",
    "itemID": "B0056JONIU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 208477
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 15.0,
    "brand": NaN
  },
  {
    "title": "OPI Nice Stems Collection, Be a Dahlia Won't You?",
    "description": "Color Display: Depending on your monitor, the nail polish color may appear different. To make sure that you are 100% happy with your purchase, we recommend that you refer to the manufactures website.\n This item is non-returnable",
    "itemID": "B0056JPBLS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 19069
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 8.75,
    "brand": "OPI"
  },
  {
    "title": "OPI DS041 Bold Nail Polish, 0.5 Fluid Ounce",
    "description": "A brilliant sparkle of rich, simmering red. Borders along the shades of pink and coral. The inclusion of little white glitter specs adds greater depth without drowning the sparkle. From the Designer Series Collection.",
    "itemID": "B005JZ6PNW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 22373
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 8.25,
    "brand": "OPI"
  }
]