[
  {
    "title": "Body Bath Honey Mango Alba Botanica 12 oz Liquid",
    "description": "Since 1979, Alba Botanica has offered natural, 100% vegetarian personal care products that do beautiful for you, your friends and the animals and Earth you love. We make a full range of products packed with potent natural, botanical ingredients that are formulated to nourish the individualized needs of your skin and hair.",
    "itemID": "B00005REAT",
    "helpful": [
      0,
      4
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 86574
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Body Washes"
      ]
    ],
    "price": 7.21,
    "brand": "Alba Botanica"
  },
  {
    "title": "Throughly Clean Face Wash - Original - 8.5 oz. (250 ml) - Liquid",
    "description": "Throughly Clean Face Wash - Original by Desert Essence 8 oz. (250 ml) Liquid Thoroughly Clean Facial Wash - Original Leaves skin feeling clean and silky Works gently as it cleans thoroughly Helps improve skin clarity through regular use NEW The extract of Hawaiis fragrant awapuhi plant brings additional softening properties to this gentle but effective cleanser already rich in soothing extract of goldenseal and essential oil of chamomile. Eco-Harvest Tea Tree Oil leaves a clean that feels oil-free and with regular use helps improve your skins texture and radiance. Ingredients Castile Soap (Water (Aqua) Cocos Nucifera (Coconut) Oil Tall Oil Potassium Hydroxide) Glycerin Melaleuca Alternifolia (Tea Tree) Leaf Oil Chamomilla Recutita (Matricaria) Flower Extract Hydrastis Canadensis (Goldenseal) Root Extract Hedychium Coronarium Root Extract (Awapuhi) Fucus Vesiculosus Extract (Bladderwrack) Cymbopogon Martini Oil (Palmarosa) Citrus Aurantium Amara (Bitter Orange) Peel Oil Lavandula Angus",
    "itemID": "B00028OC4K",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 185417
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 8.6,
    "brand": "Desert Essence"
  },
  {
    "title": "Alba Even Advanced Cream, Night Cream, 2 Ounce Package",
    "description": "Since 1979, Alba Botanica has offered natural, 100% vegetarian personal care products that do beautiful for you, your friends and the animals and Earth you love. This means we DON'T use parabens, sulfates, or phthalates. We make a full range of products packed with potent natural, botanical ingredients that are formulated to nourish the individualized needs of your skin and hair. Because the Alba Botanica is committed to the health and happiness of all furry friends, we never test our products, or the ingredients that go into them, on animals. We recognize the need to be good stewards of all natural resources. So we try to do beautiful by reducing our environmental impact in everything we do as a business, from the field to the final product. We hope that you join our do beautiful campaign. Together we can help to preserve and heal the planet, now and for future generations.",
    "itemID": "B00120U5D4",
    "helpful": [
      1,
      2
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 2832
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Night Creams"
      ]
    ],
    "price": 9.72,
    "brand": "Alba"
  }
]