[
  {
    "title": "Gena Hoof Lacquer, 5 Ounce",
    "description": "Pamper your hands and feet with Hoof Lacquer from Gena. Beauty begins with professional quality hand and body treatments that soften and soothe or polish and perfect. Try it today for healthy and renewed skin and nails.",
    "itemID": "B0002Z8GEK",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 16703
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Growth Formula"
      ]
    ],
    "price": 4.14,
    "brand": "Gena"
  },
  {
    "title": "Conair Infiniti Pro Dryer AC Motor / Salon Performance Styling Tool, Purple",
    "description": "Get professional results at home with the infiniti pro by Conair AC motor/salon performance styling tool. The AC motor delivers a powerful airflow for fast drying and a longer life. It features ceramic technology that safely dries and promotes healthy looking hair and ionic technology for less frizz. The included true cold shot button locks in curls, waves and styles. Rocker switches toggle 3 heat and 2 speed settings for heat and airflow control. It includes a removable filter that prevents damaging lint build-up and extends motor life. It includes 2 concentrator attachments.",
    "itemID": "B00FU574H2",
    "helpful": [
      1,
      1
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 9423
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 31.0,
    "brand": "Conair"
  },
  {
    "title": "100% Pure Fruit Pigmented Ultra Lengthening Mascara - Blueberry",
    "description": "100% Natural, 100% Vegetarian100% natural mascara lengthens, separates, thickens and glosses lashes with fruit pigments and Black tea pigments. Lash conditioning ProVitamin B5, Vitamin E, Oat and Wheat protein conditions for healthier lashes. Gentle, all natural, good for you formula is suitable for everyone, even if you wear contacts or have sensitive eyes. Water and smudge resistant.",
    "itemID": "B004BEBBXG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 31433
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 17.95,
    "brand": "100% Pure"
  }
]