[
  {
    "title": "350buy 10x Silver 3D Carve Alloy Rhinestones Bow Tie Nail Art DIY Decorations",
    "description": "Package Includes:10 pcs Nail Art DIY Decorations (The False Nail Tips are not included)Clean the surface of your nails, brush and base polish, place it onto nails,used with nail polish, UV gel or acrylic nail, etc.",
    "itemID": "B008QWW9GM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2420
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 2.03,
    "brand": "Vip Beauty Shop"
  },
  {
    "title": "Yesurprise Special Silver Black Bow Tie 10 pieces Silver 3D Alloy Nail Art Slices Glitters DIY Decorations",
    "description": "Yesurprise Special Silver Black Bow Tie 10 pieces Silver 3D Alloy Nail Art Slices Glitters DIY Decorations",
    "itemID": "B009A0VXT8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7783
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Art"
      ]
    ],
    "price": 2.27,
    "brand": "Zupishi"
  },
  {
    "title": "Pravana ChromaSilk Vivids (Violet) 3.0oz",
    "description": "What it is: A collection of 10 shades of the most vibrant colors imaginable. Vivids can be combined with more conventional colors to provide an array of stunning color effects. Vivids are the longest-lasting colors of their type available anywhere! What it does: VIVIVDs is a semi-permanent hair color with ten vibrant shades that are positively vibrant: Silver, Yellow, Orange, Red, Pink, Magenta, Violet, Green , Blue and Wild Orchid. VIVIDs are applied to dry hair, off the scalp and WITHOUT MIXING WITH PEROXIDE. What else you need to know: VIVIVDs include a proprietary blend of keratin amino acids and pure silk amino acids that combine to provide long-lasting color and greater shine. The silk amino acids act as color carriers to help drive color deep into the hair while the keratin amino acids keep hair strong.",
    "itemID": "B001K6CPYC",
    "helpful": [
      6,
      11
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 824
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 11.5,
    "brand": "Pravana"
  }
]