[
  {
    "title": "Skin Obsession 30% Glycolic Acid Chemical Peel for home use: treats Acne, Scars, Sun Damage and Fine Lines.",
    "description": "Glycolic Acid has long been a first line product of the finest spas and Dermatology offices for improving the skin.  For those of you who have heard the term \"Lunch Time Peel\", this is the chemical used for i.Now you can do these peels at home safely and with fantastic results.  Each 1 fl oz (30 ml) bottle of Skin Obsession's 30% Glycolic Acid Peel will yield approximately 8-10 peels done at 3-4 week intervals, a potential savings of  $733.00-$5000.00!.  After peeling your skin will be feel softer, look smoother, with improved texture and tone and reduced hyperpigmentation (sun damage). Under the skin collagen is forming to plump up fine lines and smooth scars.  With a peel of this strength, a full course of peels (8-10 peels) are needed to see optimal results. Glycolic Acid is a naturally occurring chemical belonging to the Alpha Hydroxy Acid (AHA) family.  This important AHA is the smallest of the fruit acids and is able to penetrate the skin, allowing it to effectively dissolve the \"glue\" that holds dead cells on the surface of the skin. The dead skin cells are what cause a dull, uneven skin tone, and the blocking of pores leading to blackheads and acne.  This dissolving action of the Glycolic Acid allows the dead cells to slough off. Our 30% Glycolic Acid Peel is a mild glycolic acid peel and is suitable for all skin types and both beginning and experienced peelers.   There may be some redness right after the peel, but generally there is not much if any actual peeling (hence the name Lunch Time Peel, you can go right back to work after you have it done).  The 30% is very safe when used as directed, but is a strong, professional strength peel (pH 2) and should be used only as directed.  As with all products, a patch test is recommended to see how your skin reacts to the peel.\nBy purchasing this product, you assume all risk associated with its use and are responsible for all results either intended or unintended from using this product.",
    "itemID": "B0018ZMU04",
    "helpful": [
      4,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1758
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Glycolic Acid"
      ]
    ],
    "price": 13.99,
    "brand": NaN
  },
  {
    "title": "Skin Obsession 50% Glycolic Acid Home Chemical peel for sun damage and lines 1 Fl Oz",
    "description": "Our Skin Obsession 50% Glycolic Acid peel is a professional quality product to help with your skin care concerns. Glycolic Acid is a naturally occurring chemical belonging to the Alpha Hydroxy Acid (AHA) family.  Derived from sugar cane, this important AHA is the smallest of the fruit acids and is able to penetrate the skin, allowing it to effectively dissolve the \"glue\" that holds dead cells on the surface of the skin. The dead skin cells are what cause a dull, uneven skin tone, and the blocking of pores leading to blackheads and acne. Removing the cells leaves behind a glowing, youthful and beautiful complexion by removing sun damage, scars, fine lines and age spots.  This also helps stimulate collagen formation under the skins surface which helps plump up the skin from beneath, smoothing out fine surface wrinkles and superficial scars. Our 50% Glycolic Acid Peel is the strongest of our glycolic acid peels and is best for people who are familiar with the peeling process. This peel is suited for tougher skin and clients who know how their skin responds to a peel.  If you are new to peeling, a 20-30% Glycolic peel is more appropriate. This peel is easy to us and we include very clear instructions on how to use this peel. After you have applied the peel, your skin may be red; this is normal and will fade quickly. You may wear makeup to tone it down if you would like. About 2 days after the peel your skin may get dry and look aged, then it will start to flake and peel. This 1 fl oz (30 ml) bottle is enough peel solution for 8-10 peels at one month intervals.\nA patch test is required to determine sensitivity to the peel.\nBy purchasing this product, you assume all risk associated with its use and are responsible for all results either intended or unintended from using this product.",
    "itemID": "B0018RDE7A",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 12087
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Glycolic Acid"
      ]
    ],
    "price": 20.99,
    "brand": NaN
  },
  {
    "title": "Fantasea 2-Tone Translucent Fan Brush, Pink, 3.5 Ounce",
    "description": "Fantasea 2-Tone Translucent fan brush is a God for peels and bristles are very soft.",
    "itemID": "B000NJ0030",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 33749
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 4.5,
    "brand": "FantaSea"
  }
]