[
  {
    "title": "Hawaiian Tropic Island Radiance Self Tanner, Medium-Dark, 5-Ounce Tubes (Pack of 2)",
    "description": "A soft touch of Hawaiian tropical, exotic, natural flora and fruit extracts. Indulge your skin and delight your senses with new island radiance self tanner. Each application glides on easily and caresses your skin with luxurious softness. Rich island moisturizers including cocoa and mango butter, kukui and macadamia nut oil and plumeria extract help to restore lost radiance and keep skin smooth. Enriched with All-Q Plus, a new ingredient that combines two powerful antioxidants CoQ10 and vitamin E.",
    "itemID": "B001AEQ9CI",
    "helpful": [
      2,
      4
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 228833
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "L'Oreal Paris Sublime Bronze Luminous Bronzer, 6.7 Ounce",
    "description": "Go from pale princess to luminous bronze goddess in an instant. With light-reflecting micro-particles, Sublime Bronze Luminous Bronzer instantly illuminates your skin for a natural-looking, long-lasting bronze glow. Enriched with fast-action self tanners and Vitamin E, a powerful anti-oxidant, this quick-drying lotion replenishes skin as your sunless tan develops. A beautifully radiant sun-kissed look, streak-free, sun-free. All with a new deliciously fresh summer scent. Now, Summer never has to end.",
    "itemID": "B00277JKY6",
    "helpful": [
      2,
      3
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 13638
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 7.84,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "CeraVe Moisturizing Lotion, 12-Ounce Bottle",
    "description": "Fast absorbing CeraVe moisturizing lotion is formulated to increase your skin's ability to attract, hold and distribute moisture. It penetrates deeply to restore balance and essential lipids without leaving any heavy or grease feeling behind. The fragrance-free and non-comedogenic formula contains MVE technology, to gradually release the nourishing and protective ingredients into the skin, helping your skin stay hydrated all day.",
    "itemID": "B000YJ2SLG",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 26
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 12.78,
    "brand": "CeraVe"
  }
]