[
  {
    "title": "NYX Doll Eye Mascara, Extreme Black,  Volume,  DE02, 0.28 oz",
    "description": "Hello doll-face! For irresistibly fluttery eyelashes, try this mascara on for size. Doll eye mascara uses a unique blend of natural oils, vitamin E and nylon fibers to extend eyelashes to almost faux proportions. This mascara will add the volume in your lashes that you desire.",
    "itemID": "B000WYZ9Q4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3990
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 7.14,
    "brand": "NYX"
  },
  {
    "title": "Too Faced Cosmetics Primed and Poreless, 1 Ounce",
    "description": "This one-of a-kind makeup primer was scientifically formulated to wear under bronzers and foundation powders, or alone, to achieve the look of flawless skin without makeup! Vitamins A and C, mulberry extract and a powerful dose of retinol virtually banish pores while tired skin is left hydrated, firmer, and detoxified. Primed and Poreless creates the perfect canvas to allow powders, bronzers and foundations to airbrush onto the skin seamlessly and perfectly blended. Skin appears brighter, fresher and younger. Color stays true and in place all day. Customized formula: provides an airbrushed canvas as it preps skin for bronzers, powder products and foundations. Bronzers glide on without grabbing or looking heavy. Powders float above imperfections. Makeup applies like magic onto skin. Color stays true and in place all day.",
    "itemID": "B002DP75R6",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 3677
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation Primers"
      ]
    ],
    "price": 30.0,
    "brand": "Too Faced"
  },
  {
    "title": "Revlon ColorStay Makeup, Combination/Oily Skin, Cappuccino, 1 Ounce",
    "description": "Revlon ColorStay Makeup for Combination/Oily Skin Longwearing coverage with a lightweight formula that won't cake, fade, or rub off. With Time Release Technology specifically formulated for combination or oily skin to control oil absorption and shine. Your look stays flawless throughout the day.- Makeup feels comfortable and wears up to 24 hours.- Medium to full coverage.- Comes in 20 beautiful shades. TIPS: &#x2022; Apply to clean skin.&#x2022; Using your fingertips or applicator, blend foundation onto skin, starting in the center of your face, forehead, nose and chin blending outward.",
    "itemID": "B0039UT9QE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 53396
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 9.48,
    "brand": "Revlon"
  }
]