[
  {
    "title": "Skin Cleansing System Facial Brush &amp; Body Care Kit for Women &amp; Men. Includes 4 different heads - Large Body Brush, Soft Face Brush, Regular Face Brush and Pumice Stone. Water-Resistant.",
    "description": "Now you can enjoy the rejuvenating spa and dermatologist experiences at home- at a fraction of the cost. This Professional Skin Care System by ToiletTree Products is and advanced daily cleansing tool that helps polish away dull skin and gently exfoliates away impurities that traditional cleansing leaves behind. The result? Wonderfully cleaner, softer, radiant looking skin.The professional Skin Care System, along with a daily cleaning regimen, helps assist the following:-Stimulates skin renewal-Improves overall skin clarity and appearance.-Removes dead skin cells to expose healthier-looking skin-Energizes skin and leaves it sooth, soft and radiant.-Cleans deep to help remove stubborn makeup.-Enhances absorption of moisturizes.System includes: 2 face exfoliater (1 soft for sensitive skin types & 1 medium for normal skin types), 1 body exfoliater and 1 pumice sphere.Refills are also available.",
    "itemID": "B009GIOVKC",
    "helpful": [
      9,
      13
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 27823
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Scrubs"
      ]
    ],
    "price": 39.95,
    "brand": "ToiletTree Products"
  },
  {
    "title": "Pink Eyelash Curler - Pinch Free Design Creates Dramatic Eyelashes - Sturdy Handle, No Crooked Lashes - Professional Curl That Lasts All Day - Best Tools - Whiplash Plus 5 Refill Cushion Pads - LIFETIME GUARANTEE",
    "description": "Never Wear Fake Lashes AgainIf you are looking for a professional quality lash curler to give you fully curled lashes that last all day long, then Whiplash is a must have. Whiplash Eyelash Curler will make your lashes stand out, in just a matter of seconds. No more need for fake lashes!Get Dramatic Natural Looking Lashes In SecondsDesigned with precision in mind, Whiplash increases the natural curl of eyelashes by 80%. It captures every lash to create dramatic, fully curled lashes that will stay curled all day long. Each Whiplash curler comes with 10 refill non slip cushion pads, which will prolong the life of the curler.Why Whiplash Out Performs Your Old Lash Curler&#10003; Ergonomic handle provides for full control and ease of use&#10003; Captures each lash for fully lifted lashes&#10003; Designed for all eye shapes and sizes&#10003; Create dramatic lashes that last all day&#10003; Closure latch makes it perfect for travellingHow To Make Your Eyes Pop:1. Order Whiplash by clicking the ADD TO CART button.2. Get the eyelash curler in the mail.3. Use the lash curler every day and never have \"boring\" looking lashes again!TRY IT RISK FREEWe are so certain you'll love Whiplash, we offer a MONEY BACK OR LIFETIME REPLACEMENT GUARANTEE, so order TODAY!Copyright 2014 Crave Naturals. All Rights Reserved.",
    "itemID": "B00EYSNWXG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1255
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Curlers"
      ]
    ],
    "price": 17.0,
    "brand": NaN
  },
  {
    "title": "Vitamin C Serum - Antioxidant Treatment - Natural &amp; Organic - Incl. Organic Rosehip Oil &amp; Sea Buckthorn Oil - Brightening Serum - Rapid Absorption - Reduce Sun Spots and Wrinkles - Exclusive to Amazon - 1.18oz",
    "description": "&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbspValentia;'s new generation Vitamin C Serum - You deserve toGlowtoday!",
    "itemID": "B00HJD8NLY",
    "helpful": [
      5,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1870
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 35.0,
    "brand": NaN
  }
]