[
  {
    "title": "Long Lasting Eyeliner Eye Liner Gel With Brush For Cosmetic Makeup Black",
    "description": "Packing content:\n1 x Eyeliner Gel, \n1 x Brush",
    "itemID": "B009DDGGQW",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 114293
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyeliner"
      ]
    ],
    "price": 3.58,
    "brand": "Evermarket"
  },
  {
    "title": "Duo Lash Adhesive, Clear, 0.25 Ounce",
    "description": "Ask any makeup artist and they will tell you, &#x2018;it&#x2019;s not the lashes; it&#x2019;s the adhesive.&#x201D; For a perfect faux lash application, women look to duo, the world&#x2019;s best-selling waterproof lash adhesive. Duo adhesive is celebrated for its safe, gentle formula and the strong, sure hold it provides. One tube of duo (in both dark and clear tones) allows for countless applications because only a thin line of duo is required to create beautiful, eye-opening results. For both the lash expert and the faux phobic, duo adhesive ensures that lashes are easy to apply and they stay in place. Women who love their lashes incorporate them into their every day makeup routine. And women who want to experiment with the instant allure of lashes find that duo makes the difference between success and failure. Duo&#x2014;the makeup artist&#x2019;s best friend.",
    "itemID": "B00027D8IC",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 416
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 3.99,
    "brand": "Duo"
  },
  {
    "title": "10 Pairs Black Thick False Eyelashes Eye Lash with Glue Hr-30",
    "description": "Features:1. Natural look eyelashes are simple to use and   comfortable to wear2. It is made of wonderfully soft synthetic fiber, never   make any damage to your eye3. 10 pairs of individual false eyelashes(1 pair   in each plastic box)4. Eyelashes can be trimmed to fit the contour of your   eyes5. With professional eyelash glue, can apply the lashes instantly6.   Easy to remove by eye make up remover.7. Can be used for many times if the   eyelashes are used and removed properly8. Carefull design,as natural as   your own eyelashes, make your eyes look bright and attractive9. Beautiful   eyelashes are a great way to enhance the look of your eyes10. Suitable for   professional use or home useSpecifications:1. Condition:New2. Material: Synthetic fiber(false eyelashes); Plastic(Box)3. Package size: 10.63 x 3.54   x 1.02inch/27 x 9 x 2.6cm4. Eyelashes length: 0.43inch/11 mm5. Eyelashes color: Black6. Quantity: 10 pairs7.Weight:4.55oz/129gPackage includes:10 x pairs of false eyelashes1 x Glue",
    "itemID": "B0067VXLFC",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 29884
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 5.12,
    "brand": "Toogoo"
  }
]