[
  {
    "title": "Farouk CHI 1 Inch Ceramic Flat Hairstyling Iron",
    "description": "Farouk CHI GF1001 Original 1\" Ceramic Ionic Flat Iron Hair Straightener Warranty Offer: All Chi products that are purchased Direct from Amazon.com are covered by a 30 day Amazon warranty. This item is not covered by the manufacture warranty. Applies only to products sold by Amazon.com. Does not apply to products sold on our site by third-party merchants or through third-party areas such as Amazon.com Marketplace or Auctions.",
    "itemID": "B0009V1YR8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3128
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 89.09,
    "brand": NaN
  },
  {
    "title": "Marianna Bobby Pins 1 lb. - Brown",
    "description": "Crimped for fast, smooth insertion and removal, these double-coated, smooth finish, super grip pins are safe for all hair, including perms. Synthetic rubber tips protect hair and scalp. holds hair and hairpieces in place and can be used to create a base of support for such styles as a French Twist or Chignon Ratt.",
    "itemID": "B0006PS3Y4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10385
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Hair Pins"
      ]
    ],
    "price": 7.92,
    "brand": "Marianna"
  },
  {
    "title": "Acne.org 8 oz. Treatment (2.5% Benzoyl Peroxide)",
    "description": "This 2.5% benzoyl peroxide is gel-based so it goes on clear and spreads easily. It is pharmaceutical grade, pH balanced, fragrance-free, and dye-free. It won't \"clump up\" with moisturizers, and won't turn white when you perspire. This treatment works best when used as part of The Regimen (acne.org/regimen), a step-by-step guide to clear skin.",
    "itemID": "B00164FKWW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 27936
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]