[
  {
    "title": "HOT TOOLS 2108 Nano Ceramic Marcel Curling Iron, Black/Purple, 1 Inch",
    "description": "HOT TOOLS 1 inch ceramic marcel iron (HT2108) ceramic, seals the hair cuticle, retains hair's natural moisture and destroys odors. It produces far infrared heat that is kinder to hair. Styles hair without damage by heating it from the inside out. Hair is shiny and healthy after use. All the benefits of HOT TOOLS' gets hot stays hot performance combined with ceramic's shine enhancing properties and titanium's hardness, high heat tolerance and resistance to corrosion. Separate on and off switch allows the rheostat to inch stay at inch your favorite heat setting marcel iron features. Locking rotating marcel handle touch guard protector.",
    "itemID": "B000B8VBJK",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 15724
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Curling Irons"
      ]
    ],
    "price": 35.99,
    "brand": "Hot Tools"
  },
  {
    "title": "Crecepelo Tratamiento Fitoterapeutico Natural(Phitoterapeutic Treatment) 16oz",
    "description": "NATURAL PHITOTERAPEUTIC TREATMENT FOR CAPILLAR GROWTH First Treatment phito therapeutic that consists on the use of Natural plants, for the capillary growth. It innovative formula contributes extracts and active 100% natural necessary for a good hair condition, avoiding the excessive one Desquamation adding the nutrients to return, health, beauty, vitality, softness and flexibility to the hair, helping to growth.",
    "itemID": "B0010XE0ZW",
    "helpful": [
      0,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 14419
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Conditioners"
      ]
    ],
    "price": 8.99,
    "brand": "Boe Coesmtics"
  },
  {
    "title": "BaByliss Pro BABNT6610 Portofino 6600, 2000-Watt Nano Titanium Ionic Hair Dryer, Black",
    "description": "Powerful italian ac motor with ionic and nano titanium technology delivers optimum results quickly. combined effects of the ionic generator and nano titanium conditions the hair, making it soft while adding shine.",
    "itemID": "B003B6S36S",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9370
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 97.99,
    "brand": "BaBylissPRO"
  }
]