[
  {
    "title": "Silicon Mix Hair Treatment 16oz",
    "description": "Silicon Mix Hair Treatment. Silicon hair treatment contains bamboo extract, a natural product to regenerate and nourish the hair and silicones to smooth and give shine. Prevents hair breakage and split ends. Contains vitamins A, E, F, H (Biotin), H Pro-Vitamin B5 (Panthenol), H8 (Inositol) and Horse Chestnut Extract improve the health and beauty of the hair, helping it to grow longer.",
    "itemID": "B002IT3KD0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 509
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 9.37,
    "brand": "Silicon"
  },
  {
    "title": "Brazilian Hair Treatment Goat's Milk - (Leite De Cabra, Leche De Cabra) Mask, 1000g (COLOR OF PACKAGING MAY VARY)",
    "description": "A Goat's Milk deep hydrating mask with complex aminoacids restores the health and shine to colored and chemically treated hair. Excellent for dry hair, restores moisture and flexibility of the hair shaft,repairing damaged fibers bringing shine,softness and health back. DIRECTIONS: Wash hair, apply to hair and massage for approximately 2 minutes.Rinse. For deep treatment apply to hair and place under plastic cap for 30 minutes. INGREDIENTS: Water,Cetearyl Alcohol,Cetrimonium Chloride,Parfum,Hydrolyzed Milk Protein/Hydrolyzed Wheat Protein/Methicone/Polyquaternium-`0/Carbocysteine,Methylchloroisothiazoline/Methylisothiazoline,Citric Acid,Cl19140,Cl14720.",
    "itemID": "B0036I8BPE",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 926
    },
    "categories": [
      [
        "Beauty",
        "Hair Care"
      ]
    ],
    "price": 10.59,
    "brand": "Kanechom"
  },
  {
    "title": "Kanechom Ceramidas Hair Moisturizing Cream 35.2oz (EACH PACKAGE SEALED!!!!!!)",
    "description": "Ceramides are lipids (oils) that naturally occur in the hair strand. Their main purpose is to act like the glue that helps the cuticle layer lay flat and remain intact. Think of your cuticle layers as shingles on a roof, ceramides would be the bond that keep the shingles firmly in place. A healthy strand of hair needs a tightly packed cuticle layer in order to maintain its strength, elasticity, and shine. Without it, your hair becomes vulnerable to all kinds of unwanted damage.  Although ceramides occur naturally in the healthy strand, we impact normal levels when we undergo a chemical process, use excessive heat or even by the simple act of combing or washing the hair. In fact, there was a study done where the hair strand was observed on test subjects prior to, and after, shampooing. Believe it or not, the cuticle layer is chipped away each time we wash and comb our hair. This type of cuticle damage can be minimized by making sure your ceramide levels are in check. Use Kanechom Ceramid Line\n\n    \nKanechom Ceramide 4 Piece Bundle-Free Shipping!!!!!",
    "itemID": "B007867TQW",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 40000
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 10.85,
    "brand": "Kanechom"
  }
]