[
  {
    "title": "Alpha Hydrox Enhanced Lotion 10 percent Glycolic AHA -- 6 fl oz Anti-Wrinkle",
    "description": "Concentrated pure glycolic acid (one of the most effective alpha hydroxy acids on the market) works diligently on your complexion, leaving skin visibly firmer, smoother, and more refined with a simple, once-a-day application of this treatment lotion. For added moisturizing benefits, pure vitamin E--long known to beautifully rehydrate skin--is also a key ingredient.10% AHA Anti-Wrinkle Treatment.Recommended for:&nbsp; &nbsp;Dry to Normal Skin Types.&nbsp;Not for use on delicate/sensitive skin.Absorbs quickly.&nbsp; Fragrance-free.&nbsp; Effective pH 4.Proven to significantly reduce the appearance of fine lines and wrinkles.Safely lifts dead cells from the skin's surface to revitalize and help restore youthful, healthy, radiant-looking skin.Renews moisture, refines texture, improves elasticity and skin tone.Specially formulated with rich moisturizers and Vitamin E.Contains 10% pure Glycolic-AHA.The exfoliating effect of Alpha Hydrox Enhanced Lotion is also beneficial for use on the legs, arms and body.&nbsp; Its rich moisturizers and alpha hydroxy provide soft, smooth, silky skin when used on these areas.",
    "itemID": "B000052YM7",
    "helpful": [
      59,
      63
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 561
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 9.67,
    "brand": "Alpha Hydrox"
  },
  {
    "title": "Egyptian Magic All Purpose Skin Cream Facial Treatment, 4 Ounce",
    "description": "Kamitian folklore recalls the existence of a miraculous skin cream secretly used by the great sages, mystics, magicians and healers of ancient kamit (ancient egypt), used as an anti-aging skin rejuvenation to maintain radiant, healthy, smooth and glowing skin. This egyptian magic is our take on this legendary skin cream, designed to leave your skin feeling smooth.",
    "itemID": "B000WNLFBI",
    "helpful": [
      4,
      7
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 457
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 25.45,
    "brand": "Egyptian Magic"
  },
  {
    "title": "Duffy's Brew ESB Craft Beer Shampoo - 12oz *NEW",
    "description": "The E.S.B Shampoo uses a medium bodied (extra special bitter) beer for a well-balanced daily shampoo. The mineral-rich hops, malt, and barley provide a restorative coat to you hair, adding body and shine.",
    "itemID": "B008ZIFQGC",
    "helpful": [
      1,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 19358
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 20.0,
    "brand": "Duffy&#39;s Brew"
  }
]