[
  {
    "title": "New Mary Kay TimeWise Repair Volu-Firm 5 Product Set Adv Skin Care Full Size (Large)",
    "description": "The TimeWise Repair regimen fights the advanced signs of aging, including loss of skin volume and loss of firmness, two of the most visible signs of advanced skin aging.\n \nEvery product in this advanced age-fighting regimen contains the exclusive Volu-Firm Complex, which features plant stem cells,  Tripeptide 1 and a skin volume- supporting peptide. TimeWise Repair combines extensive research, innovative ingredients and comprehensive testing to deliver the benefits that target the advanced signs of skin aging. Think of it as a new beginning for your skin. Suitable for all skin types.",
    "itemID": "B00902KYPU",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7680
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Sets & Kits"
      ]
    ],
    "price": 120.97,
    "brand": "Mary Kay TimeWise Repair Volu-Firm 5 Product Set Adv Skin Care Full Size (Large)"
  },
  {
    "title": "Olay Regenerist Anti-Aging Starter Trio Pack 1 Kit",
    "description": "Olay Regenerist Skin Care Starter Trio Pack beautifully regenerates skin's appearance for significantly younger-looking skin without drastic measures such as cosmetic fillers and injections. Formulated with an exclusive Olay Amino-Peptide +B3 complex, Olay Regenerist renews skin's outer layer one cell at a time while strengthening skin's moisture barrier. The Olay Regenerist Daily Regenerating Cleanser - 5OZ, provides the beautifully regenerated look of a detoxifying mini-professional treatment. The Olay Regenerist Deep Hydration Regenerating Cream - .5OZ, visibly regenerates skin's appearance and intensely hydrates skin. The Olay Regenerist Eye Lifting Serum - .5OZ, hydrates to firm and visibly lift skin around the entire eye area.",
    "itemID": "B002UUT3YM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9592
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Sets & Kits"
      ]
    ],
    "price": 22.59,
    "brand": "Olay"
  },
  {
    "title": "TriDerma Facial Redness Repair 2.2oz.",
    "description": "This Triderma Facial Redness Repair is a specialized cream that provides results like those from a Dermatologist. It contains professional strength anti-inflammatory ingredients, vitamins, carefully selected botanicals and proven healing essentials to quickly calm redness, balance and stabilize the skin.Daily use helps heal blemishes and improve the overall appearance of skin prone to redness, sensitivity and Acne Rosacea",
    "itemID": "B00195MZUI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 7660
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 10.58,
    "brand": "TriDerma"
  }
]