[
  {
    "title": "It's a 10 Blonde Miracle Leave in Treatment, 4 Ounce",
    "description": "Now blondes really do have more fun thanks to our Miracle Leave In Conditioner specially formulated to meet the needs of natural and color treated blondes. Just like our original leave in, Miracle Leave In for Blondes de frizzes, detangles, restores moisture, and enhances highlights, shine, and manageability without any dulling residues. Reverses damage from over processing and heat styling while also removing brassy tones and maintaining vibrant color.",
    "itemID": "B008DK8J6G",
    "helpful": [
      1,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2610
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Highlights"
      ]
    ],
    "price": 17.84,
    "brand": "It&#39;s a 10"
  },
  {
    "title": "Organic Pure Fractionated Coconut Oil 16 Oz",
    "description": "Fractionated coconut oil is a fraction of the whole oil, in which the different medium-chain fatty acids are separated for specific uses.\n\nFractionated Coconut Oil is a highly stable, odorless and colorless oil that can be beneficial when you need a really light, penetrating oil or an oil that will not quickly go rancid. Its affordability and shelf life makes it a good oil to keep on reserve should you run low on your other more precious carrier oils.\n\nFractionated Coconut Oil is a super carrier for essential oils. It is completely liquid, colorless, odorless, and resists rancidity. It is non-greasy and very light - makes a great non-staining massage oil.",
    "itemID": "B006QB4BSE",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3973
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 14.99,
    "brand": NaN
  },
  {
    "title": "Fashion False Bang Black Neat Fringe Hairpiece Clip in Hair Extensions Accessories",
    "description": "Girls should never stop your steps for pursuing for beauty and fascinations since peopleall over the world have an inherent interest for perfection.To a great extent, a brand-new look can not only set off your distinctive personality,but also strengthen your self-confidence.-Perfect choice for gifts-100% brand new-Top Material and design: Adjustable Monofilament Net-All the Hair Extension in my store are hand made,the meterial is high temperature silk (Japan Synthetic Fibre) best quality!Wig/Hair Extension Care Instruction 1 - 6 Stap: 1. Wash in cold or warm water.2. Add a dash of Shampoo and wash gently.3. Rinse throughly in cold water.4. Do not brush when wet allow wig to drip dry.5. Brush wig into desired style after it is completely dry.6. Do not use curling irons, blow dryers, hot styling instruments or under sunshine.",
    "itemID": "B00889VG6W",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 53434
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Hair Extensions"
      ]
    ],
    "price": 5.99,
    "brand": "MAYSU"
  }
]