[
  {
    "title": "Sun Laboratories Dark Sunsation Self Tanning Lotion - Very Dark 8 fl oz.",
    "description": "Even a deep, dark tan is attainable without exposing your skin to the sun's harmful rays with Sun Laboratories Dark Sunsation. Formulated with a wondrous blend of natural ingredients, Dark Sunsation enhances the skin's melanin production throughout the face and body while hydrating and protecting the skin. Its nourishing formula coats the skin in instant color to prevent streaks or patches, while its sugar-based actives provide a deep, healthy tan within three hours.",
    "itemID": "B0009V8N4U",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4067
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 20.95,
    "brand": "Sun Laboratories"
  },
  {
    "title": "Bare Escentuals Faux Tan, 4.5oz",
    "description": "Wish you could look like you spent a day at the beach? Thankfully you can get a safe, all-over tan in a bottle. This luminous warmth is easy to apply to your whole body and works on even the most sensitive skin - leaving you soft and glowing.",
    "itemID": "B000THCPDO",
    "helpful": [
      0,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 117864
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Neutrogena Makeup Remover Cleansing Towelettes, Refill Pack, 25 Count",
    "description": "#1 Dermatologist Recommended Makeup Remover Towelette*Easy Makeup Removal for Fresh, Clean SkinClinically proven to remove 99.3 percent of your most stubborn makeup, even waterproof mascara. It can take two competitive wipes to do what one Neutrogena Towelette can do.With one step, Neutrogena makeup removers leave skin thoroughly clean with no heavy residue, so there's no need to rinse.Neutrogena Makeup Remover TowelettesAt a Glance:Gentle enough to use around sensitive eye area, even for contact lens wearersUltra soft pre-moistened clothsOphthalmologist testedDermatologist testedAllergy testedAlcohol freePatented Formula is as Gentle as Water to the EyesThese gentle, ultra soft cloths contain superior cleansing technology so effective it removes even waterproof mascara. And they are gentle enough to use around the sensitive eye area, even for contact lens wearers. Make your skin make-up free the easy way.How to UseGently wipe your face with a towelette, removing dirt and all traces of face and eye make-up. There is no need to rinse. Dispose of the towelette in a trash receptacle (do not flush).What's in the BoxNeutrogena Makeup Remover Cleansing Towelettes Refill Pack (25 Pre-Moistened Towelettes).* Based on a survey performed in June 2011 by GfK Healthcare, an international independent market research agency, using a representative sample of 400 board-certified dermatologists.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Explore Neutrogena's Makeup Remover Options:Neutrogena Makeup Remover Cleansing Towelettes with Vanity Tub, 25-CountNeutrogena Makeup Remover Cleansing Towelettes Night Calming, 25-CountRemove all traces of makeup while enjoying a unique calming fragrance that helps you unwind and prepares you for a good night's sleep.Neutrogena Makeup Remover Cleansing Towelettes Refill Pack, 25-CountEffectively dissolve all traces of dirt, oil, and makeup--even waterproof mascara--for clean, fresh skin in one easy step.Neutrogena Makeup Remover Cleansing Towelettes Deep Clean, 25-CountUltra-soft, pre-moistened wipes that effectively and gently sweep away makeup, dirt, and oil for clear, fresh skin.Neutrogena Makeup Remover Cleansing Towelettes Refill Pack, 7-CountEffectively dissolve all traces of dirt, oil, and makeup--even waterproof mascara--for clean, fresh skin in one easy step.Neutrogena Makeup Remover Cleansing Towelettes Hydrating, 25-CountLeaves skin feeling soft and conditioned with a blend of replenishing hydrators and skin-soothing cucumber and aloe extracts.Trademark Information:Neutrogena&reg;Neutrogena Fresh Foaming Cleanser&reg;Neutrogena Deep Clean&reg;",
    "itemID": "B0010XUU9M",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1046
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Cloths & Towelettes"
      ]
    ],
    "price": 6.95,
    "brand": "Neutrogena"
  }
]