[
  {
    "title": "Xtreme Brite Brightening Gel 1oz",
    "description": "Xtreme Brite Brightening Gel is highly concentrated gel helps to obtain a clearer and brighter complexion. Removes blackheads and cosmetic acne also has anti-bacterial and soothing properties. For best results use regularly together with other products from the Xtreme Brite brand.",
    "itemID": "B0054GBXOW",
    "helpful": [
      4,
      8
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1090
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 19.99,
    "brand": "Xtreme Brite"
  },
  {
    "title": "Xtreme Brite Brightening Gel 1oz x 3pcs",
    "description": "Xtreme Brite Brightening Gel is highly concentrated gel helps to obtain a clearer and brighter complexion. Removes blackheads and cosmetic acne also has anti-bacterial and soothing properties. For best results use regularly together with other products fr",
    "itemID": "B006VDOPPQ",
    "helpful": [
      12,
      18
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 26504
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 46.99,
    "brand": NaN
  },
  {
    "title": "Ultra Sheer Dry-Touch Sunblock SPF 70 by Neutrogena for Unisex - 3 oz Sunblock",
    "description": "Ultra Sheer Dry-Touch Sunblock SPF 70 is a revolutionary, dermatologist-tested formula that contains Helioplex technology, the latest breakthrough in UV protection.   Helioplex delivers unbeatable UVA protection. It works better to help prevent damaging UVA rays from penetrating deep under skin's surface. Dry-Touch technology absorbs excess sunscreen oils, leaving a clean, lightweight, non-shiny finish.   Serious sun protection never felt this light on your skin.   This product features Helioplex, a breadth of stabilized sunscreen technologies that delivers superior protection from the sun.",
    "itemID": "B0013OFRUK",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 62586
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection",
        "Sports"
      ]
    ],
    "price": 10.38,
    "brand": "Neutrogena"
  }
]