[
  {
    "title": "MOROCCANOIL Gold Glimmer Shine 3.4oz",
    "description": "Moroccanoil glimmer shine is a finishing spray that attracts and reflects light to give hair a gorgeous gloss. Infused with argan oil, vitamins and antioxidants, it creates an invisible veil of luminous shine and protects hair against environmental elements such as sun, salt water and chlorine. Glimmer shine can also be used to enhance color and highlights, adding the perfect touch to any style.",
    "itemID": "B001QYBURQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2875
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 21.99,
    "brand": "Moroccanoil"
  },
  {
    "title": "Herstyler Classic Zebra Hair Straightener",
    "description": "For all the animal's print lovers! HerStyler brought to you a wild stylish Zebra print Hair Straightener. This product is the perfect combination between high quality Straightener and fashionable accessory Zebra Classic Features: 100% One inch ceramic plates for a safe use. Faster heat-up time than conventional straightening iron. On / Off switch and light weight. Hot and ready to use in 30 seconds. Ergonomic design makes it comfortable to use. Ultra-light: the body of the straightener is constructed using light-weight, high-strength composite materials commonly used in the aerospace industry. High concentration of negative ions cuts straightening time in half. Can be used on any type of texture of hair, 1 year warranty and dual voltage: 110V - 220V.",
    "itemID": "B002UKP1NO",
    "helpful": [
      1,
      2
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 59583
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "bareMinerals Well-Rested for Eyes",
    "description": "When you're short on beauty sleep, it shows. Except when you use our Well-Rested. This eye-brightening shadow base is beloved for its magical ability to diminish the appearance of morning drowsiness. Sweep it on to counter dark shadows around the eyes or even the nose and lips. Size: Medium",
    "itemID": "B003282VZE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10481
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Concealers & Neutralizers"
      ]
    ],
    "price": 19.39,
    "brand": "Bare Escentuals"
  }
]