[
  {
    "title": "Neutrogena Oil-Free Acne Wash Daily Scrub, 4.2 Ounce",
    "description": "Cleans deep into pores and helps stop breakouts before they start. This breakthrough formula features MicroClear a powerful technology clinically shown to boost delivery of acne medicine, clear congested pores and speed treatment deep to the source. MicroClear and gentle microbeads work together to cut through oil, dissolving dirt and impurities without overdrying or irritation. Skin is left clear and smooth.",
    "itemID": "B000NWDSAE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4837
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Scrubs"
      ]
    ],
    "price": 6.17,
    "brand": "Neutrogena"
  },
  {
    "title": "Covergirl Lashblast Fusion Water Resistant Mascara Black 890, 0.44-Ounce",
    "description": "",
    "itemID": "B0043OSHUY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8314
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 6.0,
    "brand": "COVERGIRL"
  },
  {
    "title": "Olay Complete All Day Moisturizer With Sunscreen Broad Spectrum SPF 15 - Sensitive 4 Fl Oz",
    "description": "Caring for sensitive skin is simple  if you have the right moisturizer. Olay Complete All Day Moisturizer with Sunscreen for Sensitive Skin gently helps you maintain a healthy, beautiful-looking appearance. This lightweight, fast-absorbing lotion gives your skin 12 hours of long-lasting hydration. Plus, it contains broad-spectrum SPF sunscreen to provide protection from the sun's harmful rays. Your skin will even love its gentle, 100% oil-free, fragrance-free and PABA-free formula.Designed for sensitive skin by Olay skin experts to help prevent premature aging, Olay Complete All Day Moisturizer with Sunscreen for Sensitive Skin conditions your skins surface with vitamin E and Aloe, and provides 12 hours of moisturization. The formula is also non-comedogenic, which means it won't clog your pores.To keep your sensitive skin looking and feeling fresh and healthy, use Olay Complete All Day Moisturizer with Sunscreen for Sensitive Skin every day. And when youre planning to be out and about, just apply it liberally 15 minutes before sun exposure and reapply every 2 hours if you remain outdoors. Its that easy.",
    "itemID": "B000052YQ2",
    "helpful": [
      0,
      2
    ],
    "overall": 4.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 10.7,
    "brand": "Olay"
  }
]