[
  {
    "title": "Laura Mercier Secret Brightening Powder - Secret Brightening Powder #1, 0.14 oz.",
    "description": "Laura Mercier created Secret Brightening Powder to set Secret Brightener, Secret Concealer & Secret Camouflage. Creates the appearance of the most naturally perfected skin & maximizes wear & coverage while adding an invisible lightening boost. 0.14 oz.",
    "itemID": "B000674XNM",
    "helpful": [
      1,
      1
    ],
    "overall": 2.0,
    "salesRank": {
      "Health & Personal Care": 24781
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Concealers & Neutralizers"
      ]
    ],
    "price": 24.0,
    "brand": "laura mercier"
  },
  {
    "title": "CeraVe Moisturizing Cream 16 oz (453 g)",
    "description": "CeraVeTM Moisturizing Cream is a vital part of a daily skin care routine. Its patented MVE formulation releases ceramides and other essential ingredients throughout the day, so they penetrate deep into the skin to hydrate and nourish.Try CeraVeTM Hydrating Cleanser and CeraVeTM Moisturizing Lotion for a complete skin care routine.CeraVeTM Moisturizing Cream provides all-day moisturization with a single application and is clinically proven to increase skin hydration. It contains ceramides, naturally occurring components of the skin that play a key role in enhancing and restoring the skin's protective function. Also included are vital humectants and emollients to replenish and retain needed moisture. The unique ingredients in CeraVeTM Moisturizing Cream help restore damaged skin and keep skin healthy. CeraVeTM Moisturizing Cream is ideal for elbows, knees and heels, or anywhere that requires extra moisturization. With its patented Multivesicular Emulsion (MVE) formulation, CeraVeTM Moisturizing Cream helps restore and maintain the skin's natural protective function. MVE works by trapping ingredients within multi-layered vesicles that are slowly released, layer by layer throughout the day, penetrating deep into the skin to moisturize and nourish. CeraVeTM Moisturizing Cream spreads easily and absorbs quickly. It is non-greasy, non-comedogenic and non-irritating.",
    "itemID": "B000Q2RP7I",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 260
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 14.49,
    "brand": "CeraVe"
  },
  {
    "title": "Upper Lower Lash Mascara Applicator Guide Eyelash Comb",
    "description": "Material: plastic;\n\nColor: pink;\n\nPackage: 1 x Upper Lower Lash Applicator Guide",
    "itemID": "B004UVRYQS",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 2551
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 1.37,
    "brand": "niceEshop"
  }
]