[
  {
    "title": "China Glaze: For Audrey, 0.5 oz",
    "description": "China Glaze colors may change from season to season but the formula remains the same\"amazing long wearing lacquers with hardeners. Designed with the professional in mind, the 220-strand brush is great for easy of application. Best of all, the non-thickening formula provides great coverage.",
    "itemID": "B0018OWHQM",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 7635
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 5.85,
    "brand": "China Glaze"
  },
  {
    "title": "Swissco Satin Sleep Mask Leopard Print",
    "description": "Satin sleep mask in leopard print. sleep in style with this beautiful designed sleep mask",
    "itemID": "B004BARCRY",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 15191
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Paraffin Baths"
      ]
    ],
    "price": 3.99,
    "brand": "Swissco"
  },
  {
    "title": "T3 SinglePass Whirl",
    "description": "What it is:A professional styling wand that works in seconds to create soft, sensuous waves.     What it does:The Single Pass Whirl wand allows you to quickly and easily create the gorgeous, natural-looking waves you've always wanted.  The secret to getting the perfect result is all in the technique.  Simply hold the styling wand over your head in a downward position, perpendicular to the floor.  Then wrap your hair around the barrel with the opposite hand.  Pioneering T3 Tourmaline technology harnesses the optimal ionic, infrared energy from the Tourmaline gemstone to fight frizz and seal the hair cuticle to fight frizz and enhancing shine for a radiant finish.  At the same time digital SinglePass(TM) technology ensures fast heat up and consistent heat delivery along the barrel to prevent the under- and over-heating of hair.  The easy-to-read LCD display details the heat up progression and ensures accurate temperature output which results in shiny, healthy, long-lasting waves for all hair types.  Set the temperature for desired performance level and wrap your way to soft, sensuous results in seconds.    What else you need to know: This T3(R) SinglePass(TM) Whirl features:  - T3 Tourmaline-infused 1.25 inch/3.2cm tapered ceramic barrel  - Ceramic heating element  - Digital SinglePass(TM) heating  - Adjustable heat (to 450 F/232 C)  - LCD display  - One hour auto shut-off  - Cool tip and stand  - Heat-resistant glove   - 9-ft, 360- swivel cord    - Auto world voltage (100-240V)  - Two-year warranty",
    "itemID": "B005DKRRAS",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 10356
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Curling Irons"
      ]
    ],
    "price": 71.99,
    "brand": "T3"
  }
]