[
  {
    "title": "Herbal Salt Scrub Lavender 20.50 Ounces",
    "description": "Ingredients      Sea salt, expeller pressed almond oil, high oleic       safflower oil, sunflower seed oil, grapeseed oil, lavender       oil, apricot kernerl oil, avocado oil, celtic sea salt,       green tea leaf, St. John's Wort leaf and flower and natural       vitamin E.",
    "itemID": "B00016X3G6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 219067
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bath",
        "Minerals & Salts"
      ]
    ],
    "price": 10.99,
    "brand": "Sunshine Spa"
  },
  {
    "title": "Deva Curl Angell Hyper-Allergic Conditioning Gel 32oz",
    "description": "Moisturizing Gel to Style Your CurlsPamper your adorable curls with Deva Curl AnGEL. This light moisturizing and defining gel melts into your hair effortlessly and on drying forms a protective moisture casting so that curly locks can be styled and held in place for as long as 24-48 hours.Locks in moisture for 24-48 hours, prevents frizzHold and freezes style in placeGives volume and body to well-defined curlsWith this styling gel experience no frizzes for a long time. Boost volume and body into your curls and give it a well-defined look. Something you may've always wanted for quite some time.Just For You:Those with curly and wavy hairA Closer Look:Infused with natural botanical extracts of wheat, soy and chamomile and devoid of sulfates, silicone and paraben, Deva Curl AnGEL locks in moisture and eliminates frizz. It boosts volume and enhances curls so that they can be styled as desired.Get Started:Spray on wet or dry hair. Scrunch with fingers to evenly distribute. For high frizz factor, spray on wet hair, then again on dry hair.",
    "itemID": "B000HJ4INE",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 86181
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 25.95,
    "brand": "Deva Curl"
  },
  {
    "title": "Deva Curl Travel Kit",
    "description": "Devacurl Travel Kit The perfect way to bring DevaCurl with you wherever you go! Contains travel size (3oz.) bottles of our most popular products: Devacurl One Condition 3 oz; Devacurl No-Poo 3 oz; Devacurl Angell 3 oz; Devacurls Set It Free 3 oz. Not Tested on animals! Made in the USA",
    "itemID": "B000QSDHPG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 626
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sets & Kits"
      ]
    ],
    "price": 20.84,
    "brand": "DevaCurl"
  }
]