[
  {
    "title": "theBalm - Hot Mama! Shadow/Blush 7.08g /POIDS NET WT. 0.25 OZ",
    "description": "Hot Mama provides subtle color for the eyes and cheeks in a warm rosy tone. This convenient flip-up compact puts beauty at your finger tips, while the magnetic case keeps the makeup clean and safe in your purse or pocket. This dynamic color blends well with most skin tones for a naturally sunny appearance.",
    "itemID": "B000PHRIQM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1735
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Bronzers & Highlighters"
      ]
    ],
    "price": 11.7,
    "brand": "theBalm"
  },
  {
    "title": "Amika Obliphica Nourishing Mask, 16.9 Fl Oz",
    "description": "profound hydration and total indulgence For ultimate repair and deep conditioning, the Obliphica Nourishing Hair Mask directly penetrates the surface of the hair for ultimate replenishment. Used weekly, this fortifying hydrator infuses locks with extra moisture, while sealing spilt ends - resulting in total hair recovery and restoration.\n\nThe complete Obliphica Hair Care collection gets its power by harnessing the unique properties of the sea buckthorn berry, also known as obliphica. Obliphica has an unusually high content of the anti-oxidant vitamin C (15 times greater than an orange), vitamin E, omegas 3, 6, and 9 and the rare omega 7 (usually only found in fish oil). These potent vitamins and nutrients combined with the powerful properties of the argan nut oil come together to form a line that replenishes, moisturizes, and brings out the hair's natural balance.",
    "itemID": "B003TZFS1Y",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 92933
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 26.36,
    "brand": "Amika"
  },
  {
    "title": "L'Oreal HIP Concentrated Shadow, 808 Foxy",
    "description": "Buy L'Oreal Eye Shadows - L'Oreal HIP High Intensity Pigments Concentrated Shadow Duo - New 808 Foxy. How-to-Use: Apply evenly to eyelids with provided brush or your own eye shadow brush. Accent with complementing colors and eyeliner.",
    "itemID": "B000XSF1X0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 205640
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 5.29,
    "brand": "L&#39;Oreal Paris"
  }
]