[
  {
    "title": "Mario Badescu - Facial Spray With Aloe, Herbs And Rosewater - 4 oz",
    "description": "A refreshing, hydrating mist to use anywhere anytime. Simply formulated with fragrant Herbal Extracts and Rosewater for a pleasant, pick me up for dehydrated, tight and uncomfortable skin. Spray your day and night creams for a boost of hydration or use it to set make-up or spray on dry hair throughout the day. Safe for all skin types. Gentle, non-irritating.  Ingredients: Deionized Water, Aloe Extract, Bladderwrack Extract, Herbal Extract, Rose Extract, Gardenia Extract, Propylene Glycol  Good for these Skin Types: All Types",
    "itemID": "B002LC9OES",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 1100
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 7.0,
    "brand": "Mario Badescu"
  },
  {
    "title": "Maybelline New York Dream Lumi Touch Highlighting Concealer, Ivory, 0.05 Fluid Ounce",
    "description": "Experience a brighter idea in concealers. Dream lumi touch highlighting concealer's gel-based formula diffuses light like no other, so it illuminates as it covers imperfections, for instantly brighter looking skin.",
    "itemID": "B006UETAB0",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 9255
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Concealers & Neutralizers"
      ]
    ],
    "price": 6.05,
    "brand": "Maybelline"
  },
  {
    "title": "Professional Studio Quality 12 Piece Natural Cosmetic Makeup Brush Brushes Set Kit with Leather Pouch Case Bag",
    "description": "This beautiful Makeup brush set in Zebra (Black & White) (designed for professional use) features the following brushes used for applying cosmetics, concealer, foundation, blush, eye shadow, lip, spoolie, and mascara brushes and a dual eyebrow brush/lash comb + A Carrying Case. This revolutionary brush set was designed with comfort handling and precision in mind, it is crafted from solid wood. Makeup brushes set comes with a trendy matching roll up carrying case to protect the brushes for when your on the go. The brushes are made from a combination of natural hair and synthetic hair for lasting performance, so they are soft and silky on top, yet firm and durable on the bottom. We invite you to experience the best makeup brushes have to offer. Order Today",
    "itemID": "B00HIDT94U",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2195
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 10.25,
    "brand": NaN
  }
]