[
  {
    "title": "Olay Total Effects 7-In-1 Anti-Aging Daily Moisturizer 1.7 Fl. Oz.",
    "description": "For those concerned about multiple signs of aging, this daily facial moisturizer provides the benefit of 7 anti-aging therapies in 1 formula. Line Minimization: Reduces the appearance of fine wrinkles. Nourishing Moisturization: For a radiant, healthy glow. Tone Enhancement: Balances color & reduces appearance of age spots. Gentle Exfoliation: Smoothes and evens skin texture. Pore Refinement: Minimizes the appearance of pores. Free Radical Defense: Helps prevent damage to skin&rsquo;s surface. Subtle Lifting: Hydrates for firmer skin appearance. Visibly younger-looking skin with an appearance that&rsquo;s more resilient to aging. It provides the total anti-aging power of moisture fused with vitamins and anti-oxidants. THIS EXCLUSIVE FORMULA IS: Dermatologically tested, Non-Comedogenic (won&rsquo;t clog pores), Oil-free and Fast-Absorbing.",
    "itemID": "B0000536P3",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 163
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 8.45,
    "brand": "Olay"
  },
  {
    "title": "Maybelline New York Expert Wear Brow &amp; Eyeliner, 151 Velvet Black , .011 oz (310 mg)",
    "description": "Defining brow filler and precision eye liner with a built in sharpener.",
    "itemID": "B000052WY7",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 23677
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyeliner"
      ]
    ],
    "price": 1.89,
    "brand": "Maybelline"
  },
  {
    "title": "Maybelline Full' N Soft Mascara: Brownish Black #302",
    "description": "Thick & Healthy (Healthy looking). Full, soft thick lashes - no brittle feel. Helps prevent loss of lashes. No clumps, No globs. Washable mascara. Lash thickening brush. Contact lens safe; Hypoallergenic. Full, thick lashes that look and feel soft and healthy (healthy looking), not hard or brittle. Advanced Thickening Formula and Lash Thickening Brush build and protect for healthy-looking lashes. It's the end of stiff, brittle lashes; Patented Quick Dissolve System helps prevent the loss of lashes by allowing for quick and easy mascara removal.",
    "itemID": "B0000536M3",
    "helpful": [
      5,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 25155
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 8.63,
    "brand": "Maybelline"
  }
]