[
  {
    "title": "Pedi,Quick Salon Pedicure Kit",
    "description": "Pedi-Quick&#xAE; Salon Pedicure Kit contains everything needed to do safe, fast and professional pedicures, manicures, and foot massages at home. To help keep feet soft and smooth, this lightweight device features two emery-covered discs (one coarse and one fine) that whisk away corns and calluses and file nails. It also has a massager disk to provide penetrating foot rubs. Uses four AA batteries (not included).",
    "itemID": "B0007D2F3K",
    "helpful": [
      5,
      6
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 54928
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Sets & Kits"
      ]
    ],
    "price": 24.95,
    "brand": NaN
  },
  {
    "title": "Banana Boat Summer Color Self-Tanning Lotion - Deep Dark: 6 OZ",
    "description": "Self adjusting color for a natural-looking tan. Streak-free. Oil-free. Quick-drying. Banana Boat Summer Color Sunless Tanning Lotion with the Self Adjusting Color formula lets you control the shade of your tan. This lotion will allow you to get deepest, richest tan that is achievable with your skin tone. The more often you apply, the deeper your tan becomes. After achieving your desired color, you can maintain your tan with less frequent applications for a natural-looking tan. The lotion is tinted so you can see where you've applied it for a streak-free, sunless tan that dries quickly. It is oil-free and enriched with Aloe Vera & Vitamin E. Made in Canada.",
    "itemID": "B0009Y6RHM",
    "helpful": [
      2,
      4
    ],
    "overall": 4.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 9.99,
    "brand": "Banana Boat"
  },
  {
    "title": "Banana Boat Summer Color Self-Tanning Lotion, Deep Dark Color, For All Skin Tones, 6-Ounce Tubes (Pack of 3)",
    "description": "Summer Color lets you control the shade of your tan. This quick-drying sunless tanning lotion from Banana Boat allows you to get the deepest, richest tan that is achievable with your skin tone. The more often you apply it, the deeper your tan becomes. After achieving your desired color, you can maintain your tan with less frequent applications for a natural-looking tan. The lotion is tinted so you can see where you've applied it for a streak-free, sunless tan. Made for deep, dark skin tone, Summer Color is oil-free and enriched with aloe vera and Vitamin E. Made in Canada.",
    "itemID": "B001G7PPNI",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1229
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 13.39,
    "brand": "Banana Boat"
  }
]