[
  {
    "title": "Ed Hardy Hearts and Daggers Eau De Toilette Spray by Christian Audigier, 1.7 Ounce",
    "description": "Introduced in the year 2010 by the design house of Christian Audigier, this is classified as masculine fragrance. It is recommended for casual wear.",
    "itemID": "B002YHRXI4",
    "helpful": [
      7,
      7
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 33380
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 10.95,
    "brand": "Christian Audigier"
  },
  {
    "title": "Village Naturals Therapy Aches &amp; Pains Mineral Bath Soak 20 oz",
    "description": "Let Village Naturals TherapyTM Aches & Pains Mineral Bath Soak make a house call. Soothe and comfort your body by soaking in a warm bath. Our therapeutic formula is enriched with vitamins, skin softening ingredients and aromatherapy vapors to help you feel better. Relax with ingredients that have been extracted from natural sources. This product contains Eucalyptus to soothe and revitalize, chamomile to calm and relax, and rosehips to comfort and renew. \n\nThis product has never been tested on animals and does not contain animal-derived ingredients.",
    "itemID": "B00107BB82",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9903
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bath",
        "Minerals & Salts"
      ]
    ],
    "price": 14.5,
    "brand": "Village Naturals"
  },
  {
    "title": "Adidas Deep Energy by Adidas For Men. Eau De Toilette Spray 3.4-Ounces",
    "description": "Launched by the design house of Adidas.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B001FWXI6U",
    "helpful": [
      1,
      3
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 3541
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 6.96,
    "brand": "adidas"
  }
]