[
  {
    "title": "Alba Botanica Deep Moisturizing Kukui Nut Hawaiian Body Oil, 8.5 Ounce Bottle",
    "description": "Since 1979, Alba Botanica has offered natural, 100% vegetarian personal care products that do beautiful for you, your friends and the animals and Earth you love. This means we DON'T use parabens, sulfates, or phthalates. We make a full range of products packed with potent natural, botanical ingredients that are formulated to nourish the individualized needs of your skin and hair. Because the Alba Botanica is committed to the health and happiness of all furry friends, we never test our products, or the ingredients that go into them, on animals. We recognize the need to be good stewards of all natural resources. So we try to do beautiful by reducing our environmental impact in everything we do as a business, from the field to the final product. We hope that you join our do beautiful campaign. Together we can help to preserve and heal the planet, now and for future generations.",
    "itemID": "B000ILKUZ6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3376
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 6.36,
    "brand": "Alba Botanica"
  },
  {
    "title": "Burt's Bees Fabulously Fresh Peppermint &amp; Rosemary Body Wash, 12 Fluid Ounces",
    "description": "Start your day with the energizing, minty-fresh feeling you&#x2019;ll get from this bottle of Burt&#x2019;s Bees Peppermint and Rosemary Body Wash. This gentle plant-based bath and body wash is infused with natural peppermint and rosemary, for a refreshing clean. After washing with this 99.2% natural bath and body cleanser, follow up with your favorite Burt&#x2019;s Bees lotion. Pamper your skin naturally, with Burt&#x2019;s Bees.",
    "itemID": "B001R2S8HM",
    "helpful": [
      0,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 187
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Body Washes"
      ]
    ],
    "price": 7.75,
    "brand": "Burt&#39;s Bees"
  },
  {
    "title": "Renpure Organics My Luscious Hair Needs Lift! Volumizing Conditioner, 13.5-Ounce",
    "description": "Our family has been making hair care products for over 40 years with over a billion bottles produced worldwide.  we became concerned about all the chemicals our family was exposed to on a daily basis, so we developed a new line of hair care products free from harmful chemicals.  we use only 100% certified organic extracts and safe, fresh, natural ingredients.",
    "itemID": "B0023AQAPO",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 104884
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 7.49,
    "brand": "Renpure Organics"
  }
]