[
  {
    "title": "Proactiv Solution 4-pc. Acne Treatment System",
    "description": "Why is it different: The renewing cleanser is formulated with prescription-grade benzoyl peroxide in an oil-free formula. Gentle exfoliating beads remove dead skin cells to prepare skin for the revitalizing toner. The toner is alcohol free and designed to hydrate and help soothe the skin with gentle botanicals. The repairing lotion is formulated with 2.5% benzoyl peroxide in a gentle, creamy formula that won't dry, strip, or irritate the skin. The refining mask adds an additional proven acne-fighting medicine, sulfur, to the powerful three-step system to help deep clean, soothe, and calm the skin while addressing blemishes. Always wear a sunscreen when going outside. Avoid eye area.\n\nHow do I use it: Start with the renewing cleanser, morning and night. Apply a small, dime-size amount to dampened skin and gently massage, avoiding the eye area. Rinse thoroughly with warm water and pat dry. Apply the revitalizing toner to skin with a cotton ball or pad, morning and night. Allow to dry. Follow by applying a thin layer of repairing lotion to clean skin, morning and night. Allow to dry. Do not rinse off. Refining mask can be used two to three times per week or as needed for more stubborn breakouts. Apply to damp skin, leave on for 10 minutes, then rinse thoroughly with warm water.\n\nFrom Proactiv(R) Solution.",
    "itemID": "B001H3ZUKE",
    "helpful": [
      7,
      7
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 4344
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 34.49,
    "brand": "Proactiv"
  },
  {
    "title": "Proactiv 4 Pc Kit 30 Day Supply",
    "description": "All products are new, never used. Expiration dates 2009 or later",
    "itemID": "B001SA5DZS",
    "helpful": [
      46,
      48
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 42781
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 32.05,
    "brand": "Proctiv Solution"
  },
  {
    "title": "Boots No7 Quick-Thinking 4-in-1 Wipes 30 pk.",
    "description": "Be good to your skin, even when you're short of time, with these gentle, fragrance free wipes. They effectively cleanse and remove impurities, tone and moisturize your skin, and even remove waterproof eye make-up - all in one easy step. With vitamin pro-B5 plus extracts of witch hazel and fennel which help cleanse pores, moisturize and leave your skin feeling smooth, clean and fresh.Created with Care. We've created this hypo-allergenic product using only ingredients we know and trust. It has been tried and tested by guests with even the most sensitive skin, so you'll know it will be good to yours.Dermatologically tested. Fragrance free.",
    "itemID": "B000PSTJ4K",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 15247
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 6.67,
    "brand": "Boots"
  }
]