[
  {
    "title": "Nail Soakers - 10pcs",
    "description": "Wearable Nail Soakers for Artificial Nail Removal - Long Lasting - Totally Re-usable. These great little finger pod soakers will quickly & efficiently soak off liquid & powder (acrylic) nails, any soak off gels & fiberglass products. For artificial nail removal. Trim excess nail. Carefully pour pure acetone to top of clear container (for easy access, use a plastic dropper). Carefully insert fingernail into liquid chamber by twisting. To release any pressure & avoid spillage during insertion, slightly squeeze to allow air to escape. Leave nail soaking 5 to 10 minutes to allow acetone to melt the artificial nail material, then using a rotary motion, use inner scraper to remove layers of artificial nail.",
    "itemID": "B001GEEQ90",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 394
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Nail Repair"
      ]
    ],
    "price": 2.38,
    "brand": "Salon Supply Store"
  },
  {
    "title": "Babylisspro TT Tourmaline Titanium Travel Dryer, Red",
    "description": "Why sacrifice your hair while vacationing? Enjoy professional class hair drying with the Babyliss Tourmaline Mini Folding Travel 1000 Watt Hair Dryer. Tourmaline is a natural source of negative ions and far-infrared heat. Negative Ions eliminate frizz and close the cuticle to create smooth, shiny hair. Dual Voltage allows for worldwide usage. Pure tourmaline gemstones fused with ceramic.",
    "itemID": "B003QKL5YQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 194
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 23.95,
    "brand": "BaBylissPRO"
  },
  {
    "title": "Palmer's Cocoa Butter Formula with Vitamin E, 13.5 fl oz (400 ml)",
    "description": "With Vitamin ESoftens, Smoothes &amp; Relieves Dry SkinCOCOA BUTTER, enriched with VITAMIN E, is an advanced moisturizer thatsoftens, smoothes and relieves dry skin.&nbsp; Also helps smo",
    "itemID": "B0009F3O8Q",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5409
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 7.19,
    "brand": "Palmer&#39;s"
  }
]