[
  {
    "title": "Baggallini Complete Cosmetic Bagg",
    "description": NaN,
    "itemID": "B0006I9YK8",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Clothing": 2627
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Bags & Cases",
        "Cosmetic Bags"
      ],
      [
        "Clothing, Shoes & Jewelry",
        "Luggage & Travel Gear"
      ]
    ],
    "price": 44.95,
    "brand": NaN
  },
  {
    "title": "Best Phloretin CF serum Advanced Formula + 1 fl oz / 30 ml. Broad-Range premium antioxidant treatment. Contains 2% Phloretin, 10% L-Ascorbic Acid, and 0.5% Ferulic acid.",
    "description": "Our topical antioxidant Phloretin Serum + Ferulic acid + Phloretin + Hyaluronic acid is the highest-quality Phloretin Serum available in today's cosmetic marketplace.This Best Selling Phloretin Serum will provide your skin with superior antioxidant properties to correct existing sun and photo damage.Our Phloretin Serum provides your skin with 4 key ingredients listed below:1. Vitamin C (L-Ascorbic Acid):An active form of Vitamin C occurs naturally in citrus fruits. This potent water-soluble antioxidant protects skin from oxidative damages caused by the sun rays (UVA/UVB radiation). It improves elasticity of skin by enhancing the production of collagen.2. Ferulic Acid:A powerful antioxidant found in the cell walls of plants. This ingredient is predominantly effective at preventing sun damage. Research studies demonstrate exposure to ultraviolet light actually increases the antioxidant capacity and efficacy of ferulic acid.3. Phloretin:A powerful naturally occurring polyphenolic compond belongs to the flavonoid group and found exclusively in apples and apple-derived products.4. Hyaluronic Acid:A naturally occurring polysaccharide responsible for tissue hydration and lubrication within the extra-cellular space of bodily tissues.Due to the high demand of our Phloretin Serum, at times we will be sold out.   We apologize for the inconvenience and are working diligently to keep  stock as much as possible.",
    "itemID": "B001G2LWDK",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 6932
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 35.25,
    "brand": "Cosmetic Skin Solutions LLC"
  },
  {
    "title": "M.D. Forte Facial Cream III with Glycolic Acid, 1 Fluid Ounce",
    "description": "M.D. Forte facial cream iii with 30% glycolic compound is the highest glycolic compound-based cream and is available for patients ready to advance to more dramatic results. This formulation also contains an anti-irritant complex to help prevent skin irritation. Individuals should move up to this level of glycolic concentration only after using M.D. Forte ii for 4 to 6 months or as directed by their physician. M.D. Fort&#xE9; enriched cream formulations will smooth dry, rough skin without clogging pores. These products are ideal for use in the evening, in cooler climates where skin may become chapped, or on very rough, dry skin. Visibly reduces the appearance of fine lines and wrinkles by improving skin tone and smoothness for younger, healthier-looking skin.",
    "itemID": "B001LIO0ZG",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 144706
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Glycolic Acid"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]