[
  {
    "title": "Korres Lip Butter, Pomegranate, 0.21 Ounce",
    "description": "A rich buttery lip balm that melts on the lips and offers a shiny, tinted finish.",
    "itemID": "B00141XJJS",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 62460
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lip Stains"
      ]
    ],
    "price": 10.2,
    "brand": "Korres"
  },
  {
    "title": "NYX Mega Shine Lip Gloss, Plush Red, 0.37 Ounce",
    "description": "NYX&#8217;s signature lip gloss offers a creamy, lacquer finish with high-impact color pay-off and incredible shine and sheen. This makeup artist favorite can be used as both a gloss or a stain depending on application technique.",
    "itemID": "B001UREIFU",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 129998
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lip Glosses"
      ]
    ],
    "price": 4.98,
    "brand": "NYX"
  },
  {
    "title": "Hempz Pomegranate Herbal Moisturizer, 17 fl oz (500 ml) (Package may vary)",
    "description": "This body moisturizer is enriched with 100% pure organic hemp seed oil and blended with natural extracts to provide dramatic skin hydration and nourishment to help improve the health and condition of skin. Hemp seed oil is one of nature's richest sources of essential fatty acids and key amino acids containing natural proteins, vitamins, antioxidants and minerals, vital for healthy skin conditioning. Pomegranate extract contains high levels of antioxidants, which helps prevent free radicals and renews your skin's healthy radiance. Shea butter, ginseng and natural extracts help calm, soothe and condition the skin. Vitamins a, c and e help protect skin from natural and environmentally triggered oxidants.",
    "itemID": "B0036QFZ46",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 890
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 9.63,
    "brand": "Hempz"
  }
]