[
  {
    "title": "Konad Stamping Nail Art Image Plate - M57",
    "description": "Collectively the hottest new thing in contemporary nail art technology.\n\nKONAD Stamping Nail Art is a new nail-imprinting kit that lets you put designs by stamping pre-designed images on your nails in minutes. Apply or change designs any time you want, change designs weekly, daily or as many times you want. KONAD Stamping Nail Art kit can achieve delicate details never before achieve by hand painting. Do it yourself in just minutes at home, at a friend's house or bring it anywhere you desire. You can put designs not only on your nails but on mobile phone, earrings, pendant, bracelet, gift box, watches, calculators, clocks, sunglasses or any surface of your choice. With KONAD Stamping Nail Art kit you can create perfect, professional nail designs at a fraction of the time and money, just like a professional nail artiste ... or even better. It's neat and easy !!!\n\nKONAD have won a Gold Medal for Arts & Crafts and the 2006 Seoul International Invention Fair, Silver Medal for New Practical products, Bronze Medal for Design and Invention & New Product Exposition.",
    "itemID": "B0019N6RFO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5665
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 4.89,
    "brand": "KONAD Nail Art"
  },
  {
    "title": "Konad Stamping Nail Art - T Set",
    "description": "This Konad Stamping Nail Art Set is ideal for Beginners.1 Image Plate  - M36.1 Special Polish 5 ml - White.1 Special Polish 5 ml - Black.1 Top Coat 10 ml.1 Stamper.1 Scraper.",
    "itemID": "B00326QY4K",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 96131
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 14.49,
    "brand": "KONAD Nail Art"
  },
  {
    "title": "Vanderbilt by Gloria Vanderbilt for Women - 3.3 Ounce EDT Spray",
    "description": "Introduced in 1994. Fragrance notes: carnation, mimosa, rose, and other spicy oriental florals. Recommended use: evening.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B00064H44K",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 12243
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Toilette"
      ]
    ],
    "price": 10.55,
    "brand": "Gloria Vanderbilt"
  }
]