[
  {
    "title": "Conair 62501z Small Spiral, 12 Pack, Colors may vary",
    "description": "Make waves! Conair's 12-pack of small spiral rollers lets you create waves easily. Lightweight foam rollers in hot style colors are comfortable and easy to use on wet, damp, or dry hair. Create salon-style spiral curls, or make waves to add bounce and volume.  Smaller spiral rollers make smaller, tighter waves and spirals, medium sizes make looser waves and spirals. Wind your hair down the rod for spiral curls or around the middle for waves. Simply bend the ends to secure. It's simple beauty technology for your best look.",
    "itemID": "B000VRRE2O",
    "helpful": [
      5,
      8
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9782
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Rollers"
      ]
    ],
    "price": 16.49,
    "brand": "Conair"
  },
  {
    "title": "Scunci No Damage Ponytail Holders, 30 ea",
    "description": "Scunci effortless beauty no-damage black elastics are your secret to effortless all-day hold. slide into any situation without worrying about hair slippage. large soft metal-free elastic bands keep ponytails tight while working out or for casual style and won't damage hair. 30 pack ensures that no matter where you put one down you'll always be able to pick one up. basic black color - as essential as the little black dress.",
    "itemID": "B0030HPY74",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 17306
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Ponytail Holders"
      ]
    ],
    "price": 5.32,
    "brand": "Scunci"
  },
  {
    "title": "Conair 62502z Medium Spiral Rollers, 10 Pack, Colors may vary",
    "description": "Make waves! Conair's 10-pack of medium spiral rollers lets you create waves easily. Lightweight foam rollers in hot style colors are comfortable and easy to use on wet, damp, or dry hair. Create salon-style spiral curls, or make waves to add bounce and volume.  Smaller spiral rollers make smaller, tighter waves and spirals, medium sizes make looser waves and spirals. Wind your hair down the rod for spiral curls or around the middle for waves. Simply bend the ends to secure. It's simple beauty technology for your best look.",
    "itemID": "B0051E3426",
    "helpful": [
      24,
      33
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5053
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Rollers"
      ]
    ],
    "price": 7.29,
    "brand": NaN
  }
]