[
  {
    "title": "Coppertone Oil Free Sunscreen Lotion, SPF 30, 8-Ounce Bottles",
    "description": "Fragrance free. Hypoallergenic. Won't clog pores. Pure & simple sun protection. UVA/UVB protection. Waterproof. Coppertone Oil Free sunscreen lotion - Pure and simple sun protection means: Oil free, fragrance free, hypoallergenic; Broad spectrum UVA/UVB protection, with photostabilized Avobenzone; Helps prevent premature skin aging from the sun; Won't clog pores or cause breakouts; Waterproof, PABA-free; Light, non-greasy formula absorbs quickly.",
    "itemID": "B004FO6U2Y",
    "helpful": [
      7,
      8
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 3257
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection",
        "Sports"
      ]
    ],
    "price": 5.39,
    "brand": "Coppertone"
  },
  {
    "title": "NOW Solutions Glycerine Vegetable, 16-Fluid Ounces",
    "description": "Condition:  Rough skin, simple cosmetic applications.  Solution:  Pure Vegetable Glycerine is an outstanding moisturizer and skin cleanser that also provides softening and lubricating benefits.  It's hypoallergenic and easily soluble in water, making it suitable for use in all of your favorite cosmetic applications.  100% Pure Vegetable Glycerine has a long shelf life and does not easily oxidize.  It is an all-natural product derived from Non-GMO palm oil or vegetable oil.  NOW&#xAE; Solutions is the next step in the evolution of personal care products.  This comprehensive natural line encompasses anti-aging moisturizers and serums, bath and body gels, shampoos and conditioners, oral care, skin care, and essential oils, all of which are formulated with the finest functional ingredients from around the world.  NOW&#xAE; Solutions products avoid harsh chemicals and synthetic ingredients in all of our formulations, to provide a more natural product line.",
    "itemID": "B0019LWU2K",
    "helpful": [
      71,
      102
    ],
    "overall": 1.0,
    "salesRank": {
      "Health & Personal Care": 310
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 6.79,
    "brand": "Now Foods"
  },
  {
    "title": "Shea Moisture Raw Shea Butter Restorative conditioner - 12 oz.",
    "description": "Shea Moisture's leave-in or rinse out conditioner de-tangles, moisturizes, repairs and restores lifeless, damaged hair. Sea kelp's trace minerals detoxify hair follicles of impurities and residue. Argan oil restores shine and rebuilds hair elasticity. Shea butter deeply moisturizes and repairs damage to hair and scalp. Cruelty free and made in the USA with certified organic ingredients.",
    "itemID": "B0038TYTI4",
    "helpful": [
      5,
      7
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 26138
    },
    "categories": [
      [
        "Beauty",
        "Hair Care"
      ]
    ],
    "price": 14.1,
    "brand": "Shea Moisture"
  }
]