[
  {
    "title": "Tree Hut Shea Sugar Scrub, Hawaiian Kukui, 18 Ounce (Pack of 3)",
    "description": "Experience a rejuvenating exfoliation with Tree Hut Sugar Scrub with the warm scent of Hawaiian Kukui. Natural Kukui nut Oil repairs and conditions cracked and neglected skin, absorbs quickly into skin and provides elasticity and long lasting moisturization. This gentle sugar scrub is infused with certified organic Shea butter, Kukui nut Oil and an array of natural oils, including Evening Primrose, sweet Almond, Avocado, Macadamia Seed and Orange oil. The sugar grains will softly polish away dead skin cells, leaving your skin soft, smooth and healthy looking.",
    "itemID": "B0018DAUKI",
    "helpful": [
      1,
      3
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 11687
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 21.73,
    "brand": "Tree Hut"
  },
  {
    "title": "HOT TOOLS 1023 Ionic Turbo Dryer, Black",
    "description": "This professional hair dryer is one of HOTTOOL's greatest. This dryer is lightweight, balanced, and has maximum air flow. This dryer is also very durable. It has a heavy-duty motor, a lint trap, hard-mounted heating coil, and a high pressure fan that are meant to last. With multiple temperature settings, power levels, a concentrator nozzle, styling pik, and a cold air shot button, this product is a must have for any stylist who wants clients to view them as the best in the business. It features multiple temperature settings multiple power levels 1 cold shot button Includes concentrator nozzle and pik model 1023.",
    "itemID": "B0018QTQOG",
    "helpful": [
      14,
      18
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 14325
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 24.66,
    "brand": "Hot Tools"
  },
  {
    "title": "Emerita Pro-gest Natural Balancing Cream, 2 Ounce",
    "description": "It helps women find relief from issues that occur during perimenopause and menopause.",
    "itemID": "B0001ZYLAO",
    "helpful": [
      3,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 75548
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 16.78,
    "brand": "Emerita"
  }
]