[
  {
    "title": "Pre de Provence 20% Shea Butter Hand Cream, Natural, 2.5 -Ounce Tubes",
    "description": "Shea Butter is simply one of Natures richest moisturizers.  Rich in Vitamin F, deeply moisturizing and full of natural elastins.  Shea Butter is an essential ingredient for creating a rich moisturizing wash or cream.",
    "itemID": "B001LNOCWW",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10594
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": 13.35,
    "brand": "Pre de Provence"
  },
  {
    "title": "Glamarama Clip-In Comb Hairpiece by Dancing with the Stars - R10",
    "description": "With an overall length of 7.5\", the Glamarama hairpiece features barely waved layers on a clip-in comb. Tru2Life heat friendly fiber let's you determine how curly or straight to style the piece. Accent your hair and create a great new look in less than a minute!This product is made from the new Tru2Life Heat-Friendly synthetic hair. It feels like real, healthy hair and can be styled using thermal tools on medium settings (up to 180C and 350F). Curling has never been so easy. When curling the Tru2Life synthetic hair, simply slide the curled fiber off the iron and pin the warm curl with a clip until the fiber cools and curl sets. Steam rollers and/or wet setting can also be used.",
    "itemID": "B0046NPH0K",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 159646
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Hairpieces"
      ]
    ],
    "price": 12.07,
    "brand": "Dancing with the Stars"
  },
  {
    "title": "SalsaLoosa Hair Wrap by Dancing with the Stars - R6",
    "description": "SalsaLoosa is the perfect accent for your existing hairstyle. This versatile patented hair wrap consists of varying lengths of hair from 5.5\" to 13\" for a piece-y pony. Made with our exclusive Tru2Life heat friendly fiber, these contrasting lengths can be worn curly, straight or for a fun silhouette, try mixing the textures up!",
    "itemID": "B0049ZBQZ0",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 165276
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Hairpieces"
      ]
    ],
    "price": 16.99,
    "brand": "Dancing with the Stars"
  }
]