[
  {
    "title": "2 EYELASH SERUM - SELECT LASH (0.16 oz x 2 bottles)",
    "description": "Get longer and fuller eyelashes! Safer for sensitive eyes and much safer than eyelash extensions. Apply to your eyelashes twice a week. Start at the base and wiggle upward for the best results.",
    "itemID": "B004T3K54U",
    "helpful": [
      102,
      109
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3235
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bathing Accessories",
        "Bath Mitts & Cloths"
      ]
    ],
    "price": 0.67,
    "brand": "SELECT LASH"
  },
  {
    "title": "COQ10, Hyaluronic Acid, Matrixyl 3000 and Argireline Cell Repair Concentrate Serum..Boost Collagen, Repair Cells, Tighten and Smooth Wrinkles",
    "description": "Active Cell Repair is a highly concentrated serum that packs a punch against aging. This ultimate formula contains the highest quality ingredients that are clinically proven to tighten, plump and diminish lines and wrinkles. The active ingredients will stimulate Collagen production while promoting new skin cells giving you a radiant youthful tone. Active cell is also proven to prevent aging by protecting the matrix of the skin from the everyday free radicals that directly cause signs of premature aging, dark spots and photo damage. This concentrate is all natural and highly concentrated so a small amount will go a long way. This product is also available in our extra large 4oz pump.\n\nThis product is chock full of natural essentials such as retinyls, vitamins A, B's, C, E plus citrus extracts none of which are attributed to acne, reactions or irritation in NORMAL skin  types.  If you have a history of acne and dermal irritations you should always check every listed ingredient and follow the directions for use.",
    "itemID": "B0069YCYB4",
    "helpful": [
      12,
      13
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 30130
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Retinol"
      ]
    ],
    "price": 18.85,
    "brand": NaN
  },
  {
    "title": "10 Packs 3D Nail Art Stickers Decals, Half Tip",
    "description": NaN,
    "itemID": "B001GXEOC0",
    "helpful": [
      2,
      2
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 234625
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Art"
      ]
    ],
    "price": 6.9,
    "brand": NaN
  }
]