[
  {
    "title": "8 Oz Organic Grapeseed Oil",
    "description": "PRODUCT IDENTIFICATION:Product Name: Grapeseed Organic Carrier OilBotanical Name: Vitis viniferaSynonyms:\nVitis vinifera L., Vitis vinifera subsp. Sylvestris,Vitis vinifera subsp. viniferaINCI Name: Vitis vinifera (grape) seed oilCountry of Origin: ItalyOrganic Grape Seed Oil, sometimes spelled as Organic Grapeseed Oil, is rich in vitamins, minerals, linoleic acid and other essential fatty acids. Unlike many Grape Seed Oils that are solvent extracted, our Organic Grape Seed Oil is cold pressed & gently filtered. It is a light, slightly astringent, penetrating oil for massage and aromatherapy applications. Organic Grape Seed Oil is a nourishing addition to lotion, cream, lip balm, eye cream and special formulations intended for dry, damaged or aging skin. NOTE: this oil is partially decolorized and light in color, but is not deodorized.This oil is an important source of antioxidants, nutrients that traps the free radicals generated by the skin lipids. The high contents of omega 6 fatty acids can assist with skin problems such as eczema, psoriasis and dermatitis. It is rapidly absorbed by the skin, so it makes a good massage oil. It is light and dry and you can use it wherever you might use a high linoleic oil or in cosmetic formulations to tone up the skin. It is widely used in skin with acne and cellulite.There are some good phytosterols in this oil which are 0.8% to 1.5% unsaponifiable. It contains campesterol, B-sitosterol, and stigmasterol, all of which help with barrier repair, reduction of inflammation, and reduction of itching. With a high content of linoleic acid you'll get some barrier repair, moisturizing, and reduction in trans epidermal water loss. It is a great choice for any formulation that would deal with damaged and stressed skin.",
    "itemID": "B005F4DIKU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 28285
    },
    "categories": [
      [
        "Beauty",
        "Fragrance"
      ]
    ],
    "price": 6.9,
    "brand": NaN
  },
  {
    "title": "Savanaah's Organic Argan Oil 4 Oz / 120 ML 100% Pure &amp; Cold Pressed -Ultra Premium Quality",
    "description": "Quality: 100% Pure, First Cold Pressed Raw & Organic Ultra Premium Grade - Certification : USDA Certified Organic Oil- Ingredients: 100% Argania Spinosa. Farming Methods : Organic & Sustainable Farming -FAIR TRADE: Yes, Ethically Sourced through Fair Trade and Women's Co-Ops & Organic  Sustainable Farming.Comes in a beautiful frosted amber glass bottle with a very nice &  stylish Treatment Pump & is packed in a nice organic & rustic Box with a USDA Certificate of Authenticity. You will absolutely love the Excellent Quality of this Premium Grade Organic Argan Oil. Perfect for personal use, family & gifts.\n100% Satisfaction Guarantee & Unconditional Hassle Free 90 Days Return Policy ( no questions asked )",
    "itemID": "B007WFZ0XI",
    "helpful": [
      8,
      11
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 34060
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 24.95,
    "brand": NaN
  },
  {
    "title": "350buy 100 x Golden Nail Art Tips Extension Forms Guide French DIY Tool Acrylic UV Gel",
    "description": "Features:\n\n\n\n\n100% Brand New \n\n\nThere are length and numbers marked on each nail form which can provide an accurate guide for making your pretty nails \n\n\nGreat for Both Professional Nail Specialist or Nail Art Learner \n\n\nSuitable for acrylic nails extension / UV gel nail extension \n\n\nSuitable for professional studio use or home use \n\n\nThis is Perfect for Finger Care, Woodworking, and Salon Usage Desires \n\n\nPer piece size: 3.4cm x 5.8cm\n\n\n\n\nPackage Includes:\n\n\n100 pcs nail art form",
    "itemID": "B008VDLAIE",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6850
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 1.36,
    "brand": "350buy"
  }
]