[
  {
    "title": "Belson Profiles Spa Single Hand Nail Dryer P1013",
    "description": "Profiles Spa electric nail dryer with cool setting for natural nails and warm setting for acrylic nails.  Large concentrator for manicures or pedicures.  Non slip feet and 6 ft. power cord.",
    "itemID": "B00092M386",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 22508
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Dryers"
      ]
    ],
    "price": 35.05,
    "brand": "Profiles Spa"
  },
  {
    "title": "theBalm Stainiac Beauty Queen 0.3 oz.",
    "description": "Stainiac is an extremely versatile, extremely wearable color for lips and cheeks. These colors can be worn alone or over another color for brilliant color variations. A small amount of this water-based color provides a subtle hint of color. By applying more, the color becomes more intense, giving you more dramatic and noticeable cheeks and lips. Blushing Pink is a reddish pink shade.",
    "itemID": "B000HEIRRM",
    "helpful": [
      0,
      1
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 112446
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Blush"
      ]
    ],
    "price": 20.24,
    "brand": "theBalm"
  },
  {
    "title": "Garden Botanika Lip &amp; Cheek Stain, Cherry, 0.08 Ounce",
    "description": "Since 1989, Garden Botanika has remained true to its mission. We believe true beauty comes from within. That's why we strive to make it simple and affordable for you to nourish your skin daily with the best science and nature has to offer. All of our products are carefully researched and developed to ensure only the finest, most effective, botanically based formulas. We use only cruelty free ingredients and all of our products are produced without cruelty to animals.Our Cherry Lip and Cheek Stain is more blendable than other stains out there, and our stain is the perfect color pick-me-up for lips and cheeks. Glides on easily without drying for a healthy \"outdoors\" flush of color. Small enough to fit in your front jeans pocket. Essential enough to take everywhere. Blend lip and cheek stain over the apples of your cheeks for a naturally sheer look. And slip over lips for quick, easy color.",
    "itemID": "B000YHUVXK",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 27623
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lip Stains"
      ]
    ],
    "price": 16.62,
    "brand": NaN
  }
]