[
  {
    "title": "Jerdon JP2027N 8-Inch Two-Sided Swivel Wall Mount Mirror with 7x Magnification, 23-Inch Extension, Nickel Finish",
    "description": "The Jerdon JP2027N 8-Inch Two-Sided Swivel Wall Mount Mirror is used in luxury hotels and spas because of its convenience, sleek look and magnification. This two-sided circular mirror has an 8-inch diameter and features a smooth 360-degree swivel design that provides 1x and 7x magnification options to make sure every detail of your hair and makeup are in place. The extension arm and smooth rotation adjusts to all angles for a dynamic point of view. The JP2027N extends 20-inches from the wall and can be easily moved around, while still being firm enough to hold for odd angles. This mirror has an attractive nickel finish that protects against moisture and condensation and is designed to be wall mounted. This item comes complete with mounting hardware. The Jerdon JP2027N 8-Inch Two-Sided Swivel Wall Mount Mirror comes with a 1-year limited warranty that protects against any defects due to faulty material or workmanship. The Jerdon Style company has earned a reputation for excellence in the beauty industry with its broad range of quality cosmetic mirrors (including vanity, lighted and wall mount mirrors), hair dryers and other styling appliances. Since 1977, the Jerdon brand has been a leading provider to the finest homes, hotels, resorts, cruise ships and spas worldwide. The company continues to build its position in the market by both improving its existing line with the latest technology, developing new products and expanding its offerings to meet the growing needs of its customers.",
    "itemID": "B000G666HE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1925
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Mirrors",
        "Makeup Mirrors"
      ]
    ],
    "price": 26.99,
    "brand": "Jerdon"
  },
  {
    "title": "Set of 3 Sable NAIL ART Brushes Pen, Detailer Liner and Striper",
    "description": "* A lovely set of brushes made from golden taklon. The hairs are mounted on pointed bronze tips and they have a pen like appearance for ease of use. * Special designed for finest detailing tasks, like painting leaves, flower petals. Great for blending, side loading and getting into tight areas.",
    "itemID": "B001CE6T76",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 281
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Brushes"
      ]
    ],
    "price": 1.6,
    "brand": "SHANY Cosmetics"
  },
  {
    "title": "Dotting 5 X 2 Way Marbleizing Dotting Pen Set for Nail Art Manicure Pedicure, 4 Ounce",
    "description": "5 X 2 way marbleizing dotting pen set for nail art manicure pedicure in 10 different shape.",
    "itemID": "B004OHQR1Q",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 39
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 2.1,
    "brand": "Dotting"
  }
]