[
  {
    "title": "SHANY Nail Art Set (24 Famouse Colors Nail Art Polish, Nail Art Decoration)",
    "description": "This 24 piece nail art set has every color you need to design fabulous nails. Let your imagination run wild. Use the thin brush to create different patterns like feather strokes, checkered squares, rainbows, flowers and much more. Tip layer glitters over design to add sparkle. The possibilities are endless with so many hues you cannot go wrong with this set that contains lime green (pearl), neon green, yellow (matte), neon pink, fuchsia (pearl), neon purple, red (matte), neon yellow, white (matte), black (matte), silver (glitter), gold (glitter), pink (glitter), blue (glitter), green (glitter), dark grey (matte), pink (matte), sky blue (matte), lavender (matte), brick (matte), navy (pearl), forest green (matte), orange (matte), purple (pearl).",
    "itemID": "B005X2F7KI",
    "helpful": [
      56,
      75
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 137
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 19.95,
    "brand": NaN
  },
  {
    "title": "Red Angel (tm) Nail Art Nailart Polish Stamp Stamping Manicure Image Plates Accessories Set Kit 21pc",
    "description": "Red Angel's Nail Stamping Plate Collection, officially released in 2011. This 21 piece nail art image plate set includes plates RA-101 to RA-121.  All designs featured in this set is NOT reduplicated in any of our other nail plate sets. Use this variety pack to have fun working on your nails or give them away as fabulous gifts to families and friends.\n\n\nInstructions: \n\n    1. Before use, peel off the tight protective plastic film on top of each plate.\n    2. Apply polish on image plate design.\n    3. Using the scraper, scrape off the excessive nail polish.\n    4. Stamp the image in rolling motion.\n    5. Stamp design on nail smoothly.",
    "itemID": "B005VX8S4G",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 54959
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 10.99,
    "brand": NaN
  },
  {
    "title": "Bundle Monster Nail Art Nailart Polish Stamp Stamping Manicure Image Plates Accessories Set Kit 25pc",
    "description": "This set includes Bundle Monster's Nail Stamping Plate Collection, officially released in 2011. This 25 piece nail art image plates include plates BM201 to BM225 and features 6 designs on each plate totaling to 150 designs. This particular set focuses more on the full nail patterns and french nail designs - AND our full nail design have gotten BIGGER since our first nail plate set, measuring at 1.6cm x 1.3cm. Designs are made to fit on most nail beds. All designs featured in this set is NOT reduplicated in any of our other nail plate sets. Use this variety pack to have fun working on your nails or give them away as fabulous gifts to families and friends. PACKAGE CONTENT: 25 Nail Art Image Plates *ONLY*. SCRAPER AND STAMPER are not included and must be purchased in order to use plates properly. PLATE SPECS: Plate Dimension: 5.5cm in Diameter. Make and Finish: Made of Stainless Steel and has a shiny, glossy finish with a \"Bundle Monster\" paper backing. **INSTRUCTIONS FOR NAIL STAMPING: 1. Apply polish on image plate design. 2. Using the scraper, scrape off the excessive nail polish. 3. Stamp the image in rolling motion. 4. Stamp design on nail smoothly. Done ! ***NOTE: Before use, peel off the tight, protective, blue plastic on top of each plate. All image designs featured in this set are authentically created and designed in-house by Bundle Monster EXCUSIVELY. Each design is protected by copyright laws.*** Bundle Monster is a registered trademark of Remy Collections LLC and is exclusively distributed by Bundle Monster. Bundle Monster trademark is protected by Trademark Law.",
    "itemID": "B004XJNQXW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11260
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 21.99,
    "brand": NaN
  }
]