[
  {
    "title": "Revlon Cushion Grip Lash Curler(Colors May Very)",
    "description": "For a dramatic curl, with replacement pad. Cushion-Grip Lash Curler: Creates beautifully upswept lashes easily, expertly. Contoured design fits close to the lash line for maximum curl. Cushioned handles for a comfortable, non-slip grip. Spring action for just-right leverage. Includes two long-lasting curl pads. Can be used on bare or mascara-coated lashes. Precision crafted, fully inspected. Revlon beauty tools meet exacting design and quality specifications to assure exceptional performance. Over 45 years of superior quality. Made in China, Taiwan or Korea.",
    "itemID": "B000H3I33G",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 23059
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Curlers"
      ]
    ],
    "price": 3.18,
    "brand": "Revlon"
  },
  {
    "title": "Cocoa Butter Formula with Vitamin E Cream Unisex by Palmer's, 13.25 Ounce",
    "description": "Palmer's Cocoa Butter Formula with Vitamin E Smoothes Marks & Scars 13.25 oz Value SizeCocoa Butter, enriched with Vitamin E, in a soothing emollient base. Helps smooth and blend unattractive marks and scars. Tones skin. An excellant all-over-the-body moisturizer and after tanning butter.Use immediately following exposure to the sun and wind. Ideal for deep moisturization, including overnight treatments. Widely recommended for stretch marks, during and after pregnancy. Use daily for a soft, youthful appearance.",
    "itemID": "B001UHSVOY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 614
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 11.29,
    "brand": "Palmer&#39;s"
  },
  {
    "title": "Physicians Formula Shimmer Strips Custom Eye Enhancing Gel Cream Liner, Brown Eyes, 0.21 oz",
    "description": "* Three custom shades provide a glamorous look to define and enhance your eye color.* Unique gel cream formula glides-on effortlessly and smoothly while providing the definition of a liquid eyeliner.* Long-wearing, water-resistant and smudge-resistant formula provides 24-Hour definition.* Includes Pro-Eyeliner Brush for effortless and precise application.* Stackable eyeliner pots can be pulled apart for individual use on-the-go.",
    "itemID": "B003SZ23RC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 32685
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyeliner"
      ]
    ],
    "price": 7.88,
    "brand": "Physicians Formula"
  }
]