[
  {
    "title": "The Invisibles 8 pcs Cosmetology Hair Coloring Tint &amp; Brush Kit",
    "description": "The Invisibles from Burmax. Contains 1 Tint Bowl, 2 Jumbo Clips, 1 Handle Comb, 1 Large - 1 Medium - 1 Small Tint Brush, 1 Rat Tail Comb. Convenient carrying vinyl case.1 Tint Bowl2 Jumbo Clips1 Handle Comb1 Large - 1 Medium - 1 Small Tint Brush1 Rat Tail Comb",
    "itemID": "B001B611L4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8797
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Hair Coloring Tools",
        "Brushes, Combs & Needles"
      ]
    ],
    "price": 8.49,
    "brand": "Cydraend"
  },
  {
    "title": "Eurow Microfiber Hair Turban",
    "description": "Here is what to do: Tip head forward, put on the turban, place hair into the turban, twist twist twist as much as needed, flip the end over, button and go.... Buy several of them to minimize shipping cost. This way you can use each once or twice then wash. This microfiber textile can withstand hundreds of washes, unlike cotton. You will enjoy your hair turban for years without having to replace them, and by ordering several at a time, you will never run out. Care instructions: Hand or machine wash in warm water with mild detergent. Tumble dry low heat setting. Do not use bleach or fabric softener as it would reduce the efficacy of the microfiber. Do not iron and do not dry clean.",
    "itemID": "B002LL57Z4",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 8422
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Hair Drying Towels"
      ]
    ],
    "price": 7.95,
    "brand": NaN
  },
  {
    "title": "Yes To Blueberries Daily Repairing Moisturizer, 1.7-Fluid Ounce",
    "description": "Yes to blueberries daily repairing moisturizer is a powerful, non-greasy, daily moisturizer, which can be worn alone or over a layer of intensive skin repair serum. The daily repairing moisturizer is formulated with organic cotton thistle, clinically proven to hydrate age damaged skin and boost natural collagen production in 7 days, along with anti-oxidant rich blueberries, which help fight free radicals that can damage skin&#x2019;s surface.",
    "itemID": "B0044TIOVK",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 30436
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 10.99,
    "brand": "Yes To"
  }
]