[
  {
    "title": "Lolita Lempicka By Lolita Lempicka For Women. Eau De Parfum Spray 3.4 Oz.",
    "description": "Introduced in 1997. Fragrance notes: exotic licorice and vanilla combined with light greens, florals and musk. Recommended use: daytime.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B0009OAHWI",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 58223
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Body Washes"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Salicylic Acid 20% Gel Peel, 30ml (Professional)",
    "description": "The outside layer of your skin is covered in oil, and being oil soluble, the Salicylic acid is able to penetrate this outer layer.Salicylic/20 peel breaks down the protein bonds between the layers of skin, which is why a much quicker peel can be achieved.For acne, the Salicylic acid has several properties that make it a very effective treatment for acne.Salicylic/20 peel acts as ananti-inflammatoryand helps toimmediately reduce acne spotsSalicylic/20 peel is effective at reducing the appearance of fine lines and wrinkles, and improving overall facial texture because it exfoliates both the skin surface and within pores.Great For AcneSalicylic acid is highly effective for acne and oily skins.Salicylic acid blends powerful skin exfoliation with skin soothing actions. It has ultraviolet absorbing properties that help to protect the skin from the damaging effects of the sun.Choosing the Best Peel:Skin Laboratory offers different types of chemical peels to help with things like exfoliating the skin and smoothing fine lines and wrinkles.Glycolic:Eczema & Dermatitis, Fine Lines & Wrinkles, Razor Bumps, Stretch Marks and General Toning & TextureLactic:Actinic Keratosis, Dark Circles Under Eyes, Dry Skin, Eczema & Dermatitis, Melasma, Psoriasis, Razor Bumps, Scarring, Sensitive Skin, Stretch Marks, Sun Damage and General Toning & TextureSalicylic:Acne, Acne Scars, Adolescent Skin, Large Pores & Blackheads, Oily Skin, Psoriasis, Razor Bumps and Warts",
    "itemID": "B000PLUZL8",
    "helpful": [
      2,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 749
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Salicylic Acid"
      ]
    ],
    "price": 16.95,
    "brand": NaN
  },
  {
    "title": "SHANY Professional Makeup Kit, 78 Color",
    "description": "The SHANY Professional Makeup-Kit Palette (Set of 78 Colors) offers an all-in-one compact to suit a range of makeup needs. Featuring an assortment of shades, from soft pastels to bold hues, the makeup kit allows you to mix and match colors for day or night. The palette also contains neutral light and dark tones you can use as eyeliner, and peaches and pinks that are appropriate for highlighting your cheeks and body. Made from a natural mineral oil base, the versatile colors of the palette will last for hours.ProfessionalMakeup-Kit Palette(Set of 78 Colors)At a Glance:All-in-one makeup kit includes 60 eye shadows, 12 eyeliners, and 6 cheek colorsMineral oil-based powder resists smudging and fadingSlim design with mirror and eye shadow applicators for portabilityWash off easily with your normal face-cleansing routineSelected and packaged by hand; inspected twice for qualityAssortment of eye shadows, eyeliners, and cheek colors let you become your own makeup artist.View larger.Natural mineral oil base creates a vivid shade that is resistant to fading.View larger.All-in-One Kit for Easy Makeup ApplicationThe Professional Makeup-Kit Palette has shades for all occasions in one convenient kit. Featuring dozens of pretty neutrals and bold, vibrant shades, the palette also includes white, tan, and black hues to use as shadow or eyeliner. Plus, six pink-to-peach shades are ideal for cheek color or for highlighting parts of your body, like the collarbone and shoulders.The palette includes 60 1/2-inch round eye shadow pans, 12 rectangular eyeliner shades, and 6 1-inch round pans of hues for your cheeks.Long-Lasting Mineral Oil Base Resists SmudgingEach eye shadow in this palette is made from a natural mineral oil base that creates a vivid, highly pigmented shade, smooth application with every stroke, and resistance to fading or smudging.The eye shadows and cheek shades can be easily washed off at the end of the day using your normal makeup removal routine.Slim, Portable Design for Easy StorageMeasuring 10 inches long by 8 inches wide, the slender compact is lightweight and small enough to carry with you everywhere. If you want to go straight from the office to dinner, you can easily store this compact in your purse or gym bag. The case offers a large mirror and two eye shadow sponge applicators for added convenience.The kit does not include any brushes. Try pairing it with theSHANY Studio-Quality Natural Cosmetic Brush Set with Leather Pouch(sold separately) for easy, smooth application.Inspected Twice for Quality ControlEach shade of the kit has been made and assembled in the palette by hand for precision and quality. All makeup is inspected twice before shipping to ensure a high-quality, defect-free product.About SHANY: Sleek. Sexy. Breathtaking.With a commitment to high quality, SHANY creates a variety of makeup kits, cases, and accessories. Offering easy accessibility to professional-quality makeup and accessories for at-home users, SHANY assembles and hand-selects every item in their assortment of makeup collections. All shadows are formulated with a natural mineral oil base and packaged in recyclable plastic. SHANY is a proud member of People for the Ethical Treatment of Animals (PETA), and does not test any makeup on animals.What's in the BoxOne SHANY Professional Makeup-Kit Palette (Set of 78 Colors).Eyeshadow and Makeup SetsBold and Bright CollectionMetallic CollectionSunset CollectionProfessional Makeup-KitBoutiqueSmokey EyesMineral EyeSparkle&nbsp;",
    "itemID": "B0029ERWH4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3201
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": 25.0,
    "brand": "SHANY Cosmetics"
  }
]