[
  {
    "title": "MASH Rhinestones 2400 Piece 12 Color Nail Art Nailart Manicure Wheels",
    "description": "MASH is proud to introduce its first Nail Art accessory! Same great MASH quality you have come to expect, with a price that cannot be beat. These premium rhinestones are so beautiful, and so affordable, you will never chose another brand again! Each rhinestone wheel contains 200 rhinestones of 12 different colors for a total of 2,400 rhinestones! That is enough glam and glitter to drive your man wild, or make any man yours forever!How to Use:These premium MASH rhinestones can be applied with top coat or glue.AUTHENTICITY WARNING: The only Authentic MASH Nail Art is sold by MASH and/or Amazon directly. All other sellers are offering counterfeit products.",
    "itemID": "B005BF1M10",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 15
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 1.8,
    "brand": "Evermarket"
  },
  {
    "title": "Nail Art MoYou Silver Moon Rhinestone Pack of 1200 Crystal Premium Quality Gemstones in 12 different shapes and sizes, beauty accessory for women nails, fun and easy to apply with top coat or nail glue",
    "description": "Moyou Nail Art Rhinestone Pack-1000 premium quality stones.\n\nMoyou Nail Art Rhinestone Pack includes 1000 stones in different shapes and sizes.\n\n* Small sized \n* Can be applied with top coat or glue.",
    "itemID": "B005C1C02S",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 120
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 1.62,
    "brand": "Evermarket"
  },
  {
    "title": "World Pride Pocket Nail Cuticle Nipper Pack Contains Nail Trimmer, Pack of 3",
    "description": "Package included: \n\n1pc of Nail Cuticle Nipper; \n2pcs of Nail Files",
    "itemID": "B007BJ3KQ4",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 226
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Clippers & Trimmers"
      ]
    ],
    "price": 3.26,
    "brand": "World Pride"
  }
]