[
  {
    "title": "Emu Oil 100% Pure Moisturizing Oil For Face, Skin, Hair Growth, Stretch Marks, And More | Fully Refined. Get Radiant, Younger looking, Plump Skin - Best Emu Oil - 100 Days 100% Money Back Policy (If you're not satisfied, we'll refund your money + you get to keep the bottle). Try RISK FREE!",
    "description": "Finally...The Ultimate Solution For Your Beautiful Face, Skin & HairGive your skin and hair everything that it has been craving for!&#x2022;\tMOISTURIZING BENEFITS: No more dryness. Get a soft, smooth skin naturally.&#x2022;\tYOUTHFUL APPEARANCE: Improve skin issues that develop with age.&#x2022;\tEVEN SKIN TONE: Reduce marks to achieve an even, radiant, clear skin.&#x2022;\tIMPROVED SKIN TEXTURE: Get a plump skin full of health.&#x2022;\tHAIR HEALTH AND GROWTH: Achieve complete hair care. Get soft, shiny hair, reduce split ends, and boost hair growth.Experience the CALMING and SOOTHING effects of InstaNatural Emu Oil!&#x2022;\tSoothes minor inflammation.&#x2022;\tReduces dryness related to various skin conditions.&#x2022;\tCalms itching on skin.100% Satisfaction Guarantee! 100 Days Easy Money Back Policy. If you're not completely satisfied, keep the bottle (it's on us) + get a full refund. So buy with confidence!We produce this oil in small controlled batches to ensure the batches you get are always fresh. This may lead us to selling out soon.So Click the Add to Cart Button at the Top of this Page to Grab your Bottle Now! What do you have to lose?",
    "itemID": "B00JX979CQ",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1305
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 21.77,
    "brand": NaN
  },
  {
    "title": "Nature's Best Vitamin C Serum - #1 For Face, Eyes &amp; Acne On The Market - C + E + Hyaluronic Acid Reverse Skin Aging &amp; Wrinkles - Look &amp; Feel 5, 10, even 15 Years Younger - Organic 20% Vitamin C Serum &gt; Vidi, Obagi, Powder, Cream - Limited Supply 45 Day Guarantee",
    "description": "The Secret to Reverse Signs of Ageing, Making You Look & Feel Younger!This is The Highest Quality, Most Potent & Effective Vitamin C Serum on The MarketAre You Looking Older than You Feel?  Natures Best Vitamin C Serum is Clinically Proven and tested to:- Works for all skin types, dry, oily, sensitive as its made from Pure Natural Organic Ingredients.- Reduces acne by removing toxins & creating collagen for firmer, plumper, healthier skin.- Minimizes Redness of scars and acne by lightening pigment showing a more youthful you.- is the perfect consistency for applying, not to watery.Amazing Benefits to Your Skin are:- Instantly gain a smoother complexion and tighter skin for a more radiant beautiful you.- Antioxidants reduce skin damage caused by years of aging, uv rays & pollution.- Reverses the effects of aging, reducing fine lines and wrinkles.- Stimulate the synthesis of collagen making your skin look years younger, firmer, & more vibrant.If Dramatic Results are What you are Looking for, We have the Product for YouOur product is truly the best on the market, with the highest quality Ingredients, most potent & effective serum that is\nclinically proven to reverse the signs of aging.Our Guarantee to YouPut us to the test.  If within 45 days, you're not 100% happy with results, just let us know and we'll refund 100% or your purchase price\n- No questions asked.ImportantWe are sorry if we are sold out - As we are selling so much with our limited time sale price we run out of inventory, fast.Click the Buy Now Button at the Top of this Page to Regain Youthful Beauty Today!",
    "itemID": "B00GFBWWWC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3654
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 17.95,
    "brand": NaN
  },
  {
    "title": "Hyaluronic Acid Serum 2 OZ! &#9733;SALE&#9733; With Vitamin C Serum, Vitamin E &amp; Green Tea | Great For Face, Fine Lines, Wrinkles And Dry Skin | HUGE 2 Oz | Moisturizing Serum For Skin | Loaded with Antioxidants For Youthful, Clear, Vibrant Skin - 100% Money Back Guarantee (If you're not satisfied it's on us - keep the bottle and get a refund)",
    "description": "Rediscover A YOUTHFUL APPEARANCE With The Most Potent Formula On World Market!Are You Tired of Using Those Overrated Products That Don't Have Any Positive Effect On Your skin? Try InstaNatural Hyaluronic Acid Serum!&#x2022;\tHyaluronic acid can absorb more than 1000 times its weight in water which cannot be done by any other biological substance.&#x2022;\tThis makes our serum a wonderful moisturizer that keeps the skin plump and hydrated.&#x2022;\tIt increases skin elasticity and reduce damage caused due to heat to provide a young, radiant, supple and firm skin.&#x2022;\tOur serum is Alcohol free and Paraben free. It is safe to use on all skin types including the most sensitive ones too.Find Out How Our Serum Stands Apart From Other Generic Serums Available!&#x2022;\tOur serum has the perfect mix of Hyaluronic acid with Vitamin C + E + Wild Crafted Green Tea & Countless other Anti-Oxidants.&#x2022;\tThese antioxidants provide extra hydration and help with dryness, flakiness, patchiness and unevenness.&#x2022;\tThey also increase the firmness and strength of skin improving the skin's texture and color.&#x2022;\tOur serum is USA Made in FDA certified facility only.100% 100-Day Satisfaction Guarantee! If you're not completely satisfied, just message us and we'll give you a full refund (no need to return the bottle). No questions asked.Produced in Small batches to ensure purity and consistency. This results in limited quantities available for sale.So Click the Add to Cart Button Now to Secure your Fresh Bottle of InstaNatural's Hyaluronic Acid! What do you have to lose? Try RISK FREE!",
    "itemID": "B00K2O3NV2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1424
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 14.97,
    "brand": NaN
  }
]