[
  {
    "title": "Yes To Tomatoes Volumizing Shampoo, 16.9 Fluid Ounce",
    "description": "It's date night, time to tease up those tantalizing tresses! Yes to tomatoes volumizing shampoo cleanses, volumizes and thickens your hair. Your lavish locks will be vibrant, volumized and ready to go in no time. Yes to lycopene-packed tomatoes that heal damaged ends and yes to nectarine for volumizing limp locks. Go ahead, dazzle your date.",
    "itemID": "B003PLFHC2",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 120570
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Neutrogena Healthy Skin EnTancer, Medium to Olive 60, 1 Ounce",
    "description": "Healthy Skin Enhancer is an alternative to foundation that provides everything you need for softer, healthier and younger-looking skin in one beautiful step.  This dermatologist-developed formula contains a vitamin-rich Retinol treatment to visibly smooth fine lines and reduce signs of aging. It nourishes skin and protects against future sun damage with a weightless SPF 20 moisturizer. Each skin-enhancing shade provides a sheer tint of color for a more even, naturally beautiful look.  Available in six sheer shades. Each shade works on multiple skin tones for easier shade selection.  Enjoy the power of three daily essentials in one beautiful step.",
    "itemID": "B000U0XGME",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 149920
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Tinted Moisturizers"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Nature's Gate Organics C for Yourself, (1.7 fl oz) (50 ml)",
    "description": "Advanced Skin Care. Our Vitamin C Serum is potent, yet gentle. This active phyto-complex will help to dramatically refine skin tone and texture, while helping to amplify your skin's natural collagen matrix. This oh-so-smooth formulation visibly reduces the appearance of fine lines and wrinkles, and even softens the appearance of age spots. Plus, it diminishes the appearance of large pores. Use it daily to treat your skin to the many benefits of cell-protecting Vitamin E and nourishing Vitamin A. The result is skin that feels baby smooth and has a radiant glow. And yes, seeing is believing. Bitter Orange (Citrus Aurantium): The blossoms from the Bitter Orange yield precious Neroli Oil used in perfumes and aromatherapy; its leaves and young shoots also provide Petitgrain Oil. These two oils have a long history of use in traditional medicine to calm anxiety and elevate one's mood. In Asia, Bitter Orange Seed Oil has also been used to help reduce cholesterol. Our formulation relies on the Bitter Orange's high levels of active phyto-nutrients to help refine skin texture. Refines skin texture. Increases rehydration. Diminishes appearance of large pores. Amplifies skin's natural collagen matrix. Paraben free. 70% Certified Organic. Cruelty free. Made with certified organic botanicals. Made in USA.",
    "itemID": "B000ACB09I",
    "helpful": [
      2,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 17394
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 15.96,
    "brand": "Nature&#39;s Gate"
  }
]