[
  {
    "title": "Olay Total Effects Dark Circle Minimizing Brush 0.2 Fl Oz",
    "description": "This daily under-eye moisturizer provides tinted coverage for younger-looking eyes. &#x2022; Instantly reduces the appearance of dark circles and fine lines &#x2022; Gentle brush application provides smooth, even coverage &#x2022; Fights 7 signs of aging",
    "itemID": "B004799QZA",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 9724
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 7.45,
    "brand": "Olay"
  },
  {
    "title": "7 Second Eye Lift - 7 Second Eye Cream - Best Eye Cream for Dark Circles and Puffiness - 7 Second Eye Lift Is One of the Best Eye Cream for Wrinkles",
    "description": "7 Second Eye Lift's Powerful Ingredients End the Waiting Game! No other product available has ever been able to reduce the signs of aging around the eyes as fast as 7 Second Eye Lift; and it's not even close. The powerful clinically proven and patented peptides and proven age-fighting ingredients in 7 Second Eye Cream make all the difference. Get younger looking eyes instantly!",
    "itemID": "B008R1JSKW",
    "helpful": [
      18,
      19
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7009
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Creams"
      ]
    ],
    "price": 14.95,
    "brand": NaN
  },
  {
    "title": "Derm Exclusive Anti-Aging Introductory Collection - 30 day supply",
    "description": "Introduce your skin to the power of targeted anti-aging with our four essential treatments.  See results instantly&#x2014;and even more beautiful results over time.Derm Exclusive Introductory Collection includes:Step 1: Micro Peel Resurfacing Pads (15 pads, 30-day supply)Step 2: Intensive Repair Serum (1 fl. oz., 30-day supply)Step 3: Collagen Lift (1 fl. oz., 30-day supply)Step 4: Fill & Freeze&#xAE; Wrinkle Treatment (0.04 fl. oz., 30-day supply)Watch the Look of Wrinkles Vanish Instantly with Dr. Ordon&#x2019;s Instant Anti-Aging BreakthroughDerm Exclusive is so powerful, it can replace the need for professional procedures.Dramatic anti-aging results without the expense, risk or recovery time. It&#x2019;s clinically proven!*In 1 week: Derm Exclusive exfoliates 6 times better than a professional microdermabrasion.In 2 weeks: Derm Exclusive visibly reduces fine lines and wrinkles 2 times better than a chemical peel.In 4 weeks: Derm Exclusive brightens uneven skin tone and fades age spots equal to a photofacial.Dr. Ordon&#x2019;s Treatment Regimen for Instant and Long-Lasting Results.  Target multiple signs of aging with these 4 powerful youth-restoring products:Fill & Freeze Wrinkle Treatment:Instantly plump lines and wrinkles while reducing the appearance of dark circles.  This breakthrough product gives injections and fillers a run for their money!Argireline&#xAE; and Myoxinol&#xAE;:These powerful peptides help relax facial muscles to diminish the appearance of fine lines and wrinkles caused by repeated facial movements.Matrixyl&#xAE; 3000:Helps promote collagen production and stimulates the skin to restore itself naturally,  reducing the appearance of wrinkles by decreasing their volume and depth.UGL Complex:Infuses the skin with deep moisture to improve elasticity and firmness and help smooth away wrinkles.Micro Peel Resurfacing Pads:Reveal super-smooth skin with a professional-strength peel that exfoliates dead skin cells and shrinks the appearance of pores.Malic Acid:Derived from apples, this acid gently exfoliates and balances your skin.Glycolic Acid:Sweeps away dead skin cells to help reveal clear, even, and radiant skin tone.Salicylic Acid:Exfoliates and helps clear pores to minimize their appearance.Moisturizing ingredients:Soothe and calm the skin.Intensive Repair Serum:Treat dark spots and uneven texture similar to a laser treatment as you help speed recovery from past damage and restore skin's luminosity.Ultrasomes&#xAE;:Enzymes that speed up your skin's natural repair process to help reduce everyday sun damage.Photosomes&#xAE;:Help stimulate DNA repair when exposed to UV rays and protect the skin's natural immune system.Roxisomes&#xAE;:Work quickly to repair sun damage within the skin.Vitamin C:Antioxidant that helps fade dark spots, and also helps prevent future sun damage.Collagen Lift:Boost collagen production for firm, lifted skin and reduce the appearance of wrinkles with astonishingly powerful results.Renovage:Visibly corrects the signs of aging by promoting the skin's natural protection and repair process.Collaxyl&#xAE;:Boosts collagen production and helps to prevent sagging, while also reducing the appearance of wrinkles.Retinol:Helps increase skin's natural cell turnover and promotes collagen production, encapsulated for longer-lasting performance at the target site and reduced irritation.*Results based on a clinical pilot study comparing professional chemical peel, microdermabrasion, and photofacial  against women using Derm Exclusive for 28 days",
    "itemID": "B00AZ1TZ3W",
    "helpful": [
      5,
      7
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 6099
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sets & Kits"
      ]
    ],
    "price": 57.9,
    "brand": NaN
  }
]