[
  {
    "title": "Dermalogica Intensive Moisture Balance, 1.7 oz (50 ml)",
    "description": "A skin care system researched and developed by the International Dermal Institute. Recommended for drier or prematurely-aging skin.  An ultra-rich phytonutrient moisturizer designed to combat dry skin. Stabilized Vitamin C helps to smooth the appearance of dry lines and skin damage, leaving skin soft and  supple. Antioxidant enzyme Superoxide Dismutase, Vitamins A and E, and Ginkgo help shield against damage caused by environmental assaults. Soothing Coneflower and Hydrocotyl, combined with extracts of Grape Seed and Wild Yam, help reduce the signs of prematurely-aging skin, leaving it smooth and firmer-looking. Contains no artificial fragrances or color. Product guaranteed when professionally recommended. Ask your skin therapist for a Face Mapping analysis and your customized zone-by-zone prescription. Made in the USA.",
    "itemID": "B000PKWAWQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 23028
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 17.99,
    "brand": "Dermalogica"
  },
  {
    "title": "AlfaParf Semi Di Lino Diamante Cristalli Liquidi Illuminating Serum 1.69 fl oz (50 ml)",
    "description": "This ultra-luxurious beauty fluid instantly adds more light, shine and softness to every hair type. Linseed Extract and Vitamin E anti-oxidant, seal the hair cuticle. Hair becomes softer and more manageable.",
    "itemID": "B000T9BMBS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2412
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Styling Serums"
      ]
    ],
    "price": 17.0,
    "brand": "AlfaParf"
  },
  {
    "title": "Jan Marini Face C-esta Serum 1 Oz",
    "description": "C-ESTA Line\nUnparalleled Skin Care Management\n\nMedical research has established that vitamin C plays an essential role in every aspect of the skin's functioning, including protection from UV damage and repair of cumulative sun-induced aging factors. It has also been proven that for vitamin C to be present in the skin in medically efficacious levels, it must be transported into cells through topical application.\n\nThe Power Behind C-ESTA: Ascorbyl Palmitate and DAE Complex\n\nC-ESTA is a complex technology that involves stabilization, optimum skin absorption, adequate activity levels, and documented studies on human tissue that substantiate actual physiological changes. The C-ESTA Fact Sheet presents an overview about C-ESTA methods of action, its effectiveness as compared to other forms of vitamin C, and its specific benefits. The Fact Sheet focuses on C-ESTA's two distinct modes of action: Ascorbyl Palmitate and DAE Complex. Read the C-ESTA Fact Sheet.",
    "itemID": "B003WXJD28",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2541
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 38.38,
    "brand": "Jan Marini"
  }
]