[
  {
    "title": "Lemon Clarifying Shampoo 11 Ounces",
    "description": "Shampoo - Lemon by Avalon Organics 11 oz Liquid Lemon Clarifying Shampoo With Consciousness in Cosmetics Signature ingredient Certified organic span style overflow hidden onmouseover this.T WIDTH 300 return escape(' Citrus limonum Derived from the rind of the lemon refreshing anti-bacterial clarifies and cleanses.') lemon helps remove dulling residues with its acidic properties. span style overflow hidden onmouseover this.T WIDTH 300 return escape(' Butyrospermum parkii Derived from the karite fruit on the African mangifolia tree heals soothes protects and adds shine to hair.') Shea butter is rich in fatty acid triglycerides which add luxurious shine to hair. Product description This shampoo removes dulling build-up and gently cleanses as shea butter replenishes moisture to restore natural highlights shine and color. Features and benefits Designed to give your hair and scalp the optimum benefits of natural botanicals this shampoo contains our certified organic herbal blend and certifi",
    "itemID": "B00014D1OW",
    "helpful": [
      1,
      2
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 70731
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 8.39,
    "brand": "Avalon Organics"
  },
  {
    "title": "Exfolia Microexfoliation Beauty Cloth",
    "description": "This high-tech, patented cloth exfoliates dead skin cells precisely and quickly without chemicals, acids or machines. Nano-scale fibers scoop and remove dead skin cells without intrusion or damage to the lower layers of the epidermis. Remove makeup, clean, and exfoliate facial skin - in one simple step! This safe, home exfoliation method produces results that are safer and often superior to expensive clinic treatments.Try the `1 Minute Test` for a Beautiful Skin Surprise:1. Rinse Beauty Cloth Exfolia with warm water.2. Add your favorite cleanser & wash one cheek with Beauty Cloth Exfolia with no more 10 gentle strokes.3. Wash the other cheek as you normally do & rinse.4. Towel dry and compare cheeks - feel the amazing improvement in smoothness!Exfolia is a safe, sensible and natural way to get cleaner, healthier, smoother, glowing skin. It will boost the performance of your moisturizers, toners, creams, serums, acne formulas, and self tans because it helps you start with the cleanest skin possible. Beauty Cloth Exfolia is washable and lasts for 60 to 80 treatments - a terrific value. It is appropriate for use with all skin types.",
    "itemID": "B001RIRIKE",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9826
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Cloths & Towelettes"
      ]
    ],
    "price": 9.99,
    "brand": "Exfolia"
  },
  {
    "title": "Eclos Moisture Therapy Regenerative Cream, 2-Ounce",
    "description": "The latest in Plant Stem Cell technology is believed to be the holy grail of anti-aging skin care. This remarkable facial cream containing high potency Plant Stem Cells is formulated specifically to help protect your own skin stem cells. As a result, it promotes the self-renewal capacity of the skin and helps slow the signs of aging. By revitalizing your skin stem cells, it helps tighten sagging skin and postpones wrinkling. The added benefits of Chamomile and Cucumber found in the powerhouse complex PhytoPlex24 provides the ultimate in soothing and defensive properties for the skin.New Hope for Aging Skin. Researcher have found that Plant Stem Cells extracted from a rare Swiss apple, (Uttwiler Spatlauber), show tremendous ability to stimulate skin stem cells, encouraging aging skin to behave like younger skin.PhytoPlex24, a proprietary complex of plant extracts, vitamins, and antioxidants known to work in synergy to minimize the appearance of fine lines, wrinkles, and tired skin while delivering a smooth and radiant complexion.",
    "itemID": "B003JTF3VK",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 12439
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 24.99,
    "brand": "Eclos"
  }
]