[
  {
    "title": "CELLULITE CREAM: #1 CAFFEINE &amp; RETINOL Body Firming Cream *** AS SEEN ON DR OZ *** Get Rid of Cellulite -Skin Firming - Cellulite Reduction - Bodishape Cellulite Reduction &amp; Body Firming Cream -With Active Ingredients CAFFEINE &amp; RETINOL * Clinically Proven To Eliminate Cellulite *** MADE IN USA *** 100 % UNCONDITIONAL Money Back Guarantee ***",
    "description": "#1 Bestseller on Amazon - Cellulite Cream that Increases Your Skins Smoothness and Fights Ugly Cellulite CellsPotent Cellulite Reduction Cream with 4 Active Ingredients:-Caffeinethat Contains Theophylline Which Successfully Treats Cellulite-Retinolthat helps stimulate collagen growth & normalising the skin production process-Coenzymethat Promotes the Internal Combustion of Fat-Glaucinewhich is Responsible For Decreasing Fat DepositsYou will no longer be ashamed by the lumpy-bumpy skin, orange peel appearance that appears on your butt and thighs. You now can get \n\nrid of all appearances of this unsightly skin problem with Bodishape Cellulite Reduction Cream.- Formulated with Clinically Proven Caffeine and Retinol- Revolutionary Anti-Cellulite Cream Returns the Firmer and Smoother Skin- Perfect for Reducing Your Cellulite caused by Pregnancy or Weight Loss- You'll Love the Refreshing Fragrance100% Unconditional, NO RISK Money Back Guarantee if you are dissatisfied for any reason!!Order Your Jar Today! Click the orange \"Add to cart\" button at the upper right corner of this page",
    "itemID": "B00DCF7QW0",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 15
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Creams"
      ]
    ],
    "price": 39.95,
    "brand": NaN
  },
  {
    "title": "Collagen Supplements One Plus - 120 Capsules with 750mg Per Capsules - Hydrolyzed and Hydrolysate for Better Body Absorption - Easier to Swallow Than Collagen Pills - Contains Protein - Excellent for Skin. 100% Satisfaction Guarantee or Your Money Back.",
    "description": "What is Collagen? Collagen is the most abundant protein in animals, accounting for around 30% of the protein content of the human body. It is often considered to be the \"glue that holds the body together\". Collagen is found in fibrous tissues such as skin, ligaments and tendons, as well as in the bones, blood vessels, the cornea of the eye, and in the gut. Collagen is vital for strengthening blood vessels and giving skin its elasticity and strength. The degradation of collagen causes wrinkles and other skin issues.As a result, collagen is one of the most popular supplements among the elderly - because of it's skin healing. properties.Functions of CollagenCollagen is necessary for conserving the youthfulness of skin and attenuating wrinkles, it is also essential for the elasticityof the connective tissue of the skin, allowing it to expand and contract without damaging any tissue.Collagen and Old AgeWhen we get older, the production of collagen begins to slow down and cell structures start losing their strength.As a result, skin starts to become fragile, less elastic and wrinkles set in. In addition, hair starts losing its color,joints lose their flexibility, and bone quality begins to deteriorate.Order NOW! **40% OFF** Only Today!!!Click the \"Add to Cart\" Button at the top right to Order Now!365 Days 100% Satisfaction Guarantee or your Money Back!!!",
    "itemID": "B00IXVY8HO",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 5337
    },
    "categories": [
      [
        "Beauty",
        "Skin Care"
      ]
    ],
    "price": 24.99,
    "brand": "Nutrihealth One"
  },
  {
    "title": "Shea Butter - Smooth Luxurious - Intense Long Lasting Moisturization in a Beautiful Scent - Ultra Rich Whipped Shea Body Butter Easily Absorbed Into Your Skin - Heals Extremely Dry, Rough or Damaged Skin - Leaving Your Skin Feeling and Looking Soft and Rejuvenated. This Is an FDA Certified Product.",
    "description": "Would you like to Have a Glowing Looking Skin Drenched in Non Greasy Moisture?Then Your Skin is About to Have an Experience of Delicacy\"Get Your skin Indulged and Rejuvenated With Lagrange Shea Body Butter that:- Revitalizes, Softens and Maintains Skin Moisture.- Enriched With vitamins E that is Essential For Good skin Balance.- Helps Restoring Skin Elasticity and Regenerating Skin Cells.- Soothes Some skin Conditions like Eczema and Prevent/Removes Stretch Marks.- Packed in a Beautiful High Quality Package.Benefits of This Shea Butter Include:Vitamin EProvides the skin with necessary moisture as well as antioxidants for intense healing. Helps  repairing free radical damage, treats wrinkles by supporting new skin cell growth and speeding up cells regeneration, it also helps to restore skin elasticity.GlycerinFights off bacterial infections and makes the skin more supple and works on restoring its elasticity. Draws water into the outer layer of the skin in support of treating skin condition such as eczema and irritation.BeeswaxBeeswax is known to lock in moisture, foster cells and protect skin from damaging environmental factors. Beeswax's anti-inflammatory, antibacterial, anti-allergenic and germicidal antioxidant properties make it a very effective wound-healing agent.All the ingredients of this product were carefully crafted to insure every use will add a beautiful life experience to the users. Leaving the skin smelling beautiful, glowing and perfectly moisturized. A regular use of this product can help the skin to look and feel Healthy, naturally balanced and rejuvenated. Above all, this is our intention and that what really matter to us. We put love into it and we hope it will catch you.\nGo and add it into your cart and give your skin a pampering Spoiling Experience.",
    "itemID": "B00CEPM91M",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 12056
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 13.95,
    "brand": NaN
  }
]