[
  {
    "title": "Alterna Bamboo Style Super Natural Curl Shaping and Defining Cream for Unisex, 4.2 Ounce",
    "description": "BAMBOO STYLE SUPER-NATURAL CURL SHAPING &amp; DEFINING CREAM combines strengthening pure Organic Bamboo Extract and nourishing, naturally fixative Blue Yucca Root in a lightweight conditioning cream That'separates curls giving them &quot;super-natural&quot; shape, definition &amp; control. With Color Hold technology for color retention. Because great hair should be sustainable. &bull; Lightweight conditioning formula&bull; Gives curly hair &quot;super-natural&quot; definition, shape &amp; control&bull; Eliminates frizz &amp; flyaways&bull; Non-crunch flexible hold for curls with a soft, touchable finish Good for you Beauty: Made with Certified Organic ingredients that are grown responsibly and traded ethically. Their production &amp; sale aids in supporting the development of local communities.All products FREE OF: sulfates, sodium chloride, parabens, gluten, TEA, phthalatesDirections: Apply liberally to palms &amp; work evenly through clean, damp hair. Blow dry with a diffuser or allow hair to air dry.For external use only. Avoid eye contact.",
    "itemID": "B006VDSO0I",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 9776
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 13.35,
    "brand": "Alterna"
  },
  {
    "title": "Amco Rub Away Bar",
    "description": "While many cooks love to cook with freshly minced garlic or onions, very few appreciate the lingering scent on their hands.  It seems like no matter how many times you wash your hands, the odor lingers.   Luckily, Amco has the answer -- the Rub-Away bar.  Rubbing the bar removes any odor from your hands -- great for use after working with onions, fish, or garlic.",
    "itemID": "B000F8JUJY",
    "helpful": [
      4,
      6
    ],
    "overall": 1.0,
    "salesRank": {
      "Kitchen & Dining": 954
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Soaps"
      ]
    ],
    "price": 7.99,
    "brand": "Amco"
  },
  {
    "title": "HSI PROFESSIONAL 1 CERAMIC TOURMALINE IONIC FLAT IRON HAIR STRAIGHTENER FREE GLOVE + POUCH AND travel size Argan Oil Leave In Hair Treatment. WORLDWIDE DUAL VOLTAGE 110v-220v",
    "description": "The Proffesional HSI Flat Iron is great for transforming frizzy, dull hair into gorgeously straight, sleek locks. Aside from straightening, the Proffesional HSI Flat Iron curls and flips hair beautifully, its 1\" plates giving maximum control for all hair types. With flash quick heating and swivel cord, this iron provides great style without making a mess or taking too much time. Featuring new easier grip with ergonomic design for easier hold, the styler flat iron also has versatile heat settings to provide you with total control for all your hairstyling needs. Moist ceramic heat with solid ceramic plates and coils will maintain even temperature",
    "itemID": "B001MA0QY2",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 53.59,
    "brand": "HSI PROFESSIONAL"
  }
]