[
  {
    "title": "TIGI Catwalk Curl Collection Curlesque Curls Rock Amplifier, 5.07 Ounce, Packaging May Vary",
    "description": "Enhance your natural texture. Give hold and control for defined curls and streamlined waves. Essential oils combined with thermal and environmental protectants nurture curls for a touchable, radiant finish.-...",
    "itemID": "B0007506U2",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 173
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Mousses & Foams"
      ]
    ],
    "price": 4.75,
    "brand": "Tigi"
  },
  {
    "title": "OPI Soft Shades Nail Lacquer, Princesses Rule!",
    "description": "A light, baby pink sheer polish with glitter. This shimmery pale pink shade is a versatile addition to any nail polish collection. Use a single coat on bare nails for a natural, feminine look or wear atop other polishes for a glittery pink finish. You can also layer Princesses Rule. by itself for increased opacity. The lovely, soft pink sparkle works well on all complexions. From the OPI Princesses Charming Collection.",
    "itemID": "B000L9YYTS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 22210
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 3.75,
    "brand": "OPI"
  },
  {
    "title": "Proactiv Solution 3 Step System Kit, 2 Month Supply",
    "description": "Our basic clear skin kit includes full-size bottles of the essential Proactiv Solution system. This system, developed by dermatologists, uses Combination TherapyTM to help heal and stop breakouts at their source.\n\nIncludes: \nRenewing Cleanser to wash away excess oil and dirt\n\nRevitalizing Toner to balance skin tone\n\nRepairing Lotion to help attack bacteria",
    "itemID": "B001A3ML3K",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 4949
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 37.28,
    "brand": "Proactiv"
  }
]