[
  {
    "title": "RoC Retinol Correxion Eye Cream, 0.5 Ounce",
    "description": "&nbsp;&nbsp;&nbsp;Fight the look of deep wrinkles with RoC RETINOL CORREXION Eye Cream. Specially formulated for the delicate eye area, Retinol CORREXION Eye Cream visibly reduces wrinkles around the eyes and crow's feet in 12 weeks. In addition, it evens out the appearance of dark circles and reduces the appearance of puffiness in four weeks.Usage TipsApply the formula in small dots around the eye area and gently smooth until thoroughly absorbed. Use alone or under makeup in the morning and/or evening.How Can RoC RETINOL Improve My Skin?Retinol is one of the most effective ingredients for reducing the appearance of lines and wrinkles.When you are young, your skin cells continuously renew themselves, which keeps your skin looking smooth. As time passes, however, your skin's ability to renew itself gradually slows down. Skin loses its elasticity and wrinkles become more evident. What you need is something to help keep it looking younger and healthier.This is the benefit of Retinol. Retinol is a pure form of Vitamin A that works to reduce the appearance of wrinkles.Advice for Getting the Most Out of Retinol ProductsStart Early:It is often recommended to begin using a Retinol product in your late twenties to early thirties. Early use of Retinol products can actually help to combat fine lines and wrinkles before they become apparent, so your skin stays looking younger and healthier.Start Slowly:Using Retinol is like exercising. You don't start out running a marathon. Begin by applying a small amount (a little goes a long way) every other day for about two weeks. After two weeks, you may begin applying more frequently until find the best routine for your skin.RoC RETINOL CORREXIONEye CreamAt a Glance:Hypoallergenic2006 CEW Beauty Awards WinnerStick with It:It is important to be consistent, as the benefits of Retinol are seen over time. If you happen to experience minor skin irritation, this may be temporary while your skin adjusts to the products. Just decrease usage for a few days and work your way back up after that.Protect your skin:Whether you use a Retinol product during the night or day, always remember to wear a sunscreen of SPF 15 or higher during the day.RoC: A History of Skincare ExpertiseRoC brand was founded in France in 1957 by pharmacist Jean-Charles Lissarrague and a collaboration of dermatologists. From the beginning, RoC developed strong partnerships with dermatologists, helping it become the skincare leader in France. In 1999, the makers of RoC brought its anti-aging expertise to the U.S.Since then, RoC has continued to build on its unique understanding of the skin aging process to develop the best and most effective skincare solutions for women in the U.S. RoC products in the U.S. are not only derived from extensive research and thorough clinical studies, but also from a proven track record of success with European women.What's in the BoxRoC RETINOL CORREXION Eye Cream (0.5 Fluid Ounces).Deep Wrinkle FillerDeep Wrinkle SerumDeep Wrinkle DailyMoisturizer SPF 30Eye CreamDeep Wrinkle Night CreamSENSITIVE Eye CreamSENSITIVE Night CreamTrademark Information:RoC&reg; RETINOL CORREXION&reg; Deep Wrinkle Eye Cream",
    "itemID": "B0009RFB76",
    "helpful": [
      5,
      7
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 430
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 14.1,
    "brand": "RoC"
  },
  {
    "title": "Nail Shaper Kit With Travel Pouch",
    "description": "length :16 cm\n\nUse the power: use the second quarter no.5 batteries\n\nNote: the battery is not included .\n\npackage: 1 salonShaper+1 portable bag\n\n \n\nThe product consists of five burnish accessories, a portable small bags and a fingernail treasure host in 7 items composition. ABS high quality raw materials manufacturing.\n\n1, this product USES two no.5 batteries, high-quality motor running noiseless,\n\n2, USES the design of principle of human body engineering, and fashion modeling, feel is good,\n\n3, four kinds of grinding head interchangeable, easy to use, safe not hurting hands.\n\n \n\nuse introduction:\n\n1 metallic burnish grinding head -- nails edge horn, thick dead skin, hand cocoonsInstructions:\n\n2 grinding head - pointed state sanding, aiming at the nails edge horn\n\n3. cylindrical grinding head, aiming at sanding nails with department\n\n4 grinding head - disklike sanding, let your nails snip in more brilliance is flat and level\n\n5 polishing nails surface grinding head - brush",
    "itemID": "B000WU38QQ",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 137837
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Sets & Kits"
      ]
    ],
    "price": 7.74,
    "brand": "DEALICIOUS"
  },
  {
    "title": "Garnier Herbashine Haircolor, 645 Copper Mahogany Brown",
    "description": "Fortifies the hair cuticle for radiant, shiny color. Natural gray coverage, no obvious root line, lasts through 28 shampoos. What is herbashine? A new generation of haircolor from garnier, with bamboo extract. It improves the condition of hair by fortifying the cuticle while wrapping it in radiant, shiny color. How does it work? This exclusive ammonia free color creme with bamboo extract reinforces the hair's protective cuticle layer while coloring. Hair looks and feels stronger for radiant color that's truly shiny and luminous. Will it cover my gray? Garnier herbashine offers natural gray coverage that lasts through 28 shampoos. Is it easy to apply? Application is simple and pleasant. Herbashine's fragrance is fresh and soothing. The rich, creamy formula spreads easily and doesn't drip. It only takes 10 minutes to get herbashine's radiant, shiny color!this kit contains: activating creme, ammonia free color creme, shine-infused conditioner, instruction sheet and gloves. Product type: lasts through 28 shampoos, processing time: 10 minutes, gray coverage: covers hair with up to 70 percent grays. Why bamboo? Bamboo is well-known for its extreme strength and flexibility. Stronger than steel yet extraordinarily supple, it sways and bends but almost never breaks. Bamboo extract contains nutrients that help give bamboo its resiliency and flexibility.",
    "itemID": "B003JTA1IU",
    "helpful": [
      4,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 32257
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 8.49,
    "brand": "Garnier"
  }
]