[
  {
    "title": "NYX Eyebrow Cake Powder, Black/Gray",
    "description": "Our recipe for cooking up exquisite eyebrows includes wax, tools and a pair of complementary powders, black and gray, which can be customized to create the ideal shade. Each eyebrow cake powder kit includes a slanted brush and a round wand to shape, style and tame eyebrows.",
    "itemID": "B002QI1E9K",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 5689
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyebrow Color"
      ]
    ],
    "price": 5.89,
    "brand": "NYX"
  },
  {
    "title": "Olay 4-In-1 Daily Facial Cloths, Combination/Oily Skin 33 Count",
    "description": "If you have oily or combination skin, you need more than a basic cleanser to eliminate impurities and clean your skin right down to the pores. Olay 4-in-1 Daily Facial Cloths for combination/oily skin contain the cleansing power of a liquid cleanser, toner, mask or scrub all in one. Dermatologist-tested, these facial cloths cleanse, exfoliate, tone and hydrate to provide a deep cleaning that gives you smoother-looking skin in just one week!Each soap-free cloth contains an essential cleansing formula with pro-vitamin B5, beta hydroxy acid and soothing witch hazel. They have two sides: a smooth side and a textured side with over 3,000 microbeads to gently break up dirt, oil and make-up  even mascara. Just wet with water, rub to lather and flip between the smooth and beaded sides for gentle cleansing and all-over exfoliation. Taking care of your skin doesn't need to be complicated. Olay keeps it simple with 4-in-1 Daily Facial Cloths for combination/oily skin so you can wipe away make-up, dirt and impurities in one simple step.",
    "itemID": "B00479DRFA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10633
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Cloths & Towelettes"
      ]
    ],
    "price": 0.92,
    "brand": "Olay"
  },
  {
    "title": "No Rinse Shampoo - 16 floz (473.1 mL)",
    "description": "16 oz Bottle",
    "itemID": "B00008KA7P",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 3934
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 8.97,
    "brand": "Clean Life Products"
  }
]