[
  {
    "title": "D &amp; G Light Blue By Dolce &amp; Gabbana For Women. Eau De Toilette Spray 3.3 Ounces",
    "description": "Introduced in 2001. Fragrance notes: rose, apple, musk and jasmine. Recommended use: casual.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000AQF50Y",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 285
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Toilette"
      ]
    ],
    "price": 54.46,
    "brand": "Dolce &amp; Gabbana"
  },
  {
    "title": "Cetaphil Fragrance Free Moisturizing Lotion, 8-Ounce Bottles (Pack of 3)",
    "description": "Fragrance free. Non-comedogenic. Cetaphil Moisturizing Lotion was formulated specifically for chronic dry, sensitive skin. Contains a superior system of extra-strength emollients and humectants, clinically proven to bind water to the skin and prevent moisture loss. Provides long-lasting relief to even severe dry skin. Free of lanolins, parabens and fragrances that can irritate sensitive skin.",
    "itemID": "B001ET734C",
    "helpful": [
      1,
      2
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 80594
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 26.16,
    "brand": "Cetaphil"
  },
  {
    "title": "Conair 61121n Magnetic Rollers, 75 Pack",
    "description": "Conair Styling Essentials lightweight magnetic rollers produce smooth curls and volume. Use the largest rollers for body or to smooth wavy or flyaway hair. Multicolored sizes make it easy to produce curls or waves of the same shape and size. Convenient zippered travel pouch includes rollers, magnetic clips and a comb.",
    "itemID": "B001KYW7KQ",
    "helpful": [
      2,
      3
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 6929
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Rollers"
      ]
    ],
    "price": 9.17,
    "brand": "Conair"
  }
]