[
  {
    "title": "Maybelline New York Lash Stiletto Ultimate Length Washable Mascara, Brownish Black 952, 0.22 Fluid Ounce",
    "description": "The only mascara that does for lashes what stilettos do for legs. The grip and extend brush grasps each lash and coats from every angle. Eastic formula stretches lashes for provocative length. Pro vitamin b 5 formula conditions and smoothes for black patent shine. Contact lens safe and ophthalmologist tested.",
    "itemID": "B001Q854GK",
    "helpful": [
      4,
      4
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 27168
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 4.97,
    "brand": "Maybelline"
  },
  {
    "title": "Maybelline New York Colorsensational Lipstain, Bit of Brown, 0.1 Fluid Ounce",
    "description": "Sheer wash of color from water based pigments. Fresh, barely there feel from vitamin enriched berry nectar. Lipstain so bare, so light as air, it's sensational.",
    "itemID": "B003H8180I",
    "helpful": [
      1,
      1
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 126436
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lip Stains"
      ]
    ],
    "price": 3.5,
    "brand": "Maybelline"
  },
  {
    "title": "Lioele Triple the Solution BB Cream (SPF30/PA++)",
    "description": "Lioele Triple the Solution BB Cream (SPF30/PA++) (50ml)\n\nMakes your skin moist as yogurt and hyaluronic acid supply moisture and nutrition. It is a low-stimulating product since it doesn't contain the ingredient of organic ultraviolet screen. The index of SPF30 and PA++ not only controls the generation of skin blemish but makes your skin brighter.\n\nPlease noted:  The date at the bottom of the product which is the manufacture date, and the expiration date which is 3 years from the manufacture date",
    "itemID": "B00356UHT0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7874
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 21.2,
    "brand": "Lioele"
  }
]