[
  {
    "title": "Revlon Colorsilk Color Burgundy 48",
    "description": "Revlon ColorSilk #48 Burgundy is formulated to penetrate every strand with its gentle, ammonia-free formula and after-color conditioner with nourishing silk proteins. Hair looks silkier, shinier and healthier than before you colored. 100% gray coverage. (2 Fl Oz)",
    "itemID": "B000GCR6S6",
    "helpful": [
      4,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 164964
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 2.76,
    "brand": "Revlon"
  },
  {
    "title": "Revlon ColorStay Makeup, Combination/Oily Skin, Cappuccino, 1 Ounce",
    "description": "Revlon ColorStay Makeup for Combination/Oily Skin Longwearing coverage with a lightweight formula that won't cake, fade, or rub off. With Time Release Technology specifically formulated for combination or oily skin to control oil absorption and shine. Your look stays flawless throughout the day.- Makeup feels comfortable and wears up to 24 hours.- Medium to full coverage.- Comes in 20 beautiful shades. TIPS: &#x2022; Apply to clean skin.&#x2022; Using your fingertips or applicator, blend foundation onto skin, starting in the center of your face, forehead, nose and chin blending outward.",
    "itemID": "B0039UT9QE",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 53396
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 9.48,
    "brand": "Revlon"
  },
  {
    "title": "Revlon Colorsilk Luminista Red (150), 4.4 Fluid Ounce",
    "description": "Revlon Colorsilk Luminista saturates dark hair with vibrant, shimmering color while subduing unwanted brassiness.  This gentle, ammonia-free formula contains shine-enhancing mango butter and leaves hair in better condition than before you colored.  And with its extra-creamy, moisturizing after-color conditioner, hair looks healthy and bouncy, not flat and frizzy or dull",
    "itemID": "B003VKR018",
    "helpful": [
      3,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 92108
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 7.99,
    "brand": "Revlon"
  }
]