[
  {
    "title": "La Roche-Posay Effaclar K Acne Treatment Fluid (30ml) 1 Fluid Ounce",
    "description": "Reduces blackheads, controls breakouts and improves skin texture. The light, smooth texture helps transform and sooth skin. Blemishes are erased, pores are unclogged and tightened. LHA and salicylic acid is more effective than salicylic acid alone. Formulated with naturally soothing La Roche-Posay Thermal Spring Water, Effaclar K helps calm the skin.",
    "itemID": "B000IO8JYM",
    "helpful": [
      8,
      8
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 37720
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 25.5,
    "brand": "La Roche-Posay"
  },
  {
    "title": "La Roche Posay Thermal Spring Water",
    "description": "LAROCHE-POSAY THERMAL SPRING WATER      100% pure natural spring water. This soothing water tones and refreshes skin, preparing it for treatment. Also appropriate for anti-inflammatory care following in-office procedures like chemical peels, laser resurfacing and microdermabrasion.     Indications             Intolerant skin                             Eczema (atopic dermatitis)                                                                                             Rosacea                    All skin types                       Anti-inflammatory care following                              Chemical Peels                Laser resurfacing                Microdermabrasion                Environmental exposure (sun, wind, etc...)                              Benefits        Refreshes, soothes and tones on contact      Provides antioxidant protection                                Gentle, fine mist        Contains no additives        Perfect for use during work travel and play",
    "itemID": "B000E4AR8C",
    "helpful": [
      11,
      12
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 186563
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 9.99,
    "brand": NaN
  },
  {
    "title": "Aztec Secrets: Indian Healing Bentonite Clay, 2 lbs",
    "description": "Indian Healing Clay by Aztec Secret 2 lbs Clay How Aztec Secret Works Indian Healing Clay Clays have been used for centuries to beautify and refresh when used as a facial mask. Cleopatra used clay from the Nile river and the Arabian desert over 1800 years ago as part of her beauty ritual. German and Roman spas have been using clay packs and treatments in the spas they built 4 000 years ago. Many of these spas still exist and use clay even today. Pliney the Elder devoted an entire chapter of his Natural History to the many uses of clay for pimples black heads and skin tightening. Many famous naturopaths such as Kuhn Just and Kneipp have contributed to the revival of the uses of clay through their natural treatments for arthritus and skin ailgments. Aztec Indian Healing Clay A Brief History - The Worlds Most Powerful Facial The use of clay with apple cider vinegar can be dated back to the southern French priest of the16th century Kneipp and his natural treatments using clay packs and po",
    "itemID": "B000ZMBSPE",
    "helpful": [
      29,
      46
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 142
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 10.31,
    "brand": "Aztec Secret"
  }
]