[
  {
    "title": "Caruso C97958 ION Steam Hairsetter",
    "description": "The Caruso Professional ION Steam Hairsetter model #C97958 creates shine and volume without static or frizz.  The new anti-static, anti-frizz Caruso Professional ION Steam Hairsetter uses negative ions to produce up to three times the amount of steam of ordinary hairsetters.  Ions create strong, long-lasting and luxurious curls.  Help condition, soften and make hair shinier while adding volume and reducing frizz. The large and jumbo rollers in this product share the exact same size plastic roller shield. The difference is the Jumbo roller will have a thicker foam around the roller than the large size. This is why the Rollers say Large/Jumbo&#x201D;. You will receive 12 rollers that will say Large/Jumbo. You will need to look at foam thickness to differentiate between the 6 Large and 6 Jumbo. Note : The red LED light comes on only in the IONIC Steam setting.  Unit will work even without the red LED light turning on because steam will start coming out of the unit.",
    "itemID": "B0002JKPA4",
    "helpful": [
      70,
      85
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 25729
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Rollers"
      ]
    ],
    "price": 36.97,
    "brand": "Caruso"
  },
  {
    "title": "Coty Airspun Face Powder, Naturally Neutral, 2.3 oz",
    "description": "Light/Medium Neutral Tone 070-11Exclusive Microspun formula.&nbsp; Provides a longwearing, flawless finish to set makeup or may be used instead of foundation.",
    "itemID": "B000052Z5B",
    "helpful": [
      32,
      34
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14650
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 9.99,
    "brand": "Coty"
  },
  {
    "title": "WEN&reg; Sweet Almond Mint Cleansing Conditioner 16oz",
    "description": "Sweet Almond Mint is the perfect balance of nourishing herbs and natural ingredients designed to hydrate and replenish hair that has been damaged due to shampoo and other harsh elements. May be used as often as necessary, it thoroughly cleanses hair and scalp without stripping them of their natural oils, providing it with added moisture, strength and sheen.",
    "itemID": "B0048O2R1E",
    "helpful": [
      10,
      13
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 718
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 30.0,
    "brand": "WEN&reg; by Chaz Dean"
  }
]