[
  {
    "title": "Hypnotic Poison by Christian Dior for Women 3.4 oz Eau de Toilette Spray",
    "description": "Introduced in 1998. Fragrance notes: strong scent of jasmine, with lower tones of amber, almond and woods. Recommended use: romantic.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000E7UDWO",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 7771
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 85.88,
    "brand": "Christian Dior"
  },
  {
    "title": "Enjoy Luxury Duo (Shampoo and Conditioner) - 33.8 Oz",
    "description": "Enjoy Luxury Duo (Shampoo and Conditioner) - 33.8 Oz",
    "itemID": "B0019LP8UQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 2391
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoo & Conditioner Sets"
      ]
    ],
    "price": 53.69,
    "brand": "EN Joy"
  },
  {
    "title": "Urban Decay Naked2",
    "description": "What it is:\nThe most anticipated sequel of the decade, Naked2 features a dozen pigment-rich taupe and gray-beige neutrals, plus five exclusive, new shades. \n\nWhat it does:\nThe follow up to the original bestselling Naked palette, this stunning second edition proves that neutral is anything but boring. Showcasing a dozen completely different shades than the first bronze-based collection, it includes a stunning range from pale and deep, to matte and sparkly. You'll achieve a host of new neutral looks, smoky dramatic eyes, and everything in between. The palette also includes a travel-size Lip Junkie Lipgloss in Naked and a double-ended, cruelty-free Good Karma Shadow/Crease Brush (available only in this palette).",
    "itemID": "B00787QT6W",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 34968
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]