[
  {
    "title": "Aqua*Tica Organic Botanical Night Cream, 2oz",
    "description": "This cream feels like thick water on your face, with Sea Kelp, Spirulina and Cucumber, providing continuous hydration to your skin all night long. Combination of essential oils, including rare Argan Oil, rich with fatty acids, add nourishment, elasticity and suppleness,  delay aging process by boosting production of collagen and elastin. Kojic Acid as a part of spores of Reishi mushroom  contributes to the formula by adding mild lightening action while Caviar Extract nourishes your skin with vitamins and minerals. If your skin is depleted and suffers from pigmentation or sun damage, combination of fruit extracts, like Apple, Papaya, Watermelon, Guava, rich with Vitamins A,B and C, and Apricot, will provide gentle exfoliation, prevent oxidation of cells, promote rejuvenation, take away dead skin cells and speed up it's renewal. Healing Calendula and Chamomile help to achieve smooth healthy and glowing skin. Relaxing blend of essential oils will put your mind in a happy place therefore helping you to relax and sleep.\n\nOur skin care is designed for everyone and can be used safely during pregnancy.",
    "itemID": "B001T88N0G",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 98971
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 27.0,
    "brand": NaN
  },
  {
    "title": "I*Light Organic Advanced Brightening &amp; Line Smoothing Eye Treatment, 0.15oz",
    "description": "I*Light is the only eye treatment you will ever need and it will become your #1 favorite product. It offers quadruple action. Unique blend of natural oils and plant extracts instantly smooth out fine lines and wrinkles, de-congests and lightens the eye area, instantly minimizing visible under eye shadowing and puffiness. After 4 weeks it visibly reduces fine lines and wrinkles, dark circles and puffiness.\n\nCalming and restorative, rich in antioxidants provided by a cocktail of superberries like Goji, Raspberry, Pomegranate, Cranberry and Blueberry and rich in Vitamin C, I*Light fights skin damage and cellular oxidation that causes premature aging, by excessive free radical activity. Combination of Kojic Acid and Milk Thistle repair sun damage and sun spots, hence improve and brighten up overall eye area, while  Caffeine, Horse Chestnut, Arnica, and Ginkgo Biloba improve blood circulation acting as decongestants, reducing water retention, shadows and puffiness. Adding astringent properties, they cause constriction of blood vessels, anti-inflammatory, as well as circulation boosting properties. Reishi and Caviar rich in vitamins, CoQ10 and hydrating Hyaluronic Acid help to fight aging, supporting natural skin function the best way possible, improving firmness, elasticity and keeping your eyes looking fresh, bright and forever beautiful.",
    "itemID": "B003Y04OK0",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 34976
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Creams"
      ]
    ],
    "price": 27.0,
    "brand": NaN
  },
  {
    "title": "C*Bella Organic Brightening Toner with Vitamin C and Enzymes, 6oz",
    "description": "C*Bella name of this toner speaks for itself. Rich in Vitamin C this toner packs a punch in the fight against free radicals and sun damage, lightening and brightening your complexion Bilberry, Sugar cane and Lemon Extract help to lighten sun spots. Papaya and Ananas Enzymes like natural alpha hydroxy acids help to exfoliate and renew the skin. AHA's loosen the top layer of dead cells (primarily composed of keratin) while on the other hand enzymes dissolve the keratinized layer. Papaya and pineapple are great sources of proteolytic (protein dissolving) plant enzymes. Papaya is great for blemishes, mature skin, large pores, and sun spots. Raspberry Extract made up of a powerful blend of antioxidants such as vitamin C, quercetin and catechins fight against age related skin damage. Ellagic acid present in raspberries prevents elasticity of skin from degradation as well as enhances elasticity in aged skin. The antioxidant levels of this toner bring a perfect balance to a skin care regime.\n\nAny skin care line is not complete without either a toner or astringent as part of the skin care regime. It is a critical step that is often over looked. This step closes the pores, adjusts the pH of the skin and removes any remaining cleanser or dirt from the skin.",
    "itemID": "B001U23VB2",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 28987
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Toners & Astringents"
      ]
    ],
    "price": 23.0,
    "brand": NaN
  }
]