[
  {
    "title": "Physicians Formula Mineral Wear Talc-Free Loose Powder, Translucent Medium, 0.49 Ounce",
    "description": "Light Weight Powder for Flawless SkinIf your skin is extra sensitive, then Physicians Formula Mineral Wear Talc-Free Mineral Loose Powder is what you must go for. It helps keep the skin oil-free, prevents breakouts and increases the beauty of your face. It is hypoallergenic and gives a natural finish and a better coverage.&bull; Hypoallergenic&bull; Provides flawless finish&bull; Easy to useCover the skin imperfections such as spots, blemishes and others effectively with a flawless, natural-looking appearance.Just for you:Extra sensitive or breakout-prone skinA Closer Look:Physicians Formula Mineral Wear Talc-Free Mineral Loose Powder has an effective formula that enhances the natural beauty of your face and also helps in reducing irritation and skin breakouts.You Won't Find:Fragrance, talc, and oil",
    "itemID": "B000W7PKU6",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 161882
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 7.08,
    "brand": "Physicians Formula"
  },
  {
    "title": "Wee Ones Baby Girls' Knot Genie Teeny Genie-Peaceful Pink",
    "description": NaN,
    "itemID": "B004GQZX4M",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Clothing": 15785
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Brushes"
      ]
    ],
    "price": 7.84,
    "brand": "Knot Genie Detangling Brush"
  },
  {
    "title": "Sally Hansen Double Duty Base and Top Coat, 0.45 Fluid Ounce",
    "description": "Sally Hansen double duty is a 2-in-1 base and top coat that protects and strengthens nails. This all-in-one patented strengthening base and top coat works double time, for double protection. As a base coat, double duty moisturizes and hydrates nails with panthenol. As a top coat, double duty protects with nylon. Nails are shielded with a hard, shiny, chip-resistant finish.",
    "itemID": "B000AADEP8",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 4079
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Growth Formula"
      ]
    ],
    "price": 1.55,
    "brand": "Sally Hansen"
  }
]