[
  {
    "title": "20 Types Nail Art Mini Glitter Sheets Acrylic Tips",
    "description": "20 different types glitter sheets (Each color is 2 gram)Product Details:100% Brand new in retail package20 different types glitter sheets2g jar - suitable for large volume users, like professional salon artistsSuitable for nail art decoration with nail polish, UV builder gel, acrylic, etc.Make your nails sparkling and add shiny colors to your nails!Style: glitter sheetsSuitable for home use or professional use",
    "itemID": "B0086LC49K",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 4622
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments"
      ]
    ],
    "price": 2.93,
    "brand": "HongNuo"
  },
  {
    "title": "Nail Art MoYou Silver Moon Rhinestone Pack of 1200 Crystal Premium Quality Gemstones in 12 different shapes and sizes, beauty accessory for women nails, fun and easy to apply with top coat or nail glue",
    "description": "Moyou Nail Art Rhinestone Pack-1000 premium quality stones.\n\nMoyou Nail Art Rhinestone Pack includes 1000 stones in different shapes and sizes.\n\n* Small sized \n* Can be applied with top coat or glue.",
    "itemID": "B005C1C02S",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 120
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 1.62,
    "brand": "Evermarket"
  },
  {
    "title": "15pcs Nail Art Gel Design Pen Painting Polish Brush Dotting Drawing Tool Set NEW Bs-05",
    "description": "Item is shipped from China, and it will take 10-15 business days to arrive UK or it will take 10-20 business days to arrive worldwide. 100% Brand New. Weight: 65g. A perfect set tool for your nail art and beauty. Perfect for natural nails, false nails and 3D nail art. 5 pcs nail art pens & brush for design & painting set. Suitable for professional and home use. Easy to handle, perfect for professional and home use. Suitable for every ladies. A perfect set tool for your nail art and beauty. 15 Nail Art Design Painting Pen Polish Brush Set Consist Of :3x Drawing Tools / 7x Painting Tools (also can use as gel nail curing brush) / 2x Liners / 1x Dotting Tool / 2x Fan brushes for nail art effect (also can use as eye shadow brush). Package Content: 1 x 15pcs Nail Art Painting Pen Brush.",
    "itemID": "B0083QNBCM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Arts, Crafts & Sewing": 2467
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 2.68,
    "brand": "Uniqstore"
  }
]