[
  {
    "title": "Skin Cleansing System Facial Brush &amp; Body Care Kit for Women &amp; Men. Includes 4 different heads - Large Body Brush, Soft Face Brush, Regular Face Brush and Pumice Stone. Water-Resistant.",
    "description": "Now you can enjoy the rejuvenating spa and dermatologist experiences at home- at a fraction of the cost. This Professional Skin Care System by ToiletTree Products is and advanced daily cleansing tool that helps polish away dull skin and gently exfoliates away impurities that traditional cleansing leaves behind. The result? Wonderfully cleaner, softer, radiant looking skin.The professional Skin Care System, along with a daily cleaning regimen, helps assist the following:-Stimulates skin renewal-Improves overall skin clarity and appearance.-Removes dead skin cells to expose healthier-looking skin-Energizes skin and leaves it sooth, soft and radiant.-Cleans deep to help remove stubborn makeup.-Enhances absorption of moisturizes.System includes: 2 face exfoliater (1 soft for sensitive skin types & 1 medium for normal skin types), 1 body exfoliater and 1 pumice sphere.Refills are also available.",
    "itemID": "B009GIOVKC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 27823
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Scrubs"
      ]
    ],
    "price": 39.95,
    "brand": "ToiletTree Products"
  },
  {
    "title": "Waxelene 2oz jar",
    "description": "Waxelene - The Petroleum Jelly Alternative. Made of Organic Soybean Oil, Natural Beeswax, Organic Rosemary Oil, and Natural Vitamin E. That's it, no petroleum products or artificial ingredients. 2 oz. size glass jar.",
    "itemID": "B004MKNUAG",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 53235
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Body Washes"
      ]
    ],
    "price": 8.78,
    "brand": "Waxelene"
  },
  {
    "title": "Konsyl Pharmaceuticals Psyllium Fiber 15.9 oz",
    "description": "Natural fiber therapy bulk-forming laxativevery low sodiumno sugar or sugar substitutes100% psylliumdoctor recommended for over 35 years",
    "itemID": "B000052Y5F",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 11183
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 14.29,
    "brand": "KONSYL PHARMACEUTICALS"
  }
]