[
  {
    "title": "L'Oreal Paris HiP Studio Secrets Professional Color Truth Cream Eyeliner, Brown, 0.159 Ounce",
    "description": "Discover the secret to creamy, long-wearing definition with hip studio secrets professional color truth cream eyeliner. This rich, versatile liner comes in five pigment-packed shades to define any eye look. Includes professional brush for precise application.",
    "itemID": "B001H928HQ",
    "helpful": [
      9,
      9
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 19899
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyeliner"
      ]
    ],
    "price": 0.99,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "Tweezerman  Brow Mousse",
    "description": "Styling gel shapes brows and keeps them in place.  Used by models and make-up artists, brow mousse is a clear, non-sticky gel that conditions brows and holds them in place for hours. Its superior hypo-allergenic formula will not flake or look gummy when dry.  Fragrance free.",
    "itemID": "B000G666QK",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 15623
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyebrow Color"
      ]
    ],
    "price": 8.72,
    "brand": "Tweezerman"
  },
  {
    "title": "Skin Obsession Acne Stop Treatment with Salicylic and Lactic Acid. Great for body also!",
    "description": "Beautiful skin is something that everyone should be able to enjoy. Unfortunately, many of us have been forced to live with the embarrassment and frustration of acne. Futile attempts at treating it and covering it up have only succeeded in costing us hundreds of dollars and the acne is still there. I know this first hand because I too have lived with the embarrassment of acne and have spent hundreds, if not thousands of dollars trying to get rid of it. That is why I have devoted so much time and effort in research to find the best, most effective treatment for acne available. This is the first treatment that I have ever used that has consistently kept my skin clear and beautiful and I am now proud to be able to make this product available to you! Skin Obsession Acne Stop is a 10% Salicylic acid/5% Lactic acid treatment treats current outbreaks, clears out pores, prevents future outbreaks and refines the skin texture to improve existing scars caused by acne. As an added bonus, it will reduce oil production on the skin, a blessing to those of you who suffer from oily skin. Sound too good to be true?  I promise you, it's for real and you will be amazed by the way your skin looks after just a couple of treatments with this powerful solution. This is a great product for those who do not respond to products with Benzoyl Peroxide. This is a 2 fl oz bottle of our Acne Stop treatment, approximately one months supply. Acne Stop treats acne anywhere on the body, and is great for razor burn on the bikini line. We also include a free sample of our bestselling microdermabrasion crystals. This is a strong product, and works like a mild peel. It can cause dryness and flaking of the skin, and it stings quite a bit when you apply it, this is not a weak drugstore  product but a professional grade treatment. but I have not found a customer in the thousands we have sold this to that did not think it was worth the temporary stinging to have the clear skin that followed.",
    "itemID": "B0018QQZMW",
    "helpful": [
      4,
      5
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 5115
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Lactic Acid"
      ]
    ],
    "price": 13.99,
    "brand": NaN
  }
]