[
  {
    "title": "Goody Ouchless Cushion Styling Hair Brush for Medium Hair #88168 Color May Very",
    "description": "Best for medium hair. SnaglessStyling - For comfortable styling. Feel the difference! Retractable cushion resists hair snags. ComforTip bristles are gentle on hair and massage scalp. One-piece body eliminates hair breakage. Made in China.",
    "itemID": "B000KOOCQO",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Health & Personal Care": 166458
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Brushes"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Aveeno Active Naturals Positively Ageless Daily Exfoliating Cleanser With Natural Shiitake Complex, 5 Ounce",
    "description": "A unique daily cleanser with Natural Shiitake Complex helps your skin look and feel younger. This light foaming, soapfree formula cleanses and softens skin, while lifting away dirt, oil, and makeup without overdrying sensitive skin. Fine microbeads gently remove dull, dry skin to help reveal healthier, younger looking skin.",
    "itemID": "B000MUQFTI",
    "helpful": [
      2,
      2
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 5953
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Scrubs"
      ]
    ],
    "price": 2.98,
    "brand": "Aveeno"
  },
  {
    "title": "100% Pure 100% Pure Organic Vanilla Bean Nourishing Body Cream",
    "description": "Luxuriously rich 100% Pure Vanilla Bean Nourishing Body Cream softens, moisturizes, increases elasticity, and nourishes with healing nutrients. Packed with powerful anti aging vitamins and antioxidants that repair and protect against free radicals and environmental damage. Raw Green Coffee stimulates circulation and is high in additional antioxidants. This delicious smelling cream is made with pure Tahitian Vanilla. 8 fl. oz....",
    "itemID": "B001I6U028",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 28686
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Creams"
      ]
    ],
    "price": 14.53,
    "brand": "100% Pure"
  }
]