[
  {
    "title": "Harmony Gelish UV Soak Off Gel Polish Rose Garden",
    "description": "This color gel is conveniently designed by \"Gelish by Harmony\" with a twist cap and applicator brush, apply like polishes, and cured under UV lamp. Color gels are meant to use on natural nails. These products are made to satisfy natural-nail wearers who long wish their color would last for more than two weeks. Color gels will stay on nails for three weeks with no chipping or peeling, and soak completely off in only 15 minutes.",
    "itemID": "B003ZUZCDC",
    "helpful": [
      1,
      2
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 12386
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 11.99,
    "brand": "Gelish"
  },
  {
    "title": "Harmony Gelish UV Soak Off Gel Polish Exhale",
    "description": "This color gel is conveniently designed by \"Gelish by Harmony\" with a twist cap and applicator brush, apply like polishes, and cured under UV lamp. Color gels are meant to use on natural nails. These products are made to satisfy natural-nail wearers who long wish their color would last for more than two weeks. Color gels will stay on nails for three weeks with no chipping or peeling, and soak completely off in only 15 minutes.",
    "itemID": "B003VMXH1S",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 24878
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 11.4,
    "brand": "Gelish"
  },
  {
    "title": "USpicy CRESCENT USND-1801 18W LED Nail Polish Light / Lamp / Dryer (White) for Curing Gelish &amp; LED Gels w/ Full 1 Year Warranty, 2012 Brand New Model Upgraded with Digital Countdown Timer 30s-90s, SPA Equipment.",
    "description": "USpicyTM-Fashion Meets TechnologyUSpicyTM was created by a very simple goal - to provide high quality health and beauty products at budget-friendly prices so that everyone can afford. Why \"U&#x2022;Spicy\"? Because we put the sole focus on YOU, and dedicate ourselves to creating your own unique style, which allows YOU to feel SPICY whenever & wherever.Features:- Environment protection: LED lights don't generate harmful substances to human body- Energy-saving: LED lights consume much less power- Safety: Does not produce heat, not harm your hands- Longevity: LED lights can last for 35000-50000 hours, much longer than other types of lights- Portability: LED lights are not easily broken- LED Nail dryer can last longer and cost a lot less of your money in the long term- New digital countdown timer conveniently tracks the remaining timeSpecifications:- Color: White- Rated voltage range: AC100-120V, 60HZ- Product size: 249 * 205 * 95 mm- Product weight: 1.02 kg- CE Certification- Rated power: 18W- Built-in Infrared sensor automatically turn on when putting hand into the dryer, and the light starts working- Auto Timer Control: 30s, 60s and 90s- Using life: > 35000 hours- Warranty: 1-Year Manufacturer Warranty- Solidification time:\nUsing LED modeling gel, the solidification time is < 10s;\nUsing LED base gel, the solidification time is < 20s;\nUsing LED top gel, the solidification time is < 40s;\nUsing LED method of three-in-one gel, the solidification time is < 20sPackage includes:- 1* USpicy CRESCENT 18W LED Lamp Nail Dryer (White)- 1 * Free Nail Sanding file",
    "itemID": "B005KGKMT8",
    "helpful": [
      1,
      5
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 276206
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Dryers"
      ]
    ],
    "price": 79.99,
    "brand": NaN
  }
]