[
  {
    "title": "Salicylic Acid 20% Gel Peel, 30ml (Professional)",
    "description": "The outside layer of your skin is covered in oil, and being oil soluble, the Salicylic acid is able to penetrate this outer layer.Salicylic/20 peel breaks down the protein bonds between the layers of skin, which is why a much quicker peel can be achieved.For acne, the Salicylic acid has several properties that make it a very effective treatment for acne.Salicylic/20 peel acts as ananti-inflammatoryand helps toimmediately reduce acne spotsSalicylic/20 peel is effective at reducing the appearance of fine lines and wrinkles, and improving overall facial texture because it exfoliates both the skin surface and within pores.Great For AcneSalicylic acid is highly effective for acne and oily skins.Salicylic acid blends powerful skin exfoliation with skin soothing actions. It has ultraviolet absorbing properties that help to protect the skin from the damaging effects of the sun.Choosing the Best Peel:Skin Laboratory offers different types of chemical peels to help with things like exfoliating the skin and smoothing fine lines and wrinkles.Glycolic:Eczema & Dermatitis, Fine Lines & Wrinkles, Razor Bumps, Stretch Marks and General Toning & TextureLactic:Actinic Keratosis, Dark Circles Under Eyes, Dry Skin, Eczema & Dermatitis, Melasma, Psoriasis, Razor Bumps, Scarring, Sensitive Skin, Stretch Marks, Sun Damage and General Toning & TextureSalicylic:Acne, Acne Scars, Adolescent Skin, Large Pores & Blackheads, Oily Skin, Psoriasis, Razor Bumps and Warts",
    "itemID": "B000PLUZL8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 749
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Salicylic Acid"
      ]
    ],
    "price": 16.95,
    "brand": NaN
  },
  {
    "title": "Pre de Provence 20% Shea Butter Hand Cream, Verbena, 2.5 -Ounce Tubes",
    "description": "Shea Butter is simply one of Natures richest moisturizers.  Rich in Vitamin F, deeply moisturizing and full of natural elastins.  Shea Butter is an essential ingredient for creating a rich moisturizing wash or cream.",
    "itemID": "B001LNOCXQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 16426
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": 14.99,
    "brand": "Pre de Provence"
  },
  {
    "title": "Burt's Bees Radiance Eye Cream, 0.5 Ounces",
    "description": "How to determine the expiration date:The lot code is six to seven digits long and starts with a 0, 1, 2 or 3. To read the lot code, the first three numbers are the day of the year the product was made (aka Julian Date). The next two digits are the year, and the last two digits are a batch number we use internally for identification. For example, lot code 0400901 translates to a product made on February 9, 2009 from Batch Number 1.",
    "itemID": "B002DPUY5Q",
    "helpful": [
      5,
      6
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 740
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Creams"
      ]
    ],
    "price": 10.99,
    "brand": "Burt&#39;s Bees"
  }
]