[
  {
    "title": "WR Medical Therabath Paraffin Wax Refill With Heat Retaining Capacity Lavender Harmony",
    "description": "Paraffin wax has a very high heat capacity, meaning it is able to absorb and retain a great amount of heat. Paraffin wax therapy takes the advantage of paraffin's heat-retaining capacity in a simple process called heat transfer. In technical terms, for this paraffin treatment heat is transferred to the core of the affected area as paraffin goes through a phase change. As it melts, the paraffin becomes a liquid and is able to retain more heat.Then, when a hand, foot, or other area is dipped into the heated bath, the phase of the paraffin that surrounds the dipped area quickly changes into a solid. The heat that is given off from this paraffin therapy is called the heat of fusion or simply, the heat that goes into melting the paraffin comes out when it solidifies into a comforting paraffin coating, thus transferring the heat into the affected limb. Another way to look at this heat therapy product is that it is the medium that transfers heat from the painful area. At the same time, this heat treatment helps to open pores and increases circulation in the skin.This is why this heat therapy is so beneficial to skin, leaving skin softened and more radiant. Paraffin Wax Refill With Heat Retaining Capacity is triple filtered for purity. This paraffin wax treatment deeply hydrates and delivers fast. Drug-free relief , soft, pliable, and non greasy is great for any paraffin bath. The paraffin wax is unscented, with no fragrance or dyes added .",
    "itemID": "B000E3A6F2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 94865
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Paraffin Baths"
      ]
    ],
    "price": 84.99,
    "brand": "WR"
  },
  {
    "title": "Bain De Terre Serum Anti-Frizz Recovery Complex 1.7 oz.",
    "description": "Eliminate Frizz & Create Instant Shine With This Luscious, Weightless, Reparative Serum. Infused With Argan & Monoi Oils That Lavish Hair In Soft, Sumptuous, Silky Perfection Alcohol, Paraben-Free & Color Safe Weightless Silicone Blend",
    "itemID": "B0002Z8SZW",
    "helpful": [
      10,
      10
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 33965
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Styling Serums"
      ]
    ],
    "price": 3.86,
    "brand": "Bain de Terre"
  },
  {
    "title": "Pureology Anti-Fade Complex Hydrate Condition, 8.5 Ounce",
    "description": "Daily hair care product for colour-treated hair in need of essential hydration, nourishment, enhanced colour brilliance and colour protection.  Use with Hydrate Shampoo.",
    "itemID": "B0009I4MCU",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8902
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 24.7,
    "brand": "Pureology"
  }
]