[
  {
    "title": "The Regimen: Complete Acne.org Treatment Kit",
    "description": "Hi everybody, I'm Dan. I suffered for years with acne and tried everything. Like many of you have probably experienced as well, nothing worked. So, I went to work researching everything I possibly could about acne and after years of trial and error I found a treatment routine that cleared me up completely using only common drugstore products. I made Acne.org to share my regimen with the world. Pretty much everyone who follows it closely gets clear--even people with severe acne. After 6 years of The Regimen being completely not-for-profit, I developed a line of larger sized, higher quality products to make The Regimen more affordable and effective for everybody. Here they are! -Dan",
    "itemID": "B0016836RY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3383
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Sets & Kits"
      ]
    ],
    "price": 44.21,
    "brand": NaN
  },
  {
    "title": "Acne.org 16 oz. Cleanser",
    "description": "When treating acne, it is important to avoid irritation. This generously sized 16 oz. ultra-gentle liquid Cleanser is carefully designed with only the gentlest cleansing ingredients to be pH balanced so it doesn't overdry or strip the skin. It also produces a thick lather which cleanses just the right amount and rinses clean.This Cleanser was developed specifically for use with The Regimen (acne.org/regimen) but can also be used as a stand-alone cleanser for all skin types.",
    "itemID": "B00164DUY2",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1121
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 24.99,
    "brand": "Acne.org"
  },
  {
    "title": "Almay Smart Shade Smart Balance Pressed Powderlight/medium, 0.20-Ounce",
    "description": "A Face Powder with breakthrough technology that combines shade sensing beads that transforms into your ideal shade while skin balancing beads keep oily areas shine free and dry areas hydrated.",
    "itemID": "B0048ICI3C",
    "helpful": [
      3,
      4
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 113156
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 22.45,
    "brand": "Almay"
  }
]