[
  {
    "title": "SHANY Professional Makeup Kit, 78 Color",
    "description": "The SHANY Professional Makeup-Kit Palette (Set of 78 Colors) offers an all-in-one compact to suit a range of makeup needs. Featuring an assortment of shades, from soft pastels to bold hues, the makeup kit allows you to mix and match colors for day or night. The palette also contains neutral light and dark tones you can use as eyeliner, and peaches and pinks that are appropriate for highlighting your cheeks and body. Made from a natural mineral oil base, the versatile colors of the palette will last for hours.ProfessionalMakeup-Kit Palette(Set of 78 Colors)At a Glance:All-in-one makeup kit includes 60 eye shadows, 12 eyeliners, and 6 cheek colorsMineral oil-based powder resists smudging and fadingSlim design with mirror and eye shadow applicators for portabilityWash off easily with your normal face-cleansing routineSelected and packaged by hand; inspected twice for qualityAssortment of eye shadows, eyeliners, and cheek colors let you become your own makeup artist.View larger.Natural mineral oil base creates a vivid shade that is resistant to fading.View larger.All-in-One Kit for Easy Makeup ApplicationThe Professional Makeup-Kit Palette has shades for all occasions in one convenient kit. Featuring dozens of pretty neutrals and bold, vibrant shades, the palette also includes white, tan, and black hues to use as shadow or eyeliner. Plus, six pink-to-peach shades are ideal for cheek color or for highlighting parts of your body, like the collarbone and shoulders.The palette includes 60 1/2-inch round eye shadow pans, 12 rectangular eyeliner shades, and 6 1-inch round pans of hues for your cheeks.Long-Lasting Mineral Oil Base Resists SmudgingEach eye shadow in this palette is made from a natural mineral oil base that creates a vivid, highly pigmented shade, smooth application with every stroke, and resistance to fading or smudging.The eye shadows and cheek shades can be easily washed off at the end of the day using your normal makeup removal routine.Slim, Portable Design for Easy StorageMeasuring 10 inches long by 8 inches wide, the slender compact is lightweight and small enough to carry with you everywhere. If you want to go straight from the office to dinner, you can easily store this compact in your purse or gym bag. The case offers a large mirror and two eye shadow sponge applicators for added convenience.The kit does not include any brushes. Try pairing it with theSHANY Studio-Quality Natural Cosmetic Brush Set with Leather Pouch(sold separately) for easy, smooth application.Inspected Twice for Quality ControlEach shade of the kit has been made and assembled in the palette by hand for precision and quality. All makeup is inspected twice before shipping to ensure a high-quality, defect-free product.About SHANY: Sleek. Sexy. Breathtaking.With a commitment to high quality, SHANY creates a variety of makeup kits, cases, and accessories. Offering easy accessibility to professional-quality makeup and accessories for at-home users, SHANY assembles and hand-selects every item in their assortment of makeup collections. All shadows are formulated with a natural mineral oil base and packaged in recyclable plastic. SHANY is a proud member of People for the Ethical Treatment of Animals (PETA), and does not test any makeup on animals.What's in the BoxOne SHANY Professional Makeup-Kit Palette (Set of 78 Colors).Eyeshadow and Makeup SetsBold and Bright CollectionMetallic CollectionSunset CollectionProfessional Makeup-KitBoutiqueSmokey EyesMineral EyeSparkle&nbsp;",
    "itemID": "B0029ERWH4",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3201
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": 25.0,
    "brand": "SHANY Cosmetics"
  },
  {
    "title": "20 Pairs Regular Long and Thick Eyelashes Style 1 and 2",
    "description": "Create a feminine look by enhancing your eyelash length with these false lashes!",
    "itemID": "B00538TSMU",
    "helpful": [
      2,
      4
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 22
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 2.6,
    "brand": "DPNY"
  },
  {
    "title": "e.l.f. Cosmetics 12 Piece Brush Set",
    "description": "Set includes concealer brush blush/bronzer brush foundation brush blending eye brush smudge eye sponge eye liner brush total face brush defining eye brush eyelash and brow wand lip defining brush brow comb and brush eye shadow brush.",
    "itemID": "B001HKR6WM",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 177
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 12.99,
    "brand": "e.l.f. Cosmetics"
  }
]