[
  {
    "title": "10 Pairs Handmade Natural Soft False Eyelashes Fake Eye Lash",
    "description": "Features:1. Specialized made by hand entirely, high quality2. Wear it ,make you more attractive and fashion3. Carefully design, simple to use and comfortable to wear4. 10 pairs of individual false eyelashes5. Eyelashes can be trimmed to fit the contour of your eyes6. With professional eyelash glue, can apply the lashes instantly7. Easy to remove by eye make up remover.8. Can be used for many times if the eyelashes are used and removed properly9. Suitable for different occasions and images.10. Good for those who want to enhance their appearance11. Suitable for professional use or home useSpecifications:1. Condition: New2. Material: Paper(Box)3. Box Size: 7.20 x 3.70 x 0.71 inch / 18.3 x 9.4 x 1.8 cm(L x W x H)4. Eyelashes length: 1cm5. Eyelashes color: Black6. Quantity: 10 pairsPackage includes:10 x pairs of false eyelashesHow to use:Carefully remove the eyelashes from the case with tweezers.Compare false eyelashes with your eyeline length, trim to suitable length and width if neccessary.Add glue along the false eyelash root with cotton bud.Hold the eyelash on the root of your natural lashes with pressure.If neccessary, apply eye shadow or eyeliner to make your eyeline look more natural",
    "itemID": "B004Z40048",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 427
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 1.19,
    "brand": "Taobaopit"
  },
  {
    "title": "REVLON Photoready Perfecting Primer, 0.91 Fluid Ounce",
    "description": "REVLON photoready perfecting prime is a revolutionary, lightweight primer that helps soften skin and diffuses light to help minimize flaws and even out skin texture. It creates a perfect canvas so that your foundation will glide on more evenly and smoothly. Can be worn alone or under foundation.",
    "itemID": "B006OZF4KG",
    "helpful": [
      3,
      5
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 2100
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation Primers"
      ]
    ],
    "price": 10.92,
    "brand": "Revlon"
  },
  {
    "title": "Missha M Perfect Cover B.B. Cream SPF 42 PA+++ 21 Light Beige, 1.69oz, 50ml",
    "description": "Full Size: 50 ml# 21 Bright BeigeFor all skin typeMISSHA M PERFECT COVER B.B CREAM SPF42 PA+++ # 21 BRIGHT BEIGEWinkle care + UV Proof(SPF 42 PA+++) + Moisturing + Make up base + FoundationIt provides excellently concealing any types of pigmentation or discoloration area on face including acne, couperose, vitiligo, age spots, sun spots and dark circles. For all skin type even for acne skin type It can be used as a makeup base or foundation. Containing substances for Soothing the skin (Na-complex)MISSHA M BB Cream Contains natural ingredients that do not damage or irritate the skin. With Continuous use, your sensitive skin will be calm, protected from redness and keep its health.MISSHA M BB Cream is a natural care cream for sensitive skin, naturally covering the irregularities on the skin as well as improving skin texture. Botanical ingredients, such as mugwort and pumpkin, and the nutritional ingredients keep skin moist and silky. MISSHA M BB Cream is a multifunctional product that can be used instead of makeup base and foundation.Directions: After basic skin care, apply an appropriate amount all over the face following the skin texture. Then, complete the makeup with powder. (To cover your skin perfectly, apply additional foundation after using MISSHA M BB Cream)INTRODUCTION to BB creamBlemish Balm, also call BB Cream, is known to have been formulated as an after-treatment cream to help patients who have gone through laser skin surgery to soothe and regenerate the skin.-Helps to soften skin texture-Prolonged used of product may help to improve overall texture of skin &amp; fade acne scars-Act as a makeup base &amp; foundation-Helps to cover the irregularities on the skin, even out skintone, camouflage undereye circles, scars &amp; add radiance to face",
    "itemID": "B002B9DWBC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1313
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 6.5,
    "brand": "MISSHA"
  }
]