[
  {
    "title": "Avon Moisture Therapy Intensive Hand Cream for Extremely Dry Skin",
    "description": "Brand New Avon Large Tube 4.2 fl. oz . \n  Avon Moisture Therapy Intensive Hand Cream for Extremely Dry Skin\nUPC:094000480719\n Keep in your Bag-Desk-Kitchen-Gym bag-Purse-Bathroom and more...Great for Dry Winter Skin..\nPrice listed is for 1 Tube only !",
    "itemID": "B0025N244K",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 41567
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": 6.1,
    "brand": "Moisture Therapy"
  },
  {
    "title": "SKIN CREAM ANTI AGING CREAM IN BEAUTY. ANTI WRINKLE CREAM. ANTI AGING NIGHT CREAM. HELPS WITH ECZEMA. APPLE STEM CELL  PROVEN RESULTS GUARANTEED TO WORK.!!!",
    "description": "Le Parfait's Advanced Apple Stem Cell  Anti-Aging CrmeA Revolutionary Technology to Protect SkinHelps to Reverse Aging and Dramatically Reduces Fine Lines and Deep WrinklesLifts, Tightens and Protects SkinHealthier, Youthful, More Radiant AppearanceThe Only Award Winning Crme with Actual Clinical StudiesThis luxurious lightweight crme, developed with cutting-edge  technology, helps to fight the signs of chronological aging. Made from Swiss  apple stem cells, studies suggest this may be the best anti-aging crme in the  world - now available without a prescription. Scientifically formulated with  PhotoCellTec, a patent-pending powerful ingredient that remarkably helps to  boost the skin's own capacity to produce skin stem cells.A Rare Apple with Incredible Properties:Uttwiler Sptlauber is a variety of a Swiss apple that derives  from a seedling planted in the middle of the 18th century. It was very famous  for its excellent storability without shriveling. LeParfait Apple Stem-Cell  Crme restores firmness and elasticity, leaving skin's texture feeling smooth  and soft.The only anti-aging crme with a clinical study to show its effectiveness!The #1 Anti-Aging Crme to Help Activate Skin  Stem Cells and Reduce WrinklesLe Parfait's Apple Stem Cell Skin Crme is a  revolutionary, luxurious cream with a patented, scientifically researched  ingredients list that is clearly the most advanced anti-aging skin care product  that you'll ever use hands down!",
    "itemID": "B00ACWLLVI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 104604
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 35.98,
    "brand": NaN
  },
  {
    "title": "Biosilk Silk Therapy Serum, Packaging May Vary, 5.64 Ounces",
    "description": "Biosilk Silk Therapy Serum",
    "itemID": "B0007CXX82",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 639
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 13.43,
    "brand": "BioSilk"
  }
]