[
  {
    "title": "The Body Shop Body Butter, Satsuma, 6.75 Ounce",
    "description": "This rich and creamy Body Butter is a feast for the skin. It melts straight in to leave skin feeling soft and smooth. It contains Community Fair Trade shea butter and smells of fresh satsuma. 24-hour hydration great for normal to dry skin -- Fresh satsuma scent.",
    "itemID": "B000F0QCWA",
    "helpful": [
      2,
      3
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 66772
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 11.45,
    "brand": "The Body Shop"
  },
  {
    "title": "Neutrogena Rapid Wrinkle Repair Eye, 0.5  Ounce",
    "description": "&nbsp;&nbsp;&nbsp;It's a new era in anti-aging. Neutrogena Rapid Wrinkle Repair Eye Cream containsAcceleratedRetinol SA, for visible results in just one week.AcceleratedRetinol SA combines an exceptional level of Retinol SA with glucose complex, an exclusive booster that delivers pure stabilized retinol into the skin's surface quickly and effectively, leaving feeling smoother and younger-looking.It's clinically proven to help: fade the look of stubborn crow's feet; brighten and even under eye area; smooth fine lines and texture; and reduce the look of dark circles.",
    "itemID": "B004D24818",
    "helpful": [
      2,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 963
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 8.91,
    "brand": "Neutrogena"
  },
  {
    "title": "Neutrogena Ageless Intensives Deep Wrinkle Serum - 1.0 oz.",
    "description": "Ageless Intensives Anti-Wrinkle Deep Wrinkle Serum works hard on even the most frustrating wrinkles to uncover vibrant, healthier-looking skin starting in just 2 weeks. The multi-vitamin complex boosts skin with anti-oxidants to help neutralize skin-damaging free radicals for healthier looking skin. This potent, fast-absorbing formula is clinically proven to deliver noticeable results including a reduced appearance of wrinkles such as crows feet, under eye and laugh lines. Dermatologist tested. Allergy tested Non-comedogenic (won't clog pores)",
    "itemID": "B001P95NSO",
    "helpful": [
      1,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13572
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 13.46,
    "brand": "J&amp;J HEALTHCARE."
  }
]