[
  {
    "title": "Alba Botanica Maximum Very Emollient Body Lotion, 12 Ounce Bottle",
    "description": "Since 1979, Alba Botanica has offered natural, 100% vegetarian personal care products that do beautiful for you, your friends and the animals and Earth you love. This means we DON'T use parabens, sulfates, or phthalates. We make a full range of products packed with potent natural, botanical ingredients that are formulated to nourish the individualized needs of your skin and hair. Because the Alba Botanica is committed to the health and happiness of all furry friends, we never test our products, or the ingredients that go into them, on animals. We recognize the need to be good stewards of all natural resources. So we try to do beautiful by reducing our environmental impact in everything we do as a business, from the field to the final product. We hope that you join our do beautiful campaign. Together we can help to preserve and heal the planet, now and for future generations.",
    "itemID": "B00028F0NM",
    "helpful": [
      38,
      38
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 65313
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 7.89,
    "brand": "Alba"
  },
  {
    "title": "Bare Escentuals bareMinerals Blemish Therapy [Misc.]",
    "description": "Conceal and prevent future breakouts with this targeted remedy and brush. The exfoliating properties of our 100% pure RareMinerals ActiveSoil Complex along with the blemish fighting benefits of natural sulfur effectively address blemishes while helping to prevent future breakouts from forming. This non-irritating formula also helps to minimize the appearance of pores, neutralize redness and diffuse imperfections. Size: 1 g / 0.03 Oz.",
    "itemID": "B004OEBRDW",
    "helpful": [
      2,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 6024
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 17.94,
    "brand": "Bare Escentuals"
  },
  {
    "title": "Barielle Cuticle Minimizer, Extra Gentle, 0.5 fl-Ounces",
    "description": "Nail-Repair-Products",
    "itemID": "B001ET7JB4",
    "helpful": [
      6,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 92985
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Cuticle Care",
        "Cuticle Repair"
      ]
    ],
    "price": 6.9,
    "brand": "Barielle"
  }
]