[
  {
    "title": "China Glaze Nail Lacquer, Draped in Valvet , 0.5 Fluid Ounce",
    "description": "Chip resistant formula. Gives long lasting manicures. Quick drying on nails",
    "itemID": "B000W0YAOA",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 200757
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 4.37,
    "brand": "China Glaze"
  },
  {
    "title": "Bundle Monster Nail Art Nailart Polish Stamp Stamping Manicure Image Plates Accessories Set Kit 25pc",
    "description": "This set includes Bundle Monster's Nail Stamping Plate Collection, officially released in 2011. This 25 piece nail art image plates include plates BM201 to BM225 and features 6 designs on each plate totaling to 150 designs. This particular set focuses more on the full nail patterns and french nail designs - AND our full nail design have gotten BIGGER since our first nail plate set, measuring at 1.6cm x 1.3cm. Designs are made to fit on most nail beds. All designs featured in this set is NOT reduplicated in any of our other nail plate sets. Use this variety pack to have fun working on your nails or give them away as fabulous gifts to families and friends. PACKAGE CONTENT: 25 Nail Art Image Plates *ONLY*. SCRAPER AND STAMPER are not included and must be purchased in order to use plates properly. PLATE SPECS: Plate Dimension: 5.5cm in Diameter. Make and Finish: Made of Stainless Steel and has a shiny, glossy finish with a \"Bundle Monster\" paper backing. **INSTRUCTIONS FOR NAIL STAMPING: 1. Apply polish on image plate design. 2. Using the scraper, scrape off the excessive nail polish. 3. Stamp the image in rolling motion. 4. Stamp design on nail smoothly. Done ! ***NOTE: Before use, peel off the tight, protective, blue plastic on top of each plate. All image designs featured in this set are authentically created and designed in-house by Bundle Monster EXCUSIVELY. Each design is protected by copyright laws.*** Bundle Monster is a registered trademark of Remy Collections LLC and is exclusively distributed by Bundle Monster. Bundle Monster trademark is protected by Trademark Law.",
    "itemID": "B004XJNQXW",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 11260
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 21.99,
    "brand": NaN
  },
  {
    "title": "Color Club Halographic Hues Nail Polish, Light Green, Cloud Nine, .05 Ounce",
    "description": "A linear holographic nail polish that will take you to cloud nine. A halographic nail polish that will bring a touch of heaven to everything you do. Favorite nail polish for celebrity manicurists and nail color fans worldwide.",
    "itemID": "B00A1Y177A",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 132334
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 8.0,
    "brand": "Color Club"
  }
]