[
  {
    "title": "Burt's Bees Toner, Garden Tomato, 8-Ounce Bottle",
    "description": "Tomato, cucumber and parsley extracts help to clean and tighten pores, leaving skin smoother and firmer. They're blended with sugar cane, sugar maple and bilberry extract, natural Alpha Hydroxy Acids (AHAs), to help boost skin's elasticity and accelerate exfoliation. This formula is recommended for normal to oily skin.",
    "itemID": "B002DPUY6A",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 32212
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Toners & Astringents"
      ]
    ],
    "price": 14.89,
    "brand": "Burt&#39;s Bees"
  },
  {
    "title": "Burt's Bees Naturally Ageless Intensive Repairing Serum, 0.45 Fluid Ounces",
    "description": "Target fine lines and wrinkles around your eyes, mouth and forehead with this concentrated serum. It contains antioxidant-rich pomegranate to fight skin-damaging free radicals, as well as borage and evening primrose oils, which help diminish the appearance of fine lines and wrinkles by strengthening skin's moisture barrier.",
    "itemID": "B002DPUY56",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 6124
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 24.99,
    "brand": "Burt&#39;s Bees"
  },
  {
    "title": "Burt's Bees  Honey &amp; Shea Body Bar, 5 Ounces",
    "description": "Wake up to softer skin when you use Burt&#x2019;s Bees Honey and Shea Body Bar. Made with a blend of honey and shea butter, this bath soap creates a rich lather that gently cleans away dirt and oil to leave your skin feeling soft and silky. This conditioning French-milled bar soap is 100% natural with a subtle scent. After cleansing with this body bar, apply your favorite Burt&#x2019;s Bees lotion. Pamper your skin naturally, with Burt&#x2019;s Bees.",
    "itemID": "B004W1SJDI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 126503
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 16.48,
    "brand": "Burt&#39;s Bees"
  }
]