[
  {
    "title": "Hask Placenta Leave-in Conditioning Treatment Super Strength 5 oz. Pump",
    "description": "Buy Hask Placenta Hair & Scalp Treatments - Hask Placenta No-Rinse Instant Hair Repair Treatment for Extremely Damaged Hair 5.0 oz Spray. How-to-Use: For general conditioning: Shake vial well. Apply after shampooing. Massage thoroughly on to hair and scalp. DO NOT RINSE. Allow to penetrate hair for three minutes, then proceed as usual with setting or styling. When bleaching: Apply 1/2 vial to hair after bleaching. Allow three minutes to penetrate hair; then proceed as usual with ton",
    "itemID": "B000EVEKMY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13097
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 6.49,
    "brand": "Hask Placenta"
  },
  {
    "title": "NYX Eyebrow Cake Powder, Black/Gray",
    "description": "Our recipe for cooking up exquisite eyebrows includes wax, tools and a pair of complementary powders, black and gray, which can be customized to create the ideal shade. Each eyebrow cake powder kit includes a slanted brush and a round wand to shape, style and tame eyebrows.",
    "itemID": "B002QI1E9K",
    "helpful": [
      26,
      29
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5689
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyebrow Color"
      ]
    ],
    "price": 5.89,
    "brand": "NYX"
  },
  {
    "title": "Coastal Scents Go Makeup Palette, Cairo, 0.28 Ounce",
    "description": "Discover exotic beauty with our Cairo Go Palette. Containing twelve highly pigmented Egyptian themed jewel tone shadows to create an endless array of looks. All twelve shadows are included in our matte black Coastal Scents logo imprinted palette and equipped with a mirror for convenience.",
    "itemID": "B005UBN3L2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 18674
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Palettes"
      ]
    ],
    "price": 12.5,
    "brand": "Coastal Scents"
  }
]