[
  {
    "title": "WEN by Chaz Dean Lavender Cleansing Conditioner 16 oz",
    "description": "WEN BY CHAZ DEAN by Chaz Dean WEN CLEANSING CONDITIONER LAVENDER 16 OZ",
    "itemID": "B00188IFHS",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1354
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 31.5,
    "brand": "WEN&reg; by Chaz Dean"
  },
  {
    "title": "Lisa Rachel Sulfate Free Conditioner &amp; Cleanser with Jojoba &amp; Chamomile Hair Conditioners And Treatments",
    "description": "Lisa Rachel contains no damaging sulfates or harsh chemicals that can strip and damage hair. Natural ingredients leave hair cleansed with remarkable shine, moisture and polish! This unique formula does the the job of 5 salon quality products to make it the most effective and money saving hair care product you have ever used. This unique formula does the job of 5 quality salon products to make it the most effective and money saving hair care product you have ever used.",
    "itemID": "B004WPHFE8",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 21993
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Conditioners"
      ]
    ],
    "price": 9.84,
    "brand": "Irene Gari"
  },
  {
    "title": "WEN SIXTHIRTEEN by Chaz Dean Daily Cleansing Treatment Six Thirteen 16 oz",
    "description": "Using the innovative and modern approach to haircare that he began in 1993, Chaz Dean has infused his WEN SIXTHIRTEEN - Daily Cleansing Treatment with an exclusive blend of eleven amino acids to help restore strength and elasticity to even the most damaged hair. The unique combination of more than twenty-five natural oils and extracts like ginger, rosemary, lotus flower and ginseng deeply nourish your hair and scalp, while the absence of sodium lauryl/laureth sulfates and wheat or nut ingredients makes WEN SIXTHIRTEEN perfect for those with sensitive skin. Full of naturally luxurious ingredients, WEN SIXTHIRTEEN is the indulgence your hair has been waiting for.",
    "itemID": "B00ATFJ8NQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 376
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 25.49,
    "brand": "WEN&reg; by Chaz Dean"
  }
]