[
  {
    "title": "Aqua Glycolic Facial Cleanser, 6-Ounce Bottles (Pack of 2)",
    "description": "Alpha Hydroxy Acid Skin Care System. Dermatologist recommended. Advanced cleaning care. Aqua Glycolic Facial Cleanser is gentle, non-drying and compatible with all skin types. Can also be used for shaving sensitive areas, such as the bikini line, face and underarms.",
    "itemID": "B001ET6Y4C",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 23551
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Glycolic Acid"
      ]
    ],
    "price": 32.52,
    "brand": "Aqua Glycolic"
  },
  {
    "title": "Olay Regenerist Daily Regenerating Serum - Fragrance Free Moisturizer 1.7 Fl Oz",
    "description": "",
    "itemID": "B0000CC64W",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 35
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 14.75,
    "brand": "Olay"
  },
  {
    "title": "Afirm 3X",
    "description": "AFIRM, a retinol cream, reduces the appearance of fine lines and makes your skin look and feel smoother and firmer.Retinol is vitamin A, a nutrient naturally found in the body that helps maintain normal epithelial skin function.AFIRMuses MICROSPONGE technology to entrap the retinol molecule to protect its potency and activity to help limit irritation and to promote its continuous release and an even uptake by absorption directly into the skin.AFIRMworks for all skin types. Three strengths are available:AFIRM 1xcontains 0.15% retinol and is intended for sensitive skin patients and for use under the eye or on the neck where many people have more sensitive skin.AFIRM 2xcontains 0.30% retinol and is for normal skin.AFIRM 3xcontains 0.60% retinol and is for oily or less sensitive skin. For 1.0% retinol tryDERMAdoctor Poetry In Lotion intensive retinol 1.0.",
    "itemID": "B0000Y3C3I",
    "helpful": [
      2,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 184172
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]