[
  {
    "title": "Garnier Moisture Rescue Refreshing Gel-Cream, Grape Water Extract, Vitamin E,  1.70-Fluid Ounce",
    "description": "Through collaboration with dermatologists and nutritionists, garnier has developed nutritioniste with \"skin-nutrients\", targeted to help your skin stay healthy looking and beautiful, day after day. Ingredient complexes developed exclusively by garnier to work on skin's outer layer.garnier nutritioniste(r) moisture rescue refreshing gel-cream locks in moisture for 24 hours, blocks out dryness. A light, oil free, gel-cream texture penetrates deeply into skin's upper layers so that skin looks and feels soft and smooth. Garnier nutritioniste(r) moisture rescue refreshing gel-cream is dermatologist tested for safety; non comedogenic - won't clog pores; gentle to skin; allergy tested; non-greasy.how is it different? Garnier nutritioniste moisture rescue refreshing gel-cream locks in moisture and blocks out dryness using a formula with a unique combination of pure antioxidant fruit water extracts and skin conditioning. Its ultra-lightweight, oil-free, refreshing gel-cream formula instantly penetrates for long-lasting moisture and boosts skin's defenses as it holds moisture for 24 hours. \"skin-nutrient\" facts - moisture rescue with: grape water extract: antioxidant power defends skin from external aggressors; vitamin e: soothes and conditions skin. Results - instantly: skin looks and feels supple and smooth. In 1 hour skin's moisture barrier is strengthened to prevent dryness. Ingredient complexes developed exclusively by garnier to work on skin's outer layer.",
    "itemID": "B003RF82UK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 649
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 7.9,
    "brand": "Garnier"
  },
  {
    "title": "Harmony Gelish Uv Soak Off Gel Polish -Bronzed (0.5 Oz)",
    "description": "Gelish will last on the nails for up to 3 weeks with a shine, no chipping, no peeling, no maintenance! It looks completely natural while protecting the natural nail",
    "itemID": "B003VMF5S6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 16952
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 11.89,
    "brand": "Gelish"
  },
  {
    "title": "USpicy&reg; Nail Dryer UV light For Acrylic, Gelish &amp; Shellac Curing + Free USpicy Highly UV Protective Gloves, Nail SPA Equipment (MACARON USND-3602 White,36W)",
    "description": "USpicy-Fashion Meets TechnologyUSpicy was created by a very simple goal - to provide high quality health and beauty products at budget-friendly prices so that everyone can afford. Why \"U&#x2022;Spicy\"? Because we put the sole focus on YOU, and dedicate ourselves to creating your own unique style, which allows YOU to feel SPICY whenever & wherever.Features:- Can be used with various kinds of UV products, such as UV Top Coat / UV Builder Gel / etc- The wavelength is visible and harmless to eyes. Do not stare at the bulb for a long time.- Heat-exhausted chip to increase reliability and life span of the nail dryer.- One-Year Manufacturer Warranty.Specifications:- 36W UV Gel light-cured- Material: Environmental ABS- All in one - disinfection &amp; drying, etc.- Auto timer control: 120s &amp; 120s onwards- Over voltage &amp; current surge protectionSafety Rules:*Please replace the bulbs regularly for keeping the efficieny.*All tools must be stored in a dryer location when the machine is not in use.*Turn it off when changing the bulbs.Pacakge includes:- 1 * USpicy nail dryer gel curing UV Lamp- 4 * 9W 365mm UV Bulb- 1 * Free Nail Sanding file\n- 1 * Free USpicy Highly UV Protective Gloves",
    "itemID": "B004K0CRIY",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 9414
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Dryers"
      ]
    ],
    "price": 29.99,
    "brand": NaN
  }
]