[
  {
    "title": "RoC Retinol Correxion Eye Cream, 0.5 Ounce",
    "description": "&nbsp;&nbsp;&nbsp;Fight the look of deep wrinkles with RoC RETINOL CORREXION Eye Cream. Specially formulated for the delicate eye area, Retinol CORREXION Eye Cream visibly reduces wrinkles around the eyes and crow's feet in 12 weeks. In addition, it evens out the appearance of dark circles and reduces the appearance of puffiness in four weeks.Usage TipsApply the formula in small dots around the eye area and gently smooth until thoroughly absorbed. Use alone or under makeup in the morning and/or evening.How Can RoC RETINOL Improve My Skin?Retinol is one of the most effective ingredients for reducing the appearance of lines and wrinkles.When you are young, your skin cells continuously renew themselves, which keeps your skin looking smooth. As time passes, however, your skin's ability to renew itself gradually slows down. Skin loses its elasticity and wrinkles become more evident. What you need is something to help keep it looking younger and healthier.This is the benefit of Retinol. Retinol is a pure form of Vitamin A that works to reduce the appearance of wrinkles.Advice for Getting the Most Out of Retinol ProductsStart Early:It is often recommended to begin using a Retinol product in your late twenties to early thirties. Early use of Retinol products can actually help to combat fine lines and wrinkles before they become apparent, so your skin stays looking younger and healthier.Start Slowly:Using Retinol is like exercising. You don't start out running a marathon. Begin by applying a small amount (a little goes a long way) every other day for about two weeks. After two weeks, you may begin applying more frequently until find the best routine for your skin.RoC RETINOL CORREXIONEye CreamAt a Glance:Hypoallergenic2006 CEW Beauty Awards WinnerStick with It:It is important to be consistent, as the benefits of Retinol are seen over time. If you happen to experience minor skin irritation, this may be temporary while your skin adjusts to the products. Just decrease usage for a few days and work your way back up after that.Protect your skin:Whether you use a Retinol product during the night or day, always remember to wear a sunscreen of SPF 15 or higher during the day.RoC: A History of Skincare ExpertiseRoC brand was founded in France in 1957 by pharmacist Jean-Charles Lissarrague and a collaboration of dermatologists. From the beginning, RoC developed strong partnerships with dermatologists, helping it become the skincare leader in France. In 1999, the makers of RoC brought its anti-aging expertise to the U.S.Since then, RoC has continued to build on its unique understanding of the skin aging process to develop the best and most effective skincare solutions for women in the U.S. RoC products in the U.S. are not only derived from extensive research and thorough clinical studies, but also from a proven track record of success with European women.What's in the BoxRoC RETINOL CORREXION Eye Cream (0.5 Fluid Ounces).Deep Wrinkle FillerDeep Wrinkle SerumDeep Wrinkle DailyMoisturizer SPF 30Eye CreamDeep Wrinkle Night CreamSENSITIVE Eye CreamSENSITIVE Night CreamTrademark Information:RoC&reg; RETINOL CORREXION&reg; Deep Wrinkle Eye Cream",
    "itemID": "B0009RFB76",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 430
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 14.1,
    "brand": "RoC"
  },
  {
    "title": "Hempz Herbal Moisturizer, 17-Fluid Ounce (500 ml) (Package may vary)",
    "description": "Pure Herbal Extracts. All-day moisturizing lotion enriched with pure hemp seed oil and extract. Hempz Moisturizer is an all day herbal body lotion providing dramatic skin through the use of pure hemp seed oil and extract. Pure hemp seed oil and extract are rich sources of essential fatty acids and key amino acids, vital to nourishing, hydrating and protecting skin. Enriched with shea butter, ginseng and natural extracts to calm, soothe and condition the skin. Vitamins A, C, & E help protect skin from natural and environmentally triggered oxidants to help reduce the appearance of the lines and wrinkles. Provides 12 hour moisturization. THC drug free. Made in USA.",
    "itemID": "B000OYJ9AO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 109
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 9.98,
    "brand": "Hempz"
  },
  {
    "title": "Dermalogica MediBac Clearing Clearing Mattifier Acne Treatment-1.3 oz",
    "description": "Dermalogica MediBac Clearing Clearing Mattifier Acne Treatment-1.3 ozStand ClearDiscover an easier, more effective way to clear breakouts, diminish pore congestion and control shine for a healthier appearance. dermalogica MediBac Clearing Mattifier Acne Treatment melts into your skin to diminish fine lines and wrinkles, smooth uneven texture and provide a gorgeous, matte finish that is all sophistication and class. Soothes inflammation and redness caused by problematic skin, this formula leaves skin clearer, smoother, softer and healthier-looking with an absolutely radiant matte glow.&nbsp;Diminishes fine lines and wrinklesSmoothes uneven texture for a gorgeous, matte finishEspecially Suited For:All skin typesEssential Elements:This premier acne treatment combines Organic Silicones, Niacinamide, Zinc Gluconate, Yeast Extract, Caffeine, Biotin, Salicylic Acid, green tea and soothing Chamomile.Free of:Artificial fragrance and colorants",
    "itemID": "B000TD4QYY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6158
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 33.98,
    "brand": "Dermalogica"
  }
]