[
  {
    "title": "Hyaluronic Acid Serum Cream|Best Pure Premium Salon-Grade Anti-Aging,Anti-Wrinkle Liquid Complex|Superb Rich Moisturizer For Men AND Women|Look Younger Or Your Money Back!Youthful,Elastic Skin Again|Eye Bags,Wrinkles,Crows Feet,Dark Circles,Dry Skin,Age Spots- All Reduced|As Seen On The Dr Oz Show|Timeless,Pure Glowing Sensuous Skin!Made In The USA",
    "description": "Experience The Anti Aging benefits Of HealthRoyals Sensuous Salon-Grade Hyaluronic Acid Serum-Cream Today!You Will Not Find A Higher Quality, More Effective And Potent Radiance-Producing Serum On The Market!What to Expect With the Best Hyaluronic Serum/Cream:Most Users Report Brighter,Glowing,More Youthful-looking Skin As Fast As The First Use! Our Unique Salon-Grade Formula Is Ideal For Both Men AND Women!- Proven to reduce wrinkles for that youthful, sensuous glow- Antioxidant properties that will reduce skin damage caused by wind, pollution,sun, smoke, alcohol , etc.- Our Serum helps to reduce dark bags under the eyes and nourishes your skin for a sensuous, smooth feel- Reduces the appearance of fine lines wrinkles, crow's feet, etc.- Our Premium Hyaluronic Acid moisturizes by absorbing up to 1000X it's own weight in moisture!HealthRoyals Premium Hyaluronic Acid Serum is a potent proven brightening cream that goes on easily and gives you dramatic results. Look and feel years younger!Please ensure that your current serum is manufactured in the USA in a GMP Certified, FDA inspected facility.With our unique intense formulation made for both MEN AN WOMEN, you will feel the benefits of our salon-grade serum absorbing into your skinOur Guarantee: If you do not feel that your skin is not more radiant and hydrated with that sensuous youthful glow, please contact us for an immediate and cheerful refund! We stand behind the benefits of our potent Hyaluronic Acid serum 100%!Please be advised that due to the popularity of HealthRoyals Premium Salon-Grade Hyaluronic Acid Serum and due to it's fantastic moisturizing and appearance-changing properties, we frequently go in and out of stock. Please ORDER NOW to ensure your immediate shipment.",
    "itemID": "B00K861Z4G",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 24733
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Shea Butter - 100% Natural African Ultra Rich Raw Shea Nuts Including Other Organic Ingredients- Intense Long Lasting Moisturization - Easily Absorbed Into Your Skin - Heals Extremely Dry, Rough or Damaged Skin -Naturally Rich in Essential Vitamins A, E &amp; F for Skin Balance, Skin Cells Regeneration and Rejuvenation, Can Help Preventing and Removing Skin Stretch Marks.",
    "description": "Would you Like to Have a Glowing Looking Skin and Healthy Hair?\"The Skin and Hair Nature's Secrets in One Package\"Your Skin is About to Get Indulged and Rejuvenated With This Gift From Nature That:- Revitalizes, Softens and Maintains Skin Moisture.- Naturally Rich in Vitamins A, E & F.- Helps Restoring Skin Elasticity.- Soothes  Eczema and Prevents/Removes Stretch Marks.- The Shea Nut smell is Removed Maximizing Your Experience.- Doesn't Clog Pores & Block Hair ShaftLagrange Body Care Shea Butter Benefits Include:Vitamin A & E.Normalize and balance the skin. Vitamin A provides the skin with healthy collagen preventing premature wrinkles and re-generates skin cells.Vitamin F.Soothes rough, dry or chapped skin, softens and revitalizes dry or damaged hair. Vitamin F consists of essential fatty acids responsible for skin and scalp healing.Beeswax.Locks in moisture, fosters cells and protects skin from damaging environmental factors. Beeswax's anti-inflammatory, antibacterial and antioxidant properties make it a very effective wound-healing agent.Jojoba Oil.Keeps skin healthy and glowing. Prevents skin from environmental damage. Its structure closely resembles the skin's own natural sebum so it is easily absorbed and helps in the treatment of Eczema.For those with dry, sensitive and Challenged skin condition such as eczema and stretch marks, we know that you will love this product.Go and add it into your cart now and indulge your skin with a drench of Natural Healing Moisture.",
    "itemID": "B00DJQQEGQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 20924
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 17.97,
    "brand": NaN
  },
  {
    "title": "Pure Moroccan Argan Oil; - THE Must Have Beauty Product - SALE 60% OFF TODAY - 100% Virgin Organic 'Liquid Gold' from Morocco. High in Vitamin E which Helps Reduces Wrinkles &amp; Fine Lines, Acne Scars and Stretch Marks. Feeds, Conditions &amp; Restores Damaged Hair - Anti Frizz - Promotes Shine. Helps Relieve Psoriasis &amp; Eczema. Great For Nails &amp; Lips as well. FairTrade Approved. The very BEST natural all round skin and hair treatment with so many incredible benefits. FREE BONUS 'BEAUTY' eBOOK INCLUDED",
    "description": "Be Ready to get noticed with your healthy,  younger looking skin and improved healthy shining hairNothing makes you feel or look older than dull, lifeless hair or skin ravaged by time or sun.But what if you could do away with all these depressing signs of aging and damage to your skin and hair with just ONE safe, all-natural, organic product?That's Why Women Everywhere Are Raving About Our Amazing Organic Skin & Hair Oil. No wonder it's being hailed as a 'Natural Botox'With just a few drops of our Moroccan Magic 100% Organic Argan Oil daily, here's what it can do for you&bull; Slow & Reduce Fine Lines and Wrinkles, Also Proven to reduce Acne Scars&bull; Moisturize & Improve Skin Elasticity Stolen By Time&bull; Brighten Dark Under Eye Circles that make you look tired&bull; Restore life and shine to hair, calm frizzy hair damaged by chemicals and heatHow can it do all this?Called Liquid Gold of Morocco it is rich in vitamins (particularly vitamin E) a powerful fighter of body-aging free radicals, and is unrivaled by any natural or manmade product in providing a unique blend of natural oils, minerals and fatty acids.Try Risk Free as we Guarantee if you don't like our Pure Argan Oil we will refund your money in fullClick the Add To Cart button at the top of the page now, there are only limited stocks at this Special Discounted Sale Price",
    "itemID": "B00GGR7YGO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 89404
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 15.99,
    "brand": NaN
  }
]