[
  {
    "title": "Groganics DHT Vitamins 2-A-Day 30 Count",
    "description": "May Be Beneficial For Faster Hair Growth, Stronger Hair And Improved Skin Quality For Advanced Hair Loss And Severely Thinning Hair",
    "itemID": "B000FVEL54",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 9879
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 7.04,
    "brand": "Groganics"
  },
  {
    "title": "Groganics Deep Freeze Follicle Cleanser Shampoo &amp; Scalp Abosorbent Shampoo, 8 Ounce",
    "description": "The potent Amazonian blend breaches layers of DHT build up flushing follicles clean and leaving room for thick healthy hair to thrive.",
    "itemID": "B000VICKKO",
    "helpful": [
      5,
      5
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 19537
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 8.29,
    "brand": "Groganics"
  },
  {
    "title": "Instant Face, Neck and Eye Lift (Dark Hair)",
    "description": "Our Guarantee:  The most effective face lifting product you've ever used or your money back.  Try this simple self-test: Looking in a mirror, place index fingers in front of your ears, and thumbs at the end of your jaw, then push skin upward and back. Do you like what you see? That is what Instant Face and Neck Lift will do for you.\n\nCosmetic surgery results without the pain and expense. Instant Face and Neck Lift is simple to use, and you will get guaranteed results. You will look years younger instantly and feel great.\n\nInstant Face and Neck Lift will take years off your appearance in just a few minutes. Not only will you look younger, but you will also feel great. \n\nThis face and neck lift system will lift sagging skin, eliminate wrinkles from your face, neck jaw, and eye area. No one will know your secret! Instant Face and Neck Lift is the solution.\n\nAfter extensive testing, CosmeSearch, Inc. has developed a simple hand made device which is highly effective, easy to use, and unnoticeable. It is ideal to use for special occasions, weddings, reunions, modeling, picture taking, travel, etc.\n\nEach kit comes with Face and Neck Lifting Bands and 40 Hypoallergenic Tapes.\n\nFor best results and proper application, make sure that the area the tapes adhere to is clean and free of oil and makeup.\n\nFor an instructional video go to secretlift.com.",
    "itemID": "B004BVYT2Y",
    "helpful": [
      2,
      3
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 3954
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 20.95,
    "brand": "CosmeSearch, Inc."
  }
]