[
  {
    "title": "MillCreek - Biotin Shampoo, 16 fl oz gel",
    "description": "Biotin Shampoo  BENEFITS: : This shampoo combines biotin with keratin,   elastin and cystine. Used daily, this enriched formula can help replenish   important nutrients necessary for healthy scalp and hair. Our therapy formula   combines Biotin, an essential member of the B-complex family with other   B-complex vitamins-panthenol, inositol, niacin, folic acid-with cystine,   keratin, jojoba and aloe vera for healthy-looking hair with full-bodied texture.   Refreshing peppermint oil provides an invigorating sensation for the scalp.    DIRECTIONS: Wet hair thoroughly. Apply shampoo to scalp and   gently massage into hair to work up a rich lather. Rinse completely. Repeat, if   necessary.     FREE OF: Parabens, SLS/SLES, Propylene Glycol, Artificial   Colors and Fragrances",
    "itemID": "B00014D322",
    "helpful": [
      0,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Health & Personal Care": 14774
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 4.0,
    "brand": "Mill Creek"
  },
  {
    "title": "GIOVANNI COSMETICS, Nutrafix Hair Reconstructor - 8.5 oz",
    "description": "Conditioner-Reconstruct-Nutrafix for Damaged Hair by Giovanni 8 oz Liquid Conditioner-Reconstruct-Nutrafix for Damaged Hair 8 oz Liquid Product deep repair for critically damaged hair Rebuilds hair from the cuticle layer replacing missing nutrients and addingproteins for strength. For chemically dependent hair. Re-energizes tired damaged hair Encourages thickness and volume Fills in porous hair with rich proteins Warnings Keep out of reach of children. As with all dietary supplements consult your healthcare professional before use. See product label for more information.",
    "itemID": "B00016X3L6",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 140384
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 4.72,
    "brand": "Giovanni"
  },
  {
    "title": "Set 5 Double Ended Nail Art Dotting and Marbling Tools 10 Dot Sizes by Cheeky&reg;",
    "description": "Fabulous Nail Art Dotting ToolsThis set of Cheeky dotting tools includes 5 double ended dotters with a total of 10 different dot sizes.These tools are perfect for creating amazing nail art designsNow you can create any design you can imagineIn order to achieve the finest results please follow these steps:1. Clean your nails using Cheekys special nail art cotton rounds and nail polish remover.2. Choose the dot size most suitable to the design you would like to create and dip the dot into a drop of nail polish.3. Start to express your creativity and create wonderful nail designs.4. In order to enhance your design, we highly recommend using Cheeky's rhinestones and fimo nail decorations.The results will be outstanding!!!Becoming an official \"Cheeky Chick\"Cheeky is a lady's best friend!It is a one stop shop for ladies beauty needs such as: makeup, nails, personal care products or innovative beauty gadgets, all are only few clicks away when shopping on our Cheeky shop.Cheeky's famous high quality products and services are guaranteed with every purchase of one of our products.After the purchase of your first Cheeky item, you will become an official \"Cheeky Chick\" and most likely develop severe addiction to Cheeky's products.You will find that enjoyable shopping experience, excellent service and stylish high quality products can be bought at a fair price.Please note that we offer fast (from the UK) and slow (from China) shipping options for your convenience. Please select your most suitable shipping option according to your needs and budget.",
    "itemID": "B005FJQQMC",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 6451
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 6.99,
    "brand": NaN
  }
]