[
  {
    "title": "Clove 100% Pure Therapeutic Grade Essential Oil- 10 ml",
    "description": "* Botanical Name: Syzgium aromaticum\n* Plant Part: Buds\n* Extraction Method: Steam\n* Origin: Indonesia\n* Description: Clove is derived from the tree Syzgium aromaticum. It is a slender evergreen that grows up to 36 feet. At the start of the rainy season, long buds appear. They change color over time and are beaten from the trees and dried. These are the cloves sold commercially.\n* Color: Light Golden Yellow\n* Common Uses: Clove essential oil is an effective agent for minor pains and aches (particular dental pain), and is helpful when battling flu and colds.\n* Consistency: Medium\n* Note: Middle\n* Strength of Aroma: Medium to Strong\n* Blends well with: other spice oils, Citronella, Grapefruit, Lemon, Orange, Peppermint, Rosemary & Rose.\n* History: The word clove comes from the Latin word clavus, meaning nail, since the shaft and head of the clove bud resembles a nail. Cloves and nutmeg were among the most precious of items of Europe of the 16th and 17th centuries, and they were worth more than their weight in gold.\n* Cautions: Clove oil can cause sensitization in some and should be used in dilution. It should also be avoided during pregnancy. For external use only.",
    "itemID": "B002RTA8YU",
    "helpful": [
      5,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2712
    },
    "categories": [
      [
        "Beauty",
        "Fragrance"
      ]
    ],
    "price": 3.45,
    "brand": NaN
  },
  {
    "title": "Sunburnt Therapeutic After Sun Relief, 6-Ounce Tube",
    "description": "Too much time in the Sun can wreak havoc on our skin, causing painful sunburn, dryness and insightly peeling.  SunBurnt&#x2122; Therapeutic After Sun Relief helps your skin recover from an afternoon at the beach, in the garden or at a ballgame.  With all-natural homeopathic active ingredients, SunBurnt&#x2122; will cool overheated skin, soothe and hydrate sunburned skin, and help to reduce skin peeling.",
    "itemID": "B001FWXJ4G",
    "helpful": [
      2,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 9256
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "After Sun"
      ]
    ],
    "price": 7.85,
    "brand": "Sunburnt"
  },
  {
    "title": "CLEAR SCALP &amp; HAIR BEAUTY Damage &amp; Color Repair Nourishing Shampoo, 12.9 Fluid Ounce",
    "description": "",
    "itemID": "B007RTR89S",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14850
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 4.46,
    "brand": "Clear"
  }
]