[
  {
    "title": "Avon Haiku Eau De Parfum Spray 1.7 Fl Oz",
    "description": "Haiku by Avon Eau De Parfum Spray 1.7 oz Women",
    "itemID": "B00117VR1M",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9914
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 11.75,
    "brand": "Avon"
  },
  {
    "title": "Aphogee Two-step Treatment Protein for Damaged Hair 16 oz.",
    "description": "This unique treatment is formulated with magnesium and modified proteins which fuse into the hair with the application of heat.  The result is that breakage is drastically reduced.  ApHogee Two-Step Protein Treatment is a salon service product unlike any product available for at-home use.  During the process, ApHogee treatment hardens into the hair, dramatic evidence that something special is occurring. For best results a hooded dryer is required. After rinsing and moisturizing with ApHogee Balancing Moisturizer, clients are astounded with the results.  ApHogee Two-Step Protein Treatment can help improve other salon services as well.  This remedial process is highly recommended for hair that:     Is too weak or fine to take a perm or relaxer. (use the week PRIOR to service)  Is over-bleached.  Will not hold color. (use PRIOR to color application)  Breaks when combed or brushed.  Is mushy when wet and brittle after drying.  1oz (twin pak with Balancing Moisturizer) single size, 4 oz stylist size, 16 oz salon size  Stops hair breakage, rebuilds hair structure for six weeks. This unique Treatment is formulated with specially modified proteins and magnesium, which fuse into the hair when you apply heat. The result is that breakage in all hair types is drastically reduced. ApHOGEE Treatment is a salon service product unlike any product available for at-home use. During the process, ApHOGEE Treatment hardens into the hair, revealing dramatic evidence that something special is happening. After rinsing, and moisturizing, clients are astounded with the results. ApHOGEE Treatment can help improve other salon services as well. It is highly recommended for hair that:  is too weak or fine to take a perm  is over-bleached  will not hold color  breaks when combed or brushed  is mushy when wet and brittle",
    "itemID": "B0009R33U8",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9425
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 19.39,
    "brand": "Aphogee"
  },
  {
    "title": "Neutrogena Clean Replenishing Deep Recovery Hair Mask, 6 oz",
    "description": "The concentrated weekly treatment for soft, lustrous hair. Developed to treat extra dry or over-processed hair. This intensive moisture treatment rescues even the most dehydrated hair strands. Use this restorative mask each week for effective treatment of extra dry or over-processed hair. So powerful, just a small amount is enough to restore dried out strands to be soft, lustrous and shining in minutes. Three naturally derived extracts penetrate to help moisturize each layer of the hair strand: Olive penetrates to the center; Meadowfoam Seed helps moisturize the middle; Sweet Almond wraps the surface.",
    "itemID": "B00027CDYM",
    "helpful": [
      5,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5067
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 6.29,
    "brand": "Neutrogena"
  }
]