[
  {
    "title": "Olay Professional ProX Age Repair SPF 30 2.5 FL OZ",
    "description": "Olay Professional ProX Age Repair SPF 30 2.5 FL OZ. Designed to help shield your skin from harmful UVA & UVB exposure. This primary solution also hydrates to fight the appearance of fine lines and wrinkles.. Protect skin in the morning with Age Repair lotion, spreading evenly over the face and neck area. Treat skin with a ProX specialized treatment for your area of concern.",
    "itemID": "B001FT75SA",
    "helpful": [
      16,
      18
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 18403
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection",
        "Sports"
      ]
    ],
    "price": 22.68,
    "brand": "Olay"
  },
  {
    "title": "Olay Professional Pro-X Wrinkle Smoothing Cream Anti Aging 1.7 Oz",
    "description": "Professional Skin Expertise. Olay Professional is at the forefront of science and anti-aging technology. Leading dermatologists and Olay skin scientists have partnered to establish the Olay Professional Alliance. Through this partnership, Pro-X was created to bring you prescribed regimens to treat your specific skin care concerns. Our goal is that you are satisfied with your product choices. Rigorously tested through multiple clinical studies overseen by independent dermatologists, Olay stands behind these products and guarantees you complete satisfaction. Wrinkle Smoothing Cream is professionally designed as a primary solution that smoothes uneven texture with moisture, combating the look of fine lines and wrinkles.",
    "itemID": "B001JQLNM8",
    "helpful": [
      10,
      11
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1504
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 15.99,
    "brand": "Olay"
  },
  {
    "title": "HSI PROFESSIONAL 1 CERAMIC TOURMALINE IONIC FLAT IRON HAIR STRAIGHTENER FREE GLOVE + POUCH AND travel size Argan Oil Leave In Hair Treatment. WORLDWIDE DUAL VOLTAGE 110v-220v",
    "description": "The Proffesional HSI Flat Iron is great for transforming frizzy, dull hair into gorgeously straight, sleek locks. Aside from straightening, the Proffesional HSI Flat Iron curls and flips hair beautifully, its 1\" plates giving maximum control for all hair types. With flash quick heating and swivel cord, this iron provides great style without making a mess or taking too much time. Featuring new easier grip with ergonomic design for easier hold, the styler flat iron also has versatile heat settings to provide you with total control for all your hairstyling needs. Moist ceramic heat with solid ceramic plates and coils will maintain even temperature",
    "itemID": "B001MA0QY2",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 53.59,
    "brand": "HSI PROFESSIONAL"
  }
]