[
  {
    "title": "Brahmi Oil - Ayurvedic Hair Growth massage oil",
    "description": "Massaging of hair & scalp with a proper nutrient hair oil gives additional nutrition to the scalp and prevents hair loss. Massaging also increases the blood circulation in the scalp & this keeps the hair roots strong. Excellent for combating dandruff and dry scalp. Contains fresh Brahmi (Gotu Kola) leaves in an all-natural coconut oil base. Ayurvedic Brahmi oil has been traditionally used as a stimulant for the hair. According to Ayurveda, Brahmi Oil can be used to maintain a healthy scalp and form a natural preventative against the dandruff and flaking. Our Brahmi Oil contains only the finest mixture of pure cocunut oil and many carefully selected Ayurvedic herbs, including the use of fresh Brahmi leaves.",
    "itemID": "B0002OMOIA",
    "helpful": [
      46,
      55
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2889
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Hair Regrowth Treatments"
      ]
    ],
    "price": 20.35,
    "brand": "Vadik Herbs"
  },
  {
    "title": "NaturOli Soap Nut / Soapberry Shampoo 16oz Organic Natural Hair Care. Sulfate Free! Normal to Oily. EXTREME Hair is made with USDA organic soap nuts / soap berries! Gluten free. Vegan.",
    "description": "Our organic Soap Nuts / Soapberry Shampoos are here - and a HUGE SUCCESS!LARGE 16-oz recyclable bottle with golden toggle cap dispensing.Available in two formulas: \"Normal to Oily\" and \"Normal to Dry\".Pure, 100% botanical and SULFATE FREE!We have formulated \"EXTREME Hair\" Soap Nut Shampoos with the utmost of care - selecting only the utmost quality of ultra-rich, effective botanical extracts and oils targeting hair and scalp issues.Enjoy powerful, yet gentle action, in unique Ayurvedic formulas.NOTE: A brief detox / clarifying period may be required.Our \"EXTREME Hair\" Soap Nuts Shampoo formulas are genuinely all-natural, botanical shampoos. They will rid your hair and scalp of years of hazardous chemical build up and residues. Initial results may seem less than ideal as your hair and scalp must first be purged of these unwanted and unhealthy substances. It may take a couple washings in the first week or so before fully realizing and experiencing all the wonders, benefits and beauty achieved with TRULY natural hair and scalp care.For our \"Normal to Dry\" formula see Amazon item: B003P85MAMAlso see our VALUE PRICED Soap Nuts LARGE COMBO SETS with LOTS of Soap Nut goodies, see Amazon item: B004FSZAYO (with Normal to Oily formula) or item: B004FVYHM2 (with Normal to Dry formula).Soap Nuts \"Starter\" Size Combo Sets also available! Items: B004FXQBIS and B004FXV3UYSearch for: \"NATUROLI COMBO SETS\" in \"ALL\" Departments for many options to try out numerous Specially Packaged Sets of our TOP SELLERS!NaturOli is a proud Signer and \"CHAMPION\" of the Environmental Working Group and Skin Deep's \"Safety in Cosmetics Campaign\".",
    "itemID": "B003P7VX24",
    "helpful": [
      27,
      29
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3369
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 19.95,
    "brand": NaN
  },
  {
    "title": "Shea Moisture African Black Soap Deep Cleansing Shampoo - 13 oz.",
    "description": "This shampoo helps regulate sebum production while alleviating itching and flaking. Treats dandruff, eczema & psoriasis.",
    "itemID": "B0038U4TQU",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14728
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 14.99,
    "brand": "Shea Moisture African Black Soap Deep Cleansing Shampoo - 13 oz."
  }
]