[
  {
    "title": "Eucerin Dry Skin Therapy Foot Creme, Plus Intensive Repair, 3-Ounce Tubes (Pack of 3)",
    "description": "With Alpha Hydroxy. Restores smooth healthy-looking feet. Clinically proven to help heal cracked heels. Non-greasy. Non-irritating. Fragrance free. Dermatologist recommended. Eucerin, the dermatologist-trusted brand for dry skin care. Eucerin Plus Intensive Repair Foot Creme is clinically proven to help heal extremely dry, rough feet within two weeks. It combines non-irritating alpha hydroxy to smooth skin and intense moisturizers, such as urea and glycerin. Your feet will look and feel noticeably softer and healthier. Fast relief and long-lasting moisturization. Dramatically reduces skin cracks and rough heels. Non-greasy and absorbs quickly. Fragrance-free. Sunburn Alert: This product contains an alpha hydroxy acid (AHA) that may increase your skin's sensitivity to the sun and particularly the possibility of sunburn. Use a sunscreen, wear protective clothing, and limit sun exposure while using this product and for a week afterwards.",
    "itemID": "B0009F3M6A",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 2123
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 16.16,
    "brand": "Eucerin"
  },
  {
    "title": "Biore Ultra Deep Cleansing Pore Strips, 6 Count",
    "description": "Offer maximum pore cleansing power to combat headstrong pore-clogging dirt and oil around the nose area. Formulated with tea tree oil, menthol and witch hazel, you can feel the strips working as they deep clean, refresh and purify pores.",
    "itemID": "B000H8UN3Y",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 2242
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Pore Cleansing Strips"
      ]
    ],
    "price": 4.51,
    "brand": "Biore"
  },
  {
    "title": "Aztec Secrets: Indian Healing Bentonite Clay, 2 lbs",
    "description": "Indian Healing Clay by Aztec Secret 2 lbs Clay How Aztec Secret Works Indian Healing Clay Clays have been used for centuries to beautify and refresh when used as a facial mask. Cleopatra used clay from the Nile river and the Arabian desert over 1800 years ago as part of her beauty ritual. German and Roman spas have been using clay packs and treatments in the spas they built 4 000 years ago. Many of these spas still exist and use clay even today. Pliney the Elder devoted an entire chapter of his Natural History to the many uses of clay for pimples black heads and skin tightening. Many famous naturopaths such as Kuhn Just and Kneipp have contributed to the revival of the uses of clay through their natural treatments for arthritus and skin ailgments. Aztec Indian Healing Clay A Brief History - The Worlds Most Powerful Facial The use of clay with apple cider vinegar can be dated back to the southern French priest of the16th century Kneipp and his natural treatments using clay packs and po",
    "itemID": "B000ZMBSPE",
    "helpful": [
      0,
      3
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 142
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 10.31,
    "brand": "Aztec Secret"
  }
]