[
  {
    "title": "Zum Mist Aromatherapy Room and Body Spray Frankincense And Myrrh -- 4 fl oz",
    "description": "Utilize, Aromatize, Harmonize...Spray the bad karma (and funk) away with a mist that can't be missed. Give it a shake and give it a shot.Frankincense &amp; Myrrh Mist.DeepSweetWoodsyA classic that never gets oldQuestions? call 1-800-361-5686 or visit indigowild.com4 fl. oz.&nbsp;",
    "itemID": "B0009YDO32",
    "helpful": [
      25,
      26
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4862
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Body Sprays"
      ]
    ],
    "price": 9.99,
    "brand": "Zum"
  },
  {
    "title": "TRESemme Split End Remedy Shampoo, 25 Fluid Ounce",
    "description": "TRESemme split remedy shampoo gently cleanses and strengthens to keep hair healthy and manageable and reduces split ends up to 80% after just three uses. This unique formula, with our innovative reconstructing complex, actually binds split ends and keeps working to fix damage and bind splits as they occur. Hair is left looking salon fresh - softer, smoother and easier to style.",
    "itemID": "B0073SBEPC",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 34488
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 8.87,
    "brand": "TRESemme"
  },
  {
    "title": "Queen Helene Cocoa Butter Hand and Body Lotion, 32 Ounce Bottle",
    "description": "Queen Helene has been a leader in quality beauty products for professional and personal use since 1930. Our products are inspired by nature&#x2019;s finest ingredients because they are safer, and often more effective, than harsh chemicals and unnecessary additives. We use natural elements like cocoa butter that are rich with vitamins and natural emollient properties to moisturize, soften and nurture your skin and hair. We use pomegranate oil for its antioxidant protection against the skin-aging effects of the environment and essential oils to help relax tired muscles and ease tension. Many of our products take advantage of the unique qualities of nature&#x2019;s finest ingredients to keep you looking your best.&#xA0;For over 80 years, our commitment to excellence has made many of our products among the leaders in the personal care category, and we are proud to continue our dedication to providing the most effective products your body needs from head to toe.",
    "itemID": "B000EGOG46",
    "helpful": [
      3,
      7
    ],
    "overall": 2.0,
    "salesRank": {
      "Health & Personal Care": 4490
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": 8.43,
    "brand": "Queen Helene"
  }
]