[
  {
    "title": "NYX Cosmetics Black Label Lipstick, Heiress, 0.15 Ounce",
    "description": "NYX first class color collection for the lips. Ultra creamy texture glides on smoothly. Provides rich, long-lasting color. Emollients moisturize, condition and protect lips.",
    "itemID": "B002QXINAS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 107353
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 7.49,
    "brand": "NYX"
  },
  {
    "title": "SHANY Makeup Artists Must Have Pro Eyeshadow Palette, 96 Color",
    "description": "Not satisfied with your Small eyeshadow kit, you want more colors? then you got the right item! did you know that all Shany's collection are made, assembled, cherry picked, and inspected by hand? There are no machine made eye shadows in this collection; each single eye shadow has been put in a palette by hand, as you can see in the pictures. Color rainbow has been the best selling brand in department stores and major beauty salons. Shany's product are beauty leaders in the market, as their pigments quality are always top of the line. This particular eye shadow kit is made after 3 months of research on popular colors for cold and hot weather and for day and night styles. What you see is a complete deluxe makeup kit that every woman must have. We take the most pride in our product's quality since each single eye shadow will be inspected twice, before packaging, and before shipment. The colors are long lasting and will not fade after a couple of hours unlike the other brands out there. Once you applied Shany eye shadow there is no need for reapplying, the color will stay until you wash it off. The variety of colors will allow you to do any kind of look you desire such as cat eyes, smokey eyes, bridal look and so on. Once u have this kit you can simply get rid of any other eye shadow kit that you have because you will get every color that you possibly need in this kit. There is no brush or mirror included in this kit.",
    "itemID": "B002RXW5BA",
    "helpful": [
      1,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 14500
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": 25.0,
    "brand": "SHANY Cosmetics"
  },
  {
    "title": "8pcs Pro Pink Make up Brushes Set with Case",
    "description": "PRODUCT FEATURES: With superior-quality, the makeup brushes in the set will not irritate your skin Durable unique packaging can well protect your makeup brushes It is an important beauty essential for you, suitable for each wise customer Eco-Friendly - high quality makeup brushes designed for professional use which will give you a flawless face and eye makeup application. How to Cleaning Your Brushes? 1. Place brushes in warm water. 2. Apply a small amount of gentle shampoo to brushes and work into a light lather. 3. Rinse brushes thoroughly under running water. You will notice that the water leaving the brush is tinted from protective coating. 4. Continue rinsing until no color leaves the brush. 5. Allow it to air-dry. Note: Due to the difference between different monitors, the picture may not reflect the actual color of the item.",
    "itemID": "B0067F28ZW",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 45
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 3.46,
    "brand": "Nicky&#39;s Gift"
  }
]