[
  {
    "title": "Original Scent Dry Skin Moisturizer by Jergens, 21 Ounce",
    "description": "EXPERIENCE ALL THE WAYS THE JERGENS COLLECTION OF MOISTURIZERS GIVE SKIN A SUBTLE ALLURE THAT CAPTIVATES. MOISTURIZE INTO MEMORABLY SOFT SKIN.",
    "itemID": "B000P9BR4Y",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 86283
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 4.56,
    "brand": "Jergens"
  },
  {
    "title": "Neutrogena Healthy Defense Daily Moisturizer, SPF 45, 1.7 Ounce (Pack of 2)",
    "description": "Broad spectrum/UVB. Lightweight, non-greasy. Dermatologist recommended. Daily moisturizer with superior protection from skin aging UVA rays. Healthy Defense SPF 45 daily moisturizer with helioplex, an advanced patented sunscreen complex provides superior anti-aging protection and moisturization. Protects: Helps screen out UVB burning rays and UVA skin aging rays to help prevent premature lines and wrinkles caused by the sun. Provides exceptional deep cellular skin protection. Prevents: Exclusive anti-oxidant blend with pure Vitamin E helps prevent environmental damage that may accelerate the signs of skin aging. Moisturizes: Lightweight, non-greasy formula absorbs quickly and keeps skin hydrated all day. The sun's UVA and UVB rays damage skin differently. UVB rays harm the skin's surface and are the primary cause of sunburn. UVA's more penetrating rays damage collagen and elastin that results in the signs of premature aging: fine lines, wrinkles, sagging, age spots. Made in USA.",
    "itemID": "B001E96NEI",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 199324
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Vaseline Sheer Infusion Body Lotion, Mineral Renewal, 13.5-Ounce Bottles (Pack of 2)",
    "description": "Some moisturizers only treat the top layers of your surface skin, leaving it feeling greasy. Others sink through quickly and your skin is not thoroughly moisturized. New Vaseline Sheer Infusion with Stratys-3 infuses and suspends superior* moisture across all layers of your skin.** Only Vaseline Sheer Infusion delivers superior moisture* and an unmatched silky feel.",
    "itemID": "B0027CT5VO",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 334668
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]