[
  {
    "title": "Essie Nail Polish Marshmallow, .5 Ounce",
    "description": "These high-quality nail polishes were vote the \"Best Overall Nail Polish Line\" by InStyle magazine. Essie pride themselves on producing great nail polishes that go on smooth and don't leave streaks. Celebrities who use Essie: Kristin Davis, Debra Messing, Britney Spears, Jennifer Lopez, Sharon Stone, Oprah Winfrey and Naomi Campbell ! What's in a name? Each season Essie Weingarten has the difficult task of naming six new colors of polish. Naming a polish is tricky; however the key to the success of Essie Cosmetics is not only the glorious colors, but the descriptive memorable names.",
    "itemID": "B000142C1A",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7849
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 5.58,
    "brand": "Essie"
  },
  {
    "title": "#1 BEST Vitamin C+E Serum Combination Antioxidant Treatment - 1 oz / 30 ml - Super Combination Antioxidant Formula - 15% Vitamin C, 1% Vitamin E, and 0.5% Ferulic acid.",
    "description": "Our Best Selling topical antioxidant Vitamin C+E Serum is  the highest-quality Vitamin C Serum available in today's cosmetic marketplace.Expected results are a significant improvement  in skin symptoms and conditions for a brighter, more radiant, even toned,  healthier and youthful looking complexion.Our Vitamin C+E Serum provides your skin with 3  potent antioxidants listed below:1. Vitamin C (L-Ascorbic Acid):An active form of Vitamin C occurs naturally  in citrus fruits. This potent water-soluble antioxidant protects skin from  oxidative damages caused by the sun rays (UVA/UVB radiation). It improves  elasticity of skin by enhancing the production of collagen. Helps diminish  hyperpigmentation, erythma, and skin redness. Helps render vitamin E more  powerful.2. Ferulic Acid:A powerful antioxidant found in the cell  walls of plants. This ingredient is predominantly effective at preventing sun  damage. Research studies demonstrate exposure to ultraviolet light actually  increases the antioxidant capacity and efficacy of ferulic acid. Blended  synergistically with other antioxidants, ferulic acid renders vitamin C and  vitamin E more powerful then when used alone. Natural preventative capabilities  of ferulic acid prevent premature signs of photo-aging.3. Vitamin E (Alpha-Tocopherol):This antioxidant functions to protect against the harmful  effects of sun rays (UVA/UVB radiation) and reactive oxygen radicals.4. Hyaluronic  Acid:A  naturally occurring polysaccharide responsible for tissue hydration and  lubrication within the extra-cellular space of bodily tissues.",
    "itemID": "B00163JVJQ",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1811
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 39.95,
    "brand": NaN
  },
  {
    "title": "Body Toolz Cuticle Pusher",
    "description": "Professional Pusher gently pushes cuticles. Cleaner for removing dirt or acrylic under nails.",
    "itemID": "B001B7PUBK",
    "helpful": [
      6,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 44741
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Cuticle Pushers"
      ]
    ],
    "price": 6.11,
    "brand": "Body Toolz"
  }
]