[
  {
    "title": "Garnier Skin Renew Anti-Dark Circle Eye Roller, 0.50-Fluid Ounce",
    "description": "Skin's appearance is at its best when essential nutrients aid in stimulating and protecting skin cell activity throughout the surface layers of the skin. Thus, diet and nutrition, as well as lifestyle and aging, influence the beauty of your skin. Through collaboration with dermatologists and nutritionists, garnier has developed nutritioniste with \"skin-nutrients\", targeted to help your skin stay healthy looking and beautiful, day after day: dermatologist tested for safety; ophthalmologist tested; gentle to skin; allergy tested; non-greasy.garnier nutritioniste(r) skin renew anti-dark-circle roller - roll away dark under-eye circles for instantly brighter-looking eyes. This 2-in-1 solution combines anti-dark-circle care plus instant blendable coverage in a gentle, easy-to-apply roller applicator. Is it right for me? Over time, lack of sleep and daily fatigue make eyes look tired. Microcirculation slows and the delicate skin around the eyes becomes thinner and more translucent. Dark circles and shadows appear. Skin renew anti-dark-circle roller is right for you if you want to instantly correct the appearance of dark circles and brighten the skin around your eyes.how is it different? Garnier nutritioniste skin renew anti-dark-circle roller is our 1st eye product that uses a unique combination of \"skin-nutrients\" plus concealing mineral pigments in a cooling, roll-on applicator to instantly correct dark circles. It's ideal for a gentle, hygienic application in the sensitive eye area and the non-messy roll-on applicator is convenient for use on-the-go. \"skin-nutrient\" facts - skin renew with caffeine gel + roller ball energizes and stimulates microcirculation; lemon essence brightens; mineral pigments instantly corrects dark circles. Results - instantly dark circles are corrected and shadows appear diminished. In 1 week eyes look bright. Ingredient complexes developed exclusively by garnier to work on skin's outer layer.",
    "itemID": "B003RF82RI",
    "helpful": [
      14,
      17
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1540
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Dark Circle Treatments"
      ]
    ],
    "price": 6.21,
    "brand": "Garnier"
  },
  {
    "title": "Revlon Concealer Brush, Premium",
    "description": "Revlon Concealer brush features a narrow, tri-toned flat brush design using high grade super soft fibers to apply concealer smoothly and evenly",
    "itemID": "B004JZNKCM",
    "helpful": [
      3,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 73592
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 5.45,
    "brand": "Revlon"
  },
  {
    "title": "Too Faced Cosmetics, Shadow Insurance, 0.35 Ounce",
    "description": "Your full-coverage insurance policy against all fading, creasing, melting, blurring, oil slicked andhard-to-blend eye-shadow accidents. Our silicone based eye-shadow primer transforms any eyeshadow into a perfectly blendable, color-drenched, intensified version of its self, then locks it downperfectly &#x2018;till you take it off. Our skin soothing formula evens out the skin tone on your lids andsmoothes out lines while it secures a barrier between the oils of your skin and your makeup, so noshadow catastrophes will ever happen again. \"Thank you Shadow Insurance, I can sleep better atnight knowing you're on my side!\"-",
    "itemID": "B0013CSGBE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2975
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 12.95,
    "brand": "Too Faced"
  }
]