[
  {
    "title": "EARTHLY BODY Marrakesh Argan Oil Gift Bag Set",
    "description": "Marrakesh Shampoo 8oz:Sulfate-Free. Rich botanicals provide gentle cleansing for all hair types.Unique Hemp-Seed & Argan Oil formula restores moisture.Safe for daily use on damaged and color-treated hair. No alcohol, no parabens, no dyes.Made in the USA.Scent: Original (Earthy/Spicy-Sensual).Marrakesh Conditioner 8oz:Hemp & Argan Oil formula replenishes hair.Silk proteins maximize moisture & color retention.Botanical elements smooth hair to detangle and provide control. No alcohol, no parabens, no dyes.Made in the USA.Scent: Original (Earthy/Spicy-Sensual).Marrakesh X: A leave-in hair treatment that does ten different Xtraordinary things for your hair!Stops BreakagePrevents Split EndsAdds BodyCreates Silky FeelThermal ProtectorAdds ShineRepairsDetanglesFrizz ControlSeals Hair Color Made in the USA.Scent: Original (Earthy/Spicy-Sensual)Earthly Body Marrakesh Oil- 2ozProtects hair from elements.Infuses brilliant shine.Moisturizes & conditions naturally.Protects & moisturizes for thermal styling.Controls frizziness and unruly hair.Absorbs quickly, without leaving a greasy residue.Reduces drying time up to 50%.Made in the USA.Scent: Original (Earthy/Spicy-Sensual)Along exotic journeys to Marrakesh, there is the ancient and rare Argan Tree, growing only in southwestern Morocco. From the nut of these magical trees comes Moroccan Argan Oil, known for a thousand years for its incredibly rich benefits for hair and skin.Earthly Body has combined this Moroccan Argan Oil with the nourishing and moisturizing benefits of Hemp Seed Oil to create a unique haircare elixir -- \"Marrakesh Oil.\"",
    "itemID": "B0036QTJDO",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 28958
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoo & Conditioner Sets"
      ]
    ],
    "price": 49.9,
    "brand": "Earthly Body"
  },
  {
    "title": "Belloccio's&reg; FAIR Complexion Professional Airbrush Cosmetic Makeup System. Belloccio&reg; Is the Superior Brand of Airbrush Makeup. It's Made in the USA From All FDA Approved Ingredients and Is Paraben &amp; Oil Free. 1 Year Warrantee on All Equipment &amp; FREE Bonus Items. Love Our Makeup or Return It for a Full Refund.",
    "description": "Belloccio's Complete Professional Airbrush Makeup System with FAIR Foundation Set Includes:Super Quiet Premium Mini Airbrush Compressorwith 3 Airflow Control Settings, 6 Foot Push on Rubber Airbrush Hose and Airbrush Holder. Operates at 12V DC with a 110V AC plugProfessional Precision Single-Action Gravity Feed Airbrushwith a 0.4mm Tip &amp; 1/16 oz Cup. Airbrush is designed to provide an ultra fine mist of makeup, allowing you to achieve a flawless, soft natural complexionUser Guide Manual- Detailed steps for getting Professional results when using the Belloccio SystemBelloccio's FAIR Color Foundation Shadesfor fair or light skin tones with pink and yellow undertones 4-1/4 oz BottlesColors:Blanc, Vanilla, Alabaster and BuffAnti-Aging Moisturizing Primer1/4 oz Bottle for use before, during or after makeup is appliedBelloccio's Limited Edition Carry Bag &amp; Special Bonus ItemsRadiant Bronzer(1/4 oz Bottle) Rich bronzer with golden pearlized effect to help achieve that healthy radiant after sun glowCharming Lily Blush(1/4 oz Bottle) (Peachy Pink), natural healthy-looking color that instantly brightens your complexionChampagne Shimmer Highlighter(1/4 oz Bottle) (Peach Shimmer) to create a radiant pearlized effectSultry Cinnamon Blush &amp; Bronzer(1/4 oz Bottle) (Rich Cinnamon), One Color-12 Possibilities!Belloccio Opulence Premium Sunless Tanning Solution(1/4 oz Bottle)Belloccio Airbrush Cleaner(4 oz Bottle)",
    "itemID": "B007124J9I",
    "helpful": [
      4,
      6
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 19912
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": 119.96,
    "brand": NaN
  },
  {
    "title": "Alba Botanica Revitalizing Sea Salt Hawaiian Body Scrub, 14.5 Ounce Tub",
    "description": "Since 1979, Alba Botanica has offered natural, 100% vegetarian personal care products that do beautiful for you, your friends and the animals and Earth you love. This means we DON'T use parabens, sulfates, or phthalates. We make a full range of products packed with potent natural, botanical ingredients that are formulated to nourish the individualized needs of your skin and hair. Because the Alba Botanica is committed to the health and happiness of all furry friends, we never test our products, or the ingredients that go into them, on animals. We recognize the need to be good stewards of all natural resources. So we try to do beautiful by reducing our environmental impact in everything we do as a business, from the field to the final product. We hope that you join our do beautiful campaign. Together we can help to preserve and heal the planet, now and for future generations.",
    "itemID": "B000NCTQV4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3690
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 9.49,
    "brand": "Alba Botanica"
  }
]