[
  {
    "title": "Pureology Hydrating Light Conditioner 33.8 oz.",
    "description": "HYDRATE LIGHT CONDITIONER 33.8 OZ Design House Pureology Fragrance Notes Pure Sulfate And Carcinogen Free Ingredients Derived From Natural Ingredients Specifically For Color Treated Hair Only Certified Organic Botanicals Multi-protein Complexes And Aromatherapy Essential Oils 100 Vegan And Not Tested On Animals",
    "itemID": "B000O9FRXW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 28227
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 40.99,
    "brand": "Pureology"
  },
  {
    "title": "Alpha Hydrox Foaming Face Wash -- 6 fl oz",
    "description": "This wonderfully sudsy foaming cleanser gently but thoroughly removes every trace of dirt and makeup to leave skin refreshed and totally clean. It's soap-free, alcohol-free, and pH balanced, which means dry complexions can use it without any fear of stripping natural oils. Yet oily skin can also benefit, since this cool wash doesn't pack any of the pore-clogging moisturizers that can contribute to acne.Gentle Soap-Free CleanserRecommended for: &nbsp;All Skin Types.&nbsp;Soap-free.&nbsp; Fragrance-free.&nbsp; pH balanced.&nbsp; Alcohol-free.&nbsp; Oil-free.Cleanses while maintaining skin's moisture level.Leaves skin looking and feeling soft, smooth and fresh.Safe and gentle for eye makeup removal.Removes impurities and environmental pollutants.Rinses clean, leaving no irritating residue.Alpha Hydrox&reg; Foaming Face Wash is highly recommended for use with Alpha Hydrox&reg; Anti-Wrinkle Treatment products, due to its soap-free gentle cleansing.&nbsp; Soap-based cleansers and facial scrubs may dry and irritate the skin.",
    "itemID": "B000052YM4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1931
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 7.38,
    "brand": "Alpha Hydrox"
  },
  {
    "title": "Pureology Hydrate Shampoo 64 Oz &amp; Hydrate Conditioner 64 Oz DUO",
    "description": "PureOlogy 64 Oz  Shampoo & Conditioner. PureOlogy Hydrate Shampoo- Pamper your hair with our award-winning, moisturizing, super-concentrated shampoo. This extra gentle, non-colour stripping, ZeroSulfate, salt-free formula enhances colour brilliance and maximizes colour retention. PureOlogy Hydrate Conditioner - Keep colour radiant and feel this award-winning conditioner working to moisturize, detangle and lock in colour. Advanced Nano Technology formula infuses vital moisture and healthy colour brilliance while maximizing colour retention. Feel it working.",
    "itemID": "B0019ANSAO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5896
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoo & Conditioner Sets"
      ]
    ],
    "price": 132.99,
    "brand": "Hydrate"
  }
]