[
  {
    "title": "e.l.f. Studio Powder Brush elf",
    "description": "Creates a professional sculpted look. Full coverage color. Use for powder or blush for perfect contouring. Vegan friendly.",
    "itemID": "B002B4GGUG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4500
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 4.98,
    "brand": "e.l.f. Cosmetics"
  },
  {
    "title": "Tokyo Milk Parfumarie Curiosite 06 Dead Sexy 1.0 oz Eau de Parfum Spray",
    "description": "Buy Tokyo Milk Women's Perfumes - Tokyo Milk Parfumarie Curiosite 06 Dead Sexy 1.0 oz Eau de Parfum Spray. How-to-Use: For long-lasting effects fragrance should be applied to the body&rsquo;s pulse points. These include the wrist, behind the ear, crease of your arm and knee, and the base of your throat. Pulse points give off more body heat as this is where blood vessels are closest to the skin, therefore continually warming and releasing your fragrance. Also, for a lasting effect spraying fra",
    "itemID": "B002S54Y66",
    "helpful": [
      0,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 14724
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 26.95,
    "brand": "Tokyo Milk"
  },
  {
    "title": "Regenepure NT Hair Thickening Shampoo for Hair Thinning Treatment In Men and Women",
    "description": "Unique hair loss shampoo Nourish and strengthen your hair while gently cleansing away impurities and toxins. Enjoy natural conditioning and healthy, radiant results. Most shampoos contain harsh and damaging foaming agents that may make it seem like your hair is getting clean, but can ultimately damage what you want to protect. But not RegenePure. RegenePure NT promises to moisturize without stripping the hair and is gentle enough for daily use. Our special formula contains powerful, high-quality ingredients like Lecithin, Caffeine and Saw Palmetto extract that stimulate the scalp and hair follicles, as well as restorative nutrients like Niacin, Emu Oil and Glycerin. RegenePure NT is free of parabens and sulfates, making it one of the safest cleansing products to use on hair that's been keratin-treated, color-treated or undergone any other chemical treatment. Condition your hair while keeping it thick and full.",
    "itemID": "B0032FQSZG",
    "helpful": [
      1,
      9
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 3744
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 18.6,
    "brand": "Regenepure"
  }
]