[
  {
    "title": "Blum Naturals Dry and Sensitive Skin Daily Cleansing Towelettes with Chamomile -- 30 Towelettes",
    "description": "Blum Naturals Dry/Sensitive towelettes are infused with natural and organic botanicals that gently remove eye & face make-up. These soft towelettes gently cleanse and rehydrate for healthy looking skin. Chamomile Extract also known as Anthemis Nobilis, is derived from the Chamomile flower. It soothes and regenerates itchy, flaky, and dried skin for a smooth and healthy glow. By choosing Blum Naturals you are avoiding synthetic fragrances, preservatives, and parabens.",
    "itemID": "B0036F0KLA",
    "helpful": [
      7,
      7
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 173433
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Cloths & Towelettes"
      ]
    ],
    "price": 8.36,
    "brand": "Blum Naturals"
  },
  {
    "title": "Manuka Honey and Manuka Oil Skin Cream",
    "description": "Skin Clear (TM) Manuka Cream 80ml/2.7 fl.oz. Contains Manuka Honey and manuka oil to keep the skin looking clear and healthy. Formulated with organic aloe vera juice instead of water for increased hydration and soothing action. This new formula includes Kukuinut Oil, a traditional Hawaiian oil for moisturizing damaged skin. This Skin Clear Cream has a 74% organic content and 91% overall natural composition, and contains no parabens, artificial colorants or fragrances.Ideal for acne-prone skin, this cream will improve the appearance of blemished skin and promote skin elasticity through the action of manuka honey and other powerful natural moisturizers. Continuous use of this cream will restore the skin's natural moisture barrier, often damaged by acne and acne medications, and protect against further damage.",
    "itemID": "B001DBC8K0",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 18642
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 19.2,
    "brand": NaN
  },
  {
    "title": "Spa Sister Bouffant Shower Cap, Pink.",
    "description": "Our cotton covered shower caps are adorable & functional. Extremely comfortable and extra roomy, they're fun to wear shower after shower.",
    "itemID": "B002FKJJXC",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 81053
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bathing Accessories",
        "Shower Caps"
      ]
    ],
    "price": 8.89,
    "brand": "Spa Sister"
  }
]