[
  {
    "title": "Freeman Cucumber Facial Peel-Off Mask - 6 oz",
    "description": "Clarifies and Renews SkinMade with natural, botanical ingredients, new Freeman Feeling Beautiful is a full range of skin and body care products to help you look and feel your best. This clarifying mask gently peels away impurities while Cucumber extract leaves your skin smooth and silky.Made in USA",
    "itemID": "B00005NFBJ",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 1326
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 6.54,
    "brand": "Freeman"
  },
  {
    "title": "Aztec Secrets: Indian Healing Bentonite Clay, 2 lbs",
    "description": "Indian Healing Clay by Aztec Secret 2 lbs Clay How Aztec Secret Works Indian Healing Clay Clays have been used for centuries to beautify and refresh when used as a facial mask. Cleopatra used clay from the Nile river and the Arabian desert over 1800 years ago as part of her beauty ritual. German and Roman spas have been using clay packs and treatments in the spas they built 4 000 years ago. Many of these spas still exist and use clay even today. Pliney the Elder devoted an entire chapter of his Natural History to the many uses of clay for pimples black heads and skin tightening. Many famous naturopaths such as Kuhn Just and Kneipp have contributed to the revival of the uses of clay through their natural treatments for arthritus and skin ailgments. Aztec Indian Healing Clay A Brief History - The Worlds Most Powerful Facial The use of clay with apple cider vinegar can be dated back to the southern French priest of the16th century Kneipp and his natural treatments using clay packs and po",
    "itemID": "B000ZMBSPE",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 142
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 10.31,
    "brand": "Aztec Secret"
  },
  {
    "title": "Biore Deep Cleansing Pore Strips, 24 Count",
    "description": "Tag team help for your blackheads: Here's a special two-pack to tackle dirt and oil that can cause blackheads on your nose - and the rest of your face. In just one use, these two different strips (for your face and nose or chin) are twice as effective as the leading pore cleanser at removing pore-clogging build-up that can lead to blackheads. And, they can even help reduce the appearance of pores with regular use.",
    "itemID": "B006RFZ66K",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 43
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Pore Cleansing Strips"
      ]
    ],
    "price": 7.7,
    "brand": "Biore"
  }
]