[
  {
    "title": "RoC Retinol Correxion Deep Wrinkle Night Cream, 1-Ounce",
    "description": "&nbsp;&nbsp;&nbsp;RoC RETINOL CORREXION Deep Wrinkle Night Cream is a moisturizer that's clinically proven to give 10 years back to the look of your skin*. This exclusive combination contains pure RoC RETINOL plus an essential mineral complex and is clinically proven to visibly reduce wrinkles while you sleep. After 12 weeks, even deep wrinkles are diminished.How It WorksThe formula contains a combination of RoC RETINOL and a mineral complex of magnesium, zinc, and copper that has been optimized to improve the appearance of even deep wrinkles. RoC RETINOL CORREXION Deep Wrinkle Night Cream is formulated to work through the night when skin is believed to be most receptive. As you apply, the upper layers of your skin are firmed, leading to a visible reduction in expression lines. Then, throughout the night, the formula works to smooth even your deep wrinkles.What Results Can I Expect?After first application, skin looks smoother. After four weeks, skin is more radiant, the look of crow's feet is reduced and the signs of photodamage are diminished. After 12 weeks, even deep wrinkles are visibly diminished.Usage TipsApply this formula to the face and neck each night when skin is believed to be most receptive. Use alone or under your regular moisturizer.You may experience mild tingling or redness during use. This is normal and should be temporary until your skin adjusts. If applying an additional moisturizer, use one free of Retinol or Alpha Hydroxy Acid.How Can RoC RETINOL Improve My Skin?Retinol is one of the most effective ingredients for reducing the appearance of lines and wrinkles.When you are young, your skin cells continuously renew themselves, which keeps your skin looking smooth. As time passes, however, your skin's ability to renew itself gradually slows down. Skin loses its elasticity and wrinkles become more evident. What you need is something to help keep it looking younger and healthier.This is the benefit of Retinol. Retinol is a pure form of Vitamin A that works to reduce the appearance of wrinkles.RoC RETINOL CORREXIONDeep Wrinkle Night CreamAt a Glance:Diminishes the appearance of expression linesVisibly reduces even deep wrinklesMoisturizes skin through the nightLeaves skin smoother and younger-lookingAdvice for Getting the Most Out of Retinol ProductsStart Early:It is often recommended to begin using a Retinol product in your late twenties to early thirties. Early use of Retinol products can actually help to combat fine lines and wrinkles before they become apparent, so your skin stays looking younger and healthier.Start Slowly:Using Retinol is like exercising. You don't start out running a marathon. Begin by applying a small amount (a little goes a long way) every other day for about two weeks. After two weeks, you may begin applying more frequently until find the best routine for your skin.Stick with It:It is important to be consistent, as the benefits of Retinol are seen over time. If you happen to experience minor skin irritation, this may be temporary while your skin adjusts to the products. Just decrease usage for a few days and work your way back up after that.Protect your skin:Whether you use a Retinol product during the night or day, always remember to wear a sunscreen of SPF 15 or higher during the day.Clinically proven to reduce the appearance of lines and wrinkles.View larger.RoC: A History of Skincare ExpertiseRoC brand was founded in France in 1957 by pharmacist Jean-Charles Lissarrague and a collaboration of dermatologists. From the beginning, RoC developed strong partnerships with dermatologists, helping it become the skincare leader in France. In 1999, the makers of RoC brought its anti-aging expertise to the U.S.Since then, RoC has continued to build on its unique understanding of the skin aging process to develop the best and most effective skincare solutions for women in the U.S. RoC products in the U.S. are not only derived from extensive research and thorough clinical studies, but also from a proven track record of success with European women.What's in the BoxRoC RETINOL CORREXION Deep Wrinkle Night Cream (1 Fluid Ounce).* Diminished appearance of wrinkles after 12 weeks use of RoC RETINOL CORREXION Deep Wrinkle Night Cream in a clinical study. Results may vary.Deep Wrinkle FillerDeep Wrinkle SerumDeep Wrinkle DailyMoisturizer SPF 30Eye CreamDeep Wrinkle Night CreamSENSITIVE Eye CreamSENSITIVE Night CreamTrademark Information:RoC&reg; RETINOL CORREXION&reg; Deep Wrinkle Night Cream",
    "itemID": "B00027DMI8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 97
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 12.49,
    "brand": "RoC"
  },
  {
    "title": "RoC Deep Wrinkle Serum, 1 Ounce",
    "description": "&nbsp;&nbsp;&nbsp;Fight the look of deep wrinkles with RoC RETINOL CORREXION Deep Wrinkle Serum. It is clinically proven to visibly reduce both fine lines and deep wrinkles. After four weeks, skin is more radiant, fine lines on the face and neck are smoothed, and skin firmness is improved. After eight weeks, crow's feet are visibly reduced and the appearance of the signs of photo-damage are diminished. After 12 weeks, deep wrinkles on the face and neck are visibly reduced.How It WorksThis light, silky formula glides on easily and absorbs quickly, leaving your skin feeling smooth and velvety. The formula's technology combines pure RoC RETINOL with magnesium, zinc, and copper to complement your skin's natural process and bring newer, younger-looking skin to the surface.Usage TipsUse RoC RETINOL CORREXION Deep Wrinkle Serum once or twice a day in the morning and/or evening. Cleanse skin and allow time to dry. Smooth product over face and neck allowing product to absorb completely.You may experience a slight tingling or tightness during use. This is normal and a sign that the product is working. Discontinue use if skin irritation develops and lasts. Follow with a gentle moisturizer or makeup if desired. If applying an additional moisturizer, use one free of Retinol or Alpha Hydroxy Acid. Apply a sunscreen of SPF 15 or higher during the day while using this product. Continue using a sunscreen for one week after stopping use.How Can RoC RETINOL Improve My Skin?Retinol is one of the most effective ingredients for reducing the appearance of lines and wrinkles.When you are young, your skin cells continuously renew themselves, which keeps your skin looking smooth. As time passes, however, your skin's ability to renew itself gradually slows down. Skin loses its elasticity and wrinkles become more evident. What you need is something to help keep it looking younger and healthier.This is the benefit of Retinol. Retinol is a pure form of Vitamin A that works to reduce the appearance of wrinkles.RoC RETINOL CORREXIONDeep Wrinkle SerumAt a Glance:After 4 Weeks:- Skin is more radiant- Fine lines on face and neck &nbsp;&nbsp;are smoothed- Skin firmness is improvedAfter 8 Weeks:- Crow's feet are visibly &nbsp;&nbsp;reduced- Signs of photodamage are &nbsp;&nbsp;diminishedAfter 12 Weeks:- Deep wrinkles on face and &nbsp;&nbsp;neck are visibly reducedAdvice for Getting the Most Out of Retinol ProductsStart Early:It is often recommended to begin using a Retinol product in your late twenties to early thirties. Early use of Retinol products can actually help to combat fine lines and wrinkles before they become apparent, so your skin stays looking younger and healthier.Start Slowly:Using Retinol is like exercising. You don't start out running a marathon. Begin by applying a small amount (a little goes a long way) every other day for about two weeks. After two weeks, you may begin applying more frequently until find the best routine for your skin.Stick with It:It is important to be consistent, as the benefits of Retinol are seen over time. If you happen to experience minor skin irritation, this may be temporary while your skin adjusts to the products. Just decrease usage for a few days and work your way back up after that.Protect your skin:Whether you use a Retinol product during the night or day, always remember to wear a sunscreen of SPF 15 or higher during the day.RoC: A History of Skincare ExpertiseRoC brand was founded in France in 1957 by pharmacist Jean-Charles Lissarrague and a collaboration of dermatologists. From the beginning, RoC developed strong partnerships with dermatologists, helping it become the skincare leader in France. In 1999, the makers of RoC brought its anti-aging expertise to the U.S.Since then, RoC has continued to build on its unique understanding of the skin aging process to develop the best and most effective skincare solutions for women in the U.S. RoC products in the U.S. are not only derived from extensive research and thorough clinical studies, but also from a proven track record of success with European women.What's in the BoxRoC RETINOL CORREXION Deep Wrinkle Serum (1 Fluid Ounce).Deep Wrinkle FillerDeep Wrinkle SerumDeep Wrinkle DailyMoisturizer SPF 30Eye CreamDeep Wrinkle Night CreamSENSITIVE Eye CreamSENSITIVE Night CreamTrademark Information:RoC&reg; RETINOL CORREXION&reg; Deep Wrinkle Serum",
    "itemID": "B00387F42G",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1361
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 9.89,
    "brand": "RoC"
  },
  {
    "title": "Maybelline SuperStay Gloss - Golden Pink",
    "description": "Maybelline SuperStay GlossOur longest lasting gloss ever!&bull;Shiny color lasts 6X longer than the leading gloss&bull;Feels irresistibly soft, comfortable all day long&bull;In 16 glossy sheer shades&bull;Superaway Lipcolor Remover with Vitamin E gently removes all traces of long wear lip gloss",
    "itemID": "B00168NIEK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 165685
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lip Glosses"
      ]
    ],
    "price": 7.85,
    "brand": "Maybelline"
  }
]