[
  {
    "title": "RoC Deep Wrinkle Daily Moisturizer SPF30, 1 Ounce",
    "description": "&nbsp;&nbsp;&nbsp;Fight the look of deep wrinkles with RoC RETINOL CORREXION Deep Wrinkle Daily Moisturizer SPF 30. This formula helps visibly reduce expression lines and the appearance of deep wrinkles, while protecting your skin from the sun's harmful rays. Enriched with Vitamin E and SPF 30 UVA/UVB sunscreens, it also helps protect the skin from sun rays, which may contribute to premature aging.Usage TipsApply generously and evenly before sun exposure and as needed. Children under 6 months of age, ask a doctor.How Can RoC RETINOL Improve My Skin?Retinol is one of the most effective ingredients for reducing the appearance of lines and wrinkles.When you are young, your skin cells continuously renew themselves, which keeps your skin looking smooth. As time passes, however, your skin's ability to renew itself gradually slows down. Skin loses its elasticity and wrinkles become more evident. What you need is something to help keep it looking younger and healthier.This is the benefit of Retinol. Retinol is a pure form of Vitamin A that works to reduce the appearance of wrinkles.Advice for Getting the Most Out of Retinol ProductsStart Early:It is often recommended to begin using a Retinol product in your late twenties to early thirties. Early use of Retinol products can actually help to combat fine lines and wrinkles before they become apparent, so your skin stays looking younger and healthier.Start Slowly:Using Retinol is like exercising. You don't start out running a marathon. Begin by applying a small amount (a little goes a long way) every other day for about two weeks. After two weeks, you may begin applying more frequently until find the best routine for your skin.RoC RETINOL CORREXION Deep Wrinkle Daily Moisturizer SPF 30At a Glance:Helps prevent sunburnHigher SPF gives more sunburn protectionProvides high protection against sunburnFor skin highly sensitive to sunburnStick with It:It is important to be consistent, as the benefits of Retinol are seen over time. If you happen to experience minor skin irritation, this may be temporary while your skin adjusts to the products. Just decrease usage for a few days and work your way back up after that.Protect your skin:Whether you use a Retinol product during the night or day, always remember to wear a sunscreen of SPF 15 or higher during the day.RoC: A History of Skincare ExpertiseRoC brand was founded in France in 1957 by pharmacist Jean-Charles Lissarrague and a collaboration of dermatologists. From the beginning, RoC developed strong partnerships with dermatologists, helping it become the skincare leader in France. In 1999, the makers of RoC brought its anti-aging expertise to the U.S.Since then, RoC has continued to build on its unique understanding of the skin aging process to develop the best and most effective skincare solutions for women in the U.S. RoC products in the U.S. are not only derived from extensive research and thorough clinical studies, but also from a proven track record of success with European women.What's in the BoxRoC RETINOL CORREXION Deep Wrinkle Daily Moisturizer SPF 30 (1 Fluid Ounce).Deep Wrinkle FillerDeep Wrinkle SerumDeep Wrinkle DailyMoisturizer SPF 30Eye CreamDeep Wrinkle Night CreamSENSITIVE Eye CreamSENSITIVE Night CreamTrademark Information:RoC&reg; RETINOL CORREXION&reg; Deep Wrinkle Daily Moisturizer SPF 30",
    "itemID": "B00387F426",
    "helpful": [
      1,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 1072
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 8.0,
    "brand": "RoC"
  },
  {
    "title": "OPI Natural Nail Base Coat, 0.5-Fluid Ounce",
    "description": "Enriched formula prevents staining of natural nails and promotes a long-lasting manicure. the perfect base for opi nail lacquer.",
    "itemID": "B004220C6E",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 3595
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 6.15,
    "brand": "OPI"
  },
  {
    "title": "RoC Retinol Correxion Sensitive Night Cream, 1 Ounce",
    "description": "&nbsp;&nbsp;&nbsp;Results After Clinical TestingRoC RETINOL CORREXION SENSITIVE Night Cream moisturizes through the night to deliver clinically proven results without the irritation usually associated with highly effective anti-aging products. Visible improvements in:Skin texture and softnessExpression linesWrinklesRadianceAfter eight weeks 95&#37; of women showed improvement in the look of deep wrinkles or fine lines.96&#37; of women with previous sensitivity to retinoids experienced no redness or bothersome irritation in a clinical study.RoC RETINOL CORREXION SENSITIVE Night CreamRoC RETINOL CORREXION SENSITIVE Night Cream was specifically designed for people with skin sensitive to retinol and also for retinol beginners, to help condition skin to retinoids. It contains a milder strength of retinol that works through the night to target and fight wrinkles with minimal or no irritation. Wake up to softer, smoother, and younger-looking skin.How It WorksThis gentle, lightweight formula contains a unique blend of powerful anti-aging ingredients know to fight wrinkles: RoC Retinol, a clinically proven wrinkle-fighting ingredient that works to keep skin looking younger for longer; and hyaluronic acid, which helps bind the essential moisture in your skin to hydrate and re-plump wrinkles.Usage TipsApply to face and neck each night when skin is most receptive to repair and renewal. Use alone or under your regular moisturizer. You may experience mild tingling or redness during use. This is normal and should be temporary until your skin adjusts. Apply a sunscreen of SPF 15 or higher during the day while using this product. Continue using a sunscreen for one week after stopping use of this product.If you have never used retinol products before, begin by limiting use to every other night, then gradually increase frequency to once a night as tolerated.How Can RoC Retinol Improve My Skin?Retinol is one of the most effective ingredients for reducing the appearance of lines and wrinkles.When you are young, your skin cells continuously renew themselves, which keeps your skin looking smooth. As time passes, however, your skin's ability to renew itself gradually slows down. Skin loses its elasticity and wrinkles become more evident. What you need is something to help keep it looking younger and healthier.This is the benefit of Retinol. Retinol is a pure form of Vitamin A that works to reduce the appearance of wrinkles.RoC RETINOL CORREXION SENSITIVE Night CreamAt a Glance:See visible improvements in:Skin texture and softnessWrinklesExpression linesRadianceOverall photo damageAdvice for Getting the Most Out of Retinol ProductsStart Early:It is often recommended to begin using a Retinol product in your late twenties to early thirties. Early use of Retinol products can actually help to combat fine lines and wrinkles before they become apparent, so your skin stays looking younger and healthier.Start Slowly:Using Retinol is like exercising. You don't start out running a marathon. Begin by applying a small amount (a little goes a long way) every other day for about two weeks. After two weeks, you may begin applying more frequently until you find the best routine for your skin.Stick with It:It is important to be consistent, as the benefits of Retinol are seen over time. If you happen to experience minor skin irritation, this may be temporary while your skin adjusts to the products. Just decrease usage for a few days and work your way back up after that.Protect your skin:Whether you use a Retinol product during the night or day, always remember to wear a sunscreen of SPF 15 or higher during the day.RoC: A History of Skincare ExpertiseRoC was founded in France in 1957 by pharmacist Jean-Charles Lissarrague and a collaboration of dermatologists. From the beginning, RoC developed strong partnerships with dermatologists, helping it become the skincare leader in France. In 1999, RoC brought its anti-aging expertise to the U.S.Since then, RoC has continued to build on its unique understanding of the skin aging process to develop the best and most effective skincare solutions for women in the U.S. RoC products in the U.S. are not only derived from extensive research and thorough clinical studies, but also from a proven track record of success with European women.What's in the BoxRoC RETINOL CORREXION SENSITIVE Night Cream (1.0 Fluid Ounce, 30 Milliliters).SENSITIVE Eye CreamSENSITIVE Night CreamTrademark Information:RoC&reg; RETINOL CORREXION&reg;",
    "itemID": "B004D267JO",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 3435
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Creams"
      ]
    ],
    "price": 12.76,
    "brand": "RoC"
  }
]