[
  {
    "title": "Scunci No Damage Ponytail Holders, 30 ea",
    "description": "Scunci effortless beauty no-damage black elastics are your secret to effortless all-day hold. slide into any situation without worrying about hair slippage. large soft metal-free elastic bands keep ponytails tight while working out or for casual style and won't damage hair. 30 pack ensures that no matter where you put one down you'll always be able to pick one up. basic black color - as essential as the little black dress.",
    "itemID": "B0030HPY74",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 17306
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Ponytail Holders"
      ]
    ],
    "price": 5.32,
    "brand": "Scunci"
  },
  {
    "title": "Konad Nail Art Double Ended Stamper And Scraper",
    "description": "This stamper has 2 ends with different sizes and colours. Great when stamping small images or for childrens nails. The green stamper is ideal when using red special polish because the red image shows up better on the green stamper.\n\nIf you receive it, and like it,please give us good Feedback.\n\nThanks",
    "itemID": "B002MZ8BK2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 251
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 5.69,
    "brand": "KONAD Nail Art"
  },
  {
    "title": "Konad Stamping Nail Art Image Plate - S10",
    "description": "Get amazing professional manicure results with this easy-to-use system. With Konad Nail Art your nails will always be one of a kind! Konad Stamping Nail Art is a new and innovative nail-imprinting kit that allows you to stamp beautiful pre-designed images on your nails in minutes! Our kits do not hold back on quality, they delivers beautiful delicate images that hand painting cannot achieve. Not only are the kits cost effective and time saving, but they are also versatile; You can also use them on accessories like sunglasses, cell phones, earrings, and almost any",
    "itemID": "B003I82XKG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 172491
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 14.99,
    "brand": NaN
  }
]