[
  {
    "title": "Peter Thomas Roth LASHES TO DIE FOR? THE MASCARA",
    "description": "A must-have mascara for clump-free volume, precise separation and dramatic length! Formulated to help lashes look longer, thicker and fuller without clumping, smudging or flaking. Innovative brush technology features two specialized zones for targeted length and volume.",
    "itemID": "B002Q52YKG",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 8082
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 14.75,
    "brand": "Peter Thomas Roth"
  },
  {
    "title": "Clean &amp; Clear ESSENTIALS Dual Action Moisturizer, 4 Ounce",
    "description": "Salicylic acid acne medication Moisturizes dry skin Treats & helps prevent pimples Active: Salicylic Acid 0.5%. For external use only.",
    "itemID": "B000052YJM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 5.9,
    "brand": "Clean &amp; Clear"
  },
  {
    "title": "Earth Mama Angel Baby Natural Stretch Oil, 4-Ounce Bottle",
    "description": "Earth Mama Angel Baby Natural Stretch Oil 4 ozEarth Mama Angel Baby Natural Stretch Oil cares for your stretch marks. Meant for use during pregnancy, this anti-stretch oil can be used for those times when your body goes through changes. Use on the belly, hips and breasts.Why You'll Love It:Contains natural ingredients for pregnancy when your skin tends to stretch as your body grows.FeaturesContains a natural blend of oilsPrevents stretch marksRelieves itchingHas a light and delicate scentContains herbal goodness of organic calendula, organic chamomile, organic borage oil and neroli pure essential oilHelps to nourish and encourage skin elasticityLight and readily absorbable oil",
    "itemID": "B000JVA80C",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 1617
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Maternity"
      ]
    ],
    "price": 1.73,
    "brand": "Earth Mama Angel Baby"
  }
]