[
  {
    "title": "Emori (TM) All About Nail 50 Piece Color Nail Lacquer (Nail Art Brush Style) Combo Set + 3 Sets of Scented Nail Polish Remover - Magical",
    "description": "The perfect nail set for all your artistic need. This Nail Art polish set contains 50 colors each presents long wearing and chip-resistant nail lacquers. \n\nColors include 1, Blue Glitter 2, Copper Glitter 3, Bronx Glitter 4, Armageddon 5, Crush Shell 6, Purple Glitter 7, Mermaid Tail 8, Cosmos 9, Pink Glitter 10, Silver Glitter, 11, Silver Glitz 12, Red Glitter 13, English Breakfast 14, Luscious Lilac 15, Lavender  16, Lover 17, Lock Down 18, Baby Blue 19, Bunny 20, Neon Yellow 21, Neon Fushia 22, Neon Purple 23, Evergreen 24, White 25, Funky Pink 26, Neon Orange 27, Retro Denim 28, Blue 29, Green 30, Sky Blue 31, Red 32, Love Plum 33, Socialite  34, Pink Lady 35, Barbie 36, Toyland 37, Black 38, Yellow 39, Sweet Sonnet 40, Copper 41, Silver 42, Mirror 43, Dream Girl 44, Cobalt 45, Atlantic 46, Brown 47, Subtle Flirt 48, Neon Green 49, Elegant 50, Vampire. Each bottle is 8ml/0.28 oz. \n\n\nAlso comes with 3 Scented nail polish remover pads.",
    "itemID": "B0051SDC2Y",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9098
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 34.95,
    "brand": NaN
  },
  {
    "title": "Olay Professional Pro-X Advanced Cleansing System Set",
    "description": "Designed by a team of dermatologists along with Olay, the Advanced Cleansing System is as effective as a system sold by skin professionals for nearly 00.* Professionally and clinically designed to cleanse 6 times better**, the Pro-X Advanced Cleansing System also sets your skin up for supersonic anti-aging moisturization.",
    "itemID": "B004LE0YW0",
    "helpful": [
      11,
      12
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 23898
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 32.99,
    "brand": "Olay"
  },
  {
    "title": "Dotting 5 X 2 Way Marbleizing Dotting Pen Set for Nail Art Manicure Pedicure, 4 Ounce",
    "description": "5 X 2 way marbleizing dotting pen set for nail art manicure pedicure in 10 different shape.",
    "itemID": "B004OHQR1Q",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 39
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 2.1,
    "brand": "Dotting"
  }
]