[
  {
    "title": "WEN&reg; Cucumber Aloe Cleansing Conditioner 16oz",
    "description": "Cucumber Aloe Cleansing Conditioner is perfect for fine hair. Its natural, astringent and antioxidant properties effectively cleanse while helping diminish excess oil in the scalp and rehydrate dry hair. As a leave-in conditioner, it adds volume and body and may be used as often as necessary to achieve exceptionally healthy, shiny hair. Cucumber Aloe is our most clarifying cleansing conditioner.",
    "itemID": "B003W5YCVI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3718
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 32.0,
    "brand": "WEN&reg; by Chaz Dean"
  },
  {
    "title": "Bamboo Shine Luminous Shine Conditioner Unisex Conditioner by Alterna, 8.5 Ounce",
    "description": "Sulfate and sodium chloride free conditioner. Moisture rich formula infuses hair with shine enhancing vital nutrients. Anti-oxidants prevent free radical damage that can weaken hair causing loss of shine. Hair feels silky and looks dramatically shiner. Protects color. Eco-Certified, Fair-trade compliant and Certified Organic Ingredients.",
    "itemID": "B004IQIR52",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 49537
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 14.95,
    "brand": "Alterna"
  },
  {
    "title": "ALTERNA BAMBOO Smooth Kendi Oil Dry Oil Mist, 4.2 fl oz",
    "description": "BAMBOO SMOOTHING KENDI DRY OIL MIST is a weightless, nutrient rich mist that combines strengthening, pure Organic Bamboo with smoothing, Organic Kendi Oil to eliminate frizz, protect hair from heat styling tools, enhance shine & protect color while boosting your hair's health. Because great hair should be sustainable. With Color Hold Technology for maximum color retention. Best for use on fine to medium hair types.As both a Treatment & Style Primer&bull; Infuses hair with nutrients & anti-oxidants&bull; Strengthens hair&bull; Protects Color with Color Hold Technology&bull; Prevents frizz and extends the life of your smooth blowout with built-in humidity resistance&bull; Enhances shineGood for you Beauty: Both highly sustainable ingredients are Fair-Trade compliant & Certified Organic. Their production & sale aids in supporting the development of local communities.All products contain ingredients grown responsibly & ethically traded; FREE OF sulfates, parabens, gluten, TEA phthalatesClinically Proven:75% of consumers preferred Bamboo Smooth Kendi Oil to the leading Argan Oil product**Consumer preference based on price & performance measures including frizz, smoothness, softness & shineOrganic Bamboo Extract: Immediately boosts hair's intrinsic strength, flexibility & sustainability for stronger, healthier, better-per",
    "itemID": "B0045WDQFA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2836
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 16.45,
    "brand": "Alterna"
  }
]