[
  {
    "title": "L'Oreal Paris True Match Naturale Gentle Mineral Concealer, Light/Medium 480, 0.07 Ounce",
    "description": "True Match Naturale&#8482; Gentle Mineral Concealer SPF 25 adds coverage to those areas where you need a little more, covering up imperfections and dark circles. Its light and gentle formula is enriched with vitamins and minerals that nurture your skin and make it safe for sensitive and delicate skin around the eyes. Plus SPF 25 protects skin from premature aging caused by harmful UVA/UVB sun rays. True Match Naturale&#8482; Gentle Mineral Concealer blends seamlessly with a professional brush.",
    "itemID": "B001H9289Y",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5567
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Concealers & Neutralizers"
      ]
    ],
    "price": 4.5,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "Physicians Formula Bronze Booster Glow-Enhancing Pressed Shimmer Bronzer, Light to Medium",
    "description": "Bronze Booster Glow-Boosting Pressed Shimmer BronzerDescription * Ultra-luxurious shimmery bronzing powder provides an instant and lasting shimmery bronze glow! * Exclusive concentrated bronzing micropearls deliver an ultra-shimmery, glamorous sunkissed glow. * Formulated with Glow Activators Technology to provide Triple-Action Bronze Boosting that helps enhance and extend the life of your tan glow and improve skin's clarity and radiance. * Sliding bronzer brush and mirror included. Hypoallergenic. Fragrance Free. Paraben Free. Dermatologist Approved. Non-Comedogenic. Oil-Free.",
    "itemID": "B003FXG314",
    "helpful": [
      0,
      13
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 90827
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 6.6,
    "brand": "Physicians Formula"
  },
  {
    "title": "Alpha Hydrox Enhanced Lotion 10 percent Glycolic AHA -- 6 fl oz Anti-Wrinkle",
    "description": "Concentrated pure glycolic acid (one of the most effective alpha hydroxy acids on the market) works diligently on your complexion, leaving skin visibly firmer, smoother, and more refined with a simple, once-a-day application of this treatment lotion. For added moisturizing benefits, pure vitamin E--long known to beautifully rehydrate skin--is also a key ingredient.10% AHA Anti-Wrinkle Treatment.Recommended for:&nbsp; &nbsp;Dry to Normal Skin Types.&nbsp;Not for use on delicate/sensitive skin.Absorbs quickly.&nbsp; Fragrance-free.&nbsp; Effective pH 4.Proven to significantly reduce the appearance of fine lines and wrinkles.Safely lifts dead cells from the skin's surface to revitalize and help restore youthful, healthy, radiant-looking skin.Renews moisture, refines texture, improves elasticity and skin tone.Specially formulated with rich moisturizers and Vitamin E.Contains 10% pure Glycolic-AHA.The exfoliating effect of Alpha Hydrox Enhanced Lotion is also beneficial for use on the legs, arms and body.&nbsp; Its rich moisturizers and alpha hydroxy provide soft, smooth, silky skin when used on these areas.",
    "itemID": "B000052YM7",
    "helpful": [
      5,
      9
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 561
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 9.67,
    "brand": "Alpha Hydrox"
  }
]