[
  {
    "title": "Sebastian Cellophanes Deep Brunett",
    "description": "Sebastian Laminates Cellophanes Hair Color is peroxide Free, ammonia free, reflective shine. Laminates Cellophanes professional service gives you a reflective brilliance and a gorgeous color for the look and feel of healthy quality hair with a wow-factor. Infused with non-oxidative FDA-cosmetic dyes and UV-light inhibitors in a protein enrched formula with Color Shine Acid Complex, Cellophanes Color gives you a healthy lustrous gloss.",
    "itemID": "B00187Y4M4",
    "helpful": [
      36,
      38
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 32092
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Color Refreshers"
      ]
    ],
    "price": 19.5,
    "brand": "SEBASTIAN"
  },
  {
    "title": "L'Oreal Paris Colour Caresse Lipstick by Colour Riche, Velvety Fuchsia, 0.10 Ounces",
    "description": "Color riche caresse lipstick features a light feel system formula that delivers pure color and shine without stickiness or heaviness.",
    "itemID": "B0084A5NOQ",
    "helpful": [
      4,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 140741
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 5.69,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "Benefit Cosmetics Girl Meets Pearl Full-sized",
    "description": "why we love it:This soft golden-pink liquid pearl glides on for a breathtakingly luminous complexion. Twist up & pat on over makeup or wear alone for a dewy luxurious lit-from-within glow. It's pure pearly pleasure!what else you need to know:Customize your pearlessence with the easy-to-use twist-up package...a few clicks for a subtle sheen, more clicks for a glamorous glow.Contains:raspberry & chamomile known for their soothing propertiessweet almond seed known for its firming & smoothing propertiessesame seed oil known for its moisturizing properties",
    "itemID": "B003TFINPC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 78574
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lip Glosses"
      ]
    ],
    "price": 26.51,
    "brand": "Benefit Cosmetics"
  }
]