[
  {
    "title": "2012 Cheeky Set of 26 Nail Art Nailart Polish Stamp Stamping Manicure Image Plates Accessories Set Kit With Total of 160 Nail Art Designs",
    "description": "Stunning pack of 26 nail stamp plates - different designs.These Cheeky stamping plates are fabulous and make a perfect addition to any nail art collection.These plates have a backing (unlike other plates) so you will not cut yourself with them.With long and wide designs to cover the full length of nail.Using our Nail Art Plates1. Make sure to remove the protective cover on the plate before using.2. Make sure you are using new and thick enough nail polish that is suitable for stamping.3. Please clean your nails and apply base coat for best results.4. Work fast in order to get the suitable result, otherwise the polish will get dry and will not stamp properly. GOOD LUCK!!!Becoming an official \"Cheeky Chick\"Cheeky is a lady's best friend!It is a one stop shop for ladies beauty needs such as: makeup, nails, personal care products or innovative beauty gadgets, all are only few clicks away when shopping on our Cheeky shop.Cheeky's famous high quality products and services are guaranteed with every purchase of one of our products.After the purchase of your first Cheeky item, you will become an official \"Cheeky Chick\" and most likely develop severe addiction to Cheeky's products.You will find that enjoyable shopping experience, excellent service and stylish high quality products can be bought at a fair price.Please note that we offer fast (from the UK) and slow (from China) shipping options for your convenience. Please select your most suitable shipping option according to your needs and budget.",
    "itemID": "B006OMHR1S",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 5136
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 14.99,
    "brand": NaN
  },
  {
    "title": "Bundle Monster 25pc Nail Art Nailart Polish Stamping Manicure Plates Image Designs Accessories Kit - 2012 Collection",
    "description": "Back by popular demand! Bundle Monster proudly presents its newest 2012 collection. This nail plate set comes with 25 plates featuring 6 designs on each plate equaling a total of 150 designs. This variety set which are plates BM301 to BM325, focuses on a great selection of full nail and individual designs. All designs featured in this set is NOT reduplicated in any of our other nail plate sets to give you the most bang for your buck! Nail stamping plates are great for professional nail designers or DIY nail enthusiasts. You may give them away as gifts or start a nail party of your very own inviting friends and family to enjoy in the FUN of nail stamping! PACKAGE CONTENT: 25 Nail Art Image Plates *ONLY*. SCRAPER AND STAMPER are not included and must be purchased in order to use plates properly. PLATE SPECS: Plate Dimension: 5.5cm in Diameter. Make and Finish: Made of Stainless Steel and has a shiny, glossy finish with a \"Bundle Monster\" paper backing. **INSTRUCTIONS FOR NAIL STAMPING: 1. Apply polish on image plate design. 2. Using the scraper, scrape off the excessive nail polish. 3. Stamp the image in rolling motion. 4. Stamp design on nail smoothly. Done ! ***NOTE: Before use, peel off the tight protective blue plastic on top of each plate. All image designs featured in this set are authentically created and designed in-house by Bundle Monster EXCUSIVELY. Each design is protected by copyright laws.*** Bundle Monster is a registered trademark of Remy Collections LLC and is exclusively distributed by Bundle Monster. Bundle Monster trademark is protected by Trademark Law.",
    "itemID": "B008AMKZUU",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 16773
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 21.99,
    "brand": NaN
  },
  {
    "title": "NEW 2013 Gals &quot;Princes Set&quot; of 25 Nail Art Nailart Polish Stamp Stamping Manicure Image Plates Accessories Set Kit.",
    "description": "Set of Gals Nail Art Stamper Image PlatesThese stamping plates are fabulous and make a perfect addition to any nail art collection.The results are an eye catching, detailed and crisp nail design which is probably impossible to implement in free hand or any other nail art technique.Using our Nail Art Plates1. Make sure to remove the protective cover on the plate before using.2. Make sure you are using new and thick enough nail polish that is suitable for stamping.3. Please clean your nails and apply base coat for best results.4. Work fast in order to get the suitable result, otherwise the polish will get dry and will not stamp properly.5. Different designs require different stamping techniques the most important variable is the amount of force used to pick up the design on the stamper. In some designs it will pick up great using tiny bit of force and in some you will have to press a bit harder. Please use the stamper from side to side for best results.Becoming an official \"Cheeky Chick\"Cheeky is a lady's best friend!It is a one stop shop for ladies beauty needs such as: makeup, nails, personal care products or innovative beauty gadgets, all are only few clicks away when shopping on our Cheeky shop.Cheeky's famous high quality products and services are guaranteed with every purchase of one of our products.After the purchase of your first Cheeky item, you will become an official \"Cheeky Chick\" and most likely develop severe addiction to Cheeky's products.You will find that enjoyable shopping experience, excellent service and stylish high quality products can be bought at a fair price.Please note that we offer fast (from the UK) and slow (from China) shipping options for your convenience. Please select your most suitable shipping option according to your needs and budget.",
    "itemID": "B005FK3M46",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3128
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 9.99,
    "brand": NaN
  }
]