[
  {
    "title": "Tinkle Hair Cutter",
    "description": "Hair Cutter",
    "itemID": "B001DYM62C",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 1653
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Scissors"
      ]
    ],
    "price": 4.6,
    "brand": "Diane"
  },
  {
    "title": "10 Pairs Handmade Natural Soft False Eyelashes Fake Eye Lash",
    "description": "Features:1. Specialized made by hand entirely, high quality2. Wear it ,make you more attractive and fashion3. Carefully design, simple to use and comfortable to wear4. 10 pairs of individual false eyelashes5. Eyelashes can be trimmed to fit the contour of your eyes6. With professional eyelash glue, can apply the lashes instantly7. Easy to remove by eye make up remover.8. Can be used for many times if the eyelashes are used and removed properly9. Suitable for different occasions and images.10. Good for those who want to enhance their appearance11. Suitable for professional use or home useSpecifications:1. Condition: New2. Material: Paper(Box)3. Box Size: 7.20 x 3.70 x 0.71 inch / 18.3 x 9.4 x 1.8 cm(L x W x H)4. Eyelashes length: 1cm5. Eyelashes color: Black6. Quantity: 10 pairsPackage includes:10 x pairs of false eyelashesHow to use:Carefully remove the eyelashes from the case with tweezers.Compare false eyelashes with your eyeline length, trim to suitable length and width if neccessary.Add glue along the false eyelash root with cotton bud.Hold the eyelash on the root of your natural lashes with pressure.If neccessary, apply eye shadow or eyeliner to make your eyeline look more natural",
    "itemID": "B004Z40048",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 427
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 1.19,
    "brand": "Taobaopit"
  },
  {
    "title": "Cool2day Cute Straight Bangs Long Wig+wig Cap (Model:jf010011) (Dark Brown).",
    "description": "*** Please kindly note it's not  REAL PERSON HAIR , the model wearing WIG is just for show ***Feature:* Excellent Quality straight 100%  Japanese Kanekalon (high quality one) made fiber wig* You will be amazed by the quality. Wearing it, it can bring you more confidence, and more charm!* It is both natural looking and soft touch. You can wear it to parties as well as for daily use.* The size is adjustable and no pins or tape should be required. It should be fit on most people.* All you should need to do is adjust the hooks inside the cap to the correct size to suit your head.* The item is Easy to  wash and care just using a little mild shampoo in cold water.* This wig features a high-quality \"skin top\", which gives the wig a look of naturalness and reality.Specifications:* Hair material: 100% Japanese Kanekalon (high quality one) made fiber.* Top Material and design: Adjustable Monofilament Net.* Color: as the picture* length: appr 25''(65cm)* Weight: 0.18kg* Style: straight* AAA High quality* Hair type: We GUARANTEE that the hair we sell is 100% kanekalon fiber.Package included:* 1x Beautiful Brown fashion long straight wig",
    "itemID": "B005JVFP0U",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 17203
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Wigs"
      ]
    ],
    "price": 6.0,
    "brand": "cool2day"
  }
]