[
  {
    "title": "Naturally Clear Green Tea Cleanser for Unisex By St.Ives, 6.75 Ounce",
    "description": "",
    "itemID": "B003JT4F3C",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14814
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 8.77,
    "brand": "St. Ives"
  },
  {
    "title": "Cinnamon Soft Mask (Acne Scar) 60g/pkg",
    "description": "The Cinnamon Soft Mask is suitable for skin problems such as acne and scars. Improves skin with oil-balancing disinfectants, soothing of redness and purifying effects.",
    "itemID": "B000F6Y55A",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 69216
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 6.75,
    "brand": NaN
  },
  {
    "title": "Moisturizer-Almond Aloe With SPF15 Earth Science 5 oz Cream",
    "description": "Moisturizer-Almond Aloe With SPF15 by Earth Science 5 oz Cream Moisturizer-Almond Aloe With SPF15 5 oz Cream Product Almond-Aloe Facial Moisturizer SPF 15 - Light and silky facial care with sun protection The perfect facial moisturizer. Ultra-light non-greasy and can be worn night or day and under make-up. Helps prevent premature ageing and wrinkling due to dry skin or sun with Vitamin E Beta-Carotene Aloe Soya Sterols and a unique sunscreen. Helps protect against the ravaging effects of wind and pollution and strengthens the skin's own ability to moisturize and defend itself. pH 5.0 Ingredients Aloe Juice Glycerine (vegetable) Ginseng Extract Octyl Methoxycinnamate Glyceryl Stearate Canola Oil Sweet Almond Oil Squalane (vegetable) Benzophenone - 3 Dimethicone Ceteareth - 5 Jojoba Oil Soya Sterol Soya Liposomes Tocopherol Geranium Oil Horsechestnut Oil Chamomile Oil Licorice Root Oil Green Tea Extract Sorbic Acid Allantoin Hyaluronic Acid Retinyl Palmitate Xanthan Gum Lactic Acid Beta",
    "itemID": "B000F8FZAC",
    "helpful": [
      4,
      4
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 148122
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 7.35,
    "brand": "Earth Science"
  }
]