[
  {
    "title": "All Terrain KidSport SPF30 Oxybenzone-Free Natural Sunscreen, Disney Phineas and Ferb Packaging, 3-Ounce",
    "description": "All Terrain&#x2019;s award-winning KidSport sunscreen lotion is for parents who want natural, effective, oxybenzone- and paraben-free sunscreens. Offering broad-spectrum UVA/UVB protection with non-nano, uncoated zinc oxide, All Terrain KidSport was rated \"Top Sunscreen\" by the Environmental Working Group. Using transparent zinc oxide, KidSport is non-whitening, non-greasy, fragrance-free and won't cause eye sting so it is great for kids with sensitive skin. All Terrain is certified cruelty-free company, using natural, biodegradable ingredients and packaging made from recycled, recyclable and/or biodegradable material. All Terrain has disproved the myth that if it's natural, it can't work as well as chemical-based products.",
    "itemID": "B004TSEBZ4",
    "helpful": [
      22,
      25
    ],
    "overall": 3.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection",
        "Sports"
      ]
    ],
    "price": 9.93,
    "brand": "All Terrain"
  },
  {
    "title": "100% pure ARGAN OIL HYDRATION FACIAL MOISTURIZER SPF 30, 1.6oz",
    "description": "Moisturizing formula with SPF 30 to block out the sun's UVA (ultra violet aging) and UVB (ultra violet burning) rays infused with nutrients such as Argan Oil, Rosehip Oil, Green Tea and Herbal Extracts to soften and nourish skin. In addition to protecting against the sun's UV rays, antioxidants provide protection against environmental damage to the skin. Protects against skin cancer, fine lines, wrinkles and dark sun/age spots!",
    "itemID": "B004W1F3SM",
    "helpful": [
      43,
      45
    ],
    "overall": 3.0,
    "salesRank": {
      "Health & Personal Care": 72809
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 26.0,
    "brand": "100 Percent Pure"
  },
  {
    "title": "Physicians Formula Organic Wear Mascara, Jumbo Lash, Ultra Black Organics 7352",
    "description": "100% natural origin. 100% free of: harsh chemicals; synthetic preservatives; parabens; clumping; smudging; flaking; fibers; dyes. Ecocert. EcoBlend featuring OrganiSoy & Eco-Olive. Big, thick, dramatic lashes! Jumbo 100% recyclable eco-brush. 1st ever (Ecocert certified organic line of makeup in the US). 100% free of harsh chemicals. 100% free of synthetic preservatives. 100% free of parabens. 100% free of GMO's (genetically modified organisms). 100% free of synthetic colors. 100% free of synthetic fragrances. 100% cruelty free. Hypoallergenic. Fragrance free. Ophthalmologist approved. How green is your makeup? 100% of the total ingredients are from natural origin. 47% of the total ingredients are from organic farming. 100% dramatic volume & glamour. Big, thick dramatic lashes, naturally! Revolutionary formula features 100% natural volumizing technology to dramatically maximize & intensify lash volume! Jumbo 100% Recyclable Eco-Brush: Jumbo volumizing brush creates the ultimate full, thick and dramatic lashes instantly with ultra-soft plastic bristles. Formulated with EcoBlend to Perfect & Protect: OrganiSoy: Moisturizes and helps nourish lashes. Eco-Olive: Natural antioxidant shields lashes from harsh environmental aggressors. Traditional Mascara: Synthetic solvents - can cause dry, brittle lashes; Synthetic polymers - can cause lash clumping & build-up on brush; Synthetic preservatives - used to preserve and extend mascara shelf life; Synthetic fibers - used to volumize and can cause eye irritation; Synthetic color pigments; Petroleum by products - can cause irritation. 100% Natural Origin Mascara: 100% Free of Synthetic Solvents - coats lashes without breakage & drying; Organic orange water - extracted from orange fruits to hydrate and moisturize; Organic aloe and cucumber extracts",
    "itemID": "B004ICVLWW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 19314
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 3.54,
    "brand": "Physicians Formula"
  }
]