[
  {
    "title": "Pureology Instant Repair Leave-In Hair Condition 8.5 oz (250 ml)",
    "description": "Buy Pureology Hair & Scalp Treatments - Pureology Instant Repair Leave-In Condition 8.5 oz. How-to-Use: Apply to clean, damp hair. Do not rinse.",
    "itemID": "B000ULJN9S",
    "helpful": [
      7,
      8
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 19671
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 73.6,
    "brand": "Pureology"
  },
  {
    "title": "Bed Head 3/4&quot; Spiral Iron",
    "description": "Want frizz-free, bouncy curls that last all day and night, then you will love bed head's 3/4 inch tourmaline ceramic spiral iron. tourmaline technology leaves you with ultimate shine, volume and healthier looking styles. ceramic technology provides gentle heat for shinier gentle spiral curls, the high heat preserves hair&#x2019;s natural moisture for styles without &#x201C;frizz&#x201D;.",
    "itemID": "B003FBI9KY",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 36463
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Curling Irons"
      ]
    ],
    "price": 14.5,
    "brand": "Bed Head"
  },
  {
    "title": "Conair CD400R You Wave 3-barrel Ceramic Styler, Orange",
    "description": "The infiniti by conair cd400r you wave 3-barrel styler is the all-in-one tool for creating your favorite hair styles. it has 3 barrels, combined with conair&#x2019;s ceramic technology, create long-lasting waves with a silky smooth finish. the ceramic plates also reduces frizz by eliminating static in each strand of hair. the ceramic heater gives you high heat up to 392 degrees while the ceramic plates resist damaging hot spots that other types of stylers usually produce. so for a unique and versatile styler, the infiniti by conair cd400r you wave 3-barrel styler is the all-in-one tool for you.",
    "itemID": "B003QLRO7W",
    "helpful": [
      0,
      3
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 96929
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Curling Irons"
      ]
    ],
    "price": 33.99,
    "brand": "Conair"
  }
]