[
  {
    "title": "Bundle 5 Wheels Premium Manicure Nail Art Decorations Total 7400 Gems By Cheeky&reg;",
    "description": "Amazing nail art gems/decorationsThese stunning Cheeky decorations are used to create amazing patterns in nail art designs.They are provided in this set of 5 wheels in many colours and shapes.Your designs can be as amazing as your imagination will allow.This really is a Fabulous set for stunning nail art designs.In order to achieve the finest results please follow these steps:1. Clean your nails using Cheeky's special nail art cotton rounds and nail polish remover.2. Choose the nail decoration most suitable to the design you would like to create and gently place it on your nail using Cheeky's nail art tweezers.< br> 3. Start to express your creativity and create wonderful nail designs.4. In order to enhance your design, we highly recommend using Cheeky's nail strips and other decorations.The results will be outstanding!!!Becoming an official \"Cheeky Chick\"Cheeky is a lady's best friend!It is a one stop shop for ladies beauty needs such as: makeup, nails, personal care products or innovative beauty gadgets, all are only few clicks away when shopping on our Cheeky shop.Cheeky's famous high quality products and services are guaranteed with every purchase of one of our products.After the purchase of your first Cheeky item, you will become an official \"Cheeky Chick\" and most likely develop severe addiction to Cheeky's products.You will find that enjoyable shopping experience, excellent service and stylish high quality products can be bought at a fair price.Please note that we offer fast (from the UK) and slow (from China) shipping options for your convenience. Please select your most suitable shipping option according to your needs and budget.",
    "itemID": "B005WTYEYW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3271
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 6.99,
    "brand": NaN
  },
  {
    "title": "SHANY Nail Art Set (24 Famouse Colors Nail Art Polish, Nail Art Decoration)",
    "description": "This 24 piece nail art set has every color you need to design fabulous nails. Let your imagination run wild. Use the thin brush to create different patterns like feather strokes, checkered squares, rainbows, flowers and much more. Tip layer glitters over design to add sparkle. The possibilities are endless with so many hues you cannot go wrong with this set that contains lime green (pearl), neon green, yellow (matte), neon pink, fuchsia (pearl), neon purple, red (matte), neon yellow, white (matte), black (matte), silver (glitter), gold (glitter), pink (glitter), blue (glitter), green (glitter), dark grey (matte), pink (matte), sky blue (matte), lavender (matte), brick (matte), navy (pearl), forest green (matte), orange (matte), purple (pearl).",
    "itemID": "B005X2F7KI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 137
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 19.95,
    "brand": NaN
  },
  {
    "title": "Bundle Monster New Pro 20pc Nail Art Design Painting Detailing Brushes &amp; Dotting Pen / Dotter Tool Kit Set",
    "description": "Making nail designs has never been so easy. This MONSTER deal is for all the nail art equipment you'll ever need for painting and designing at an AMAZING price! This set comes with 20 nail art tools including: (5) Double sided dotting tools in various sizes - great for making various size dots or swirl patterns, (2) Flat Fan Brushes, a number of various sized flat brushes and striper brushes of various sizes to create fine lines or other designs. 15 of the nail art tools have long, white pearlized, wooden handles, while the double sided dotting tools are unpainted wood. Now you'll be able to create beautiful nail designs in seconds - marbling, rhinestones, lines...the possibilties are endless. This would be a perfect kit for professional nail salons as it comes in a compact black roll out bag, great for keeping all the supplies in a neat, organized and compact fashion. This set comes with small and sharp pieces - small parts can potentially choke children. Keep out of reach of children - Adult Supervision Required. Bundle Monster is a registered trademark of Remi Collections LLC and is exclusively distributed by Bundle Monster. Bundle Monster trademark is protected by US Trademark Law.",
    "itemID": "B005XUFU8E",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 206
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 14.99,
    "brand": NaN
  }
]