[
  {
    "title": "Palladio Herbal Dual Wet and Dry Foundation, Ivory Myrrh, 0.28 Ounce",
    "description": "Palladio dual wet and dry foundation has added rice powder to makes skin look and feel smoother. The flawless coverage helps minimize fine lines and sets make-up to last longer. Made with nature's anti-oxidants vitamin A, C, D and E.",
    "itemID": "B0006O9ZAG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 27196
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 4.95,
    "brand": "Palladio"
  },
  {
    "title": "premier dead sea anti wrinkle eye serum",
    "description": "Product DescriptionEuropean Size 35 ml Eye Serum. A secret composition of soothing active ingredients specially adapted to nourish the sensitive skin around the eye area. It performs triple firming actions for rejuvenation, moisturization, and anti-aging. This unique Liposome Complex and oil-free serum moisturizes the skin causing a lifting effect. Thus, wrinkles are reduced, the skin is smoothed and rejuvenated, skin tone is restored, and its structure reinforced.",
    "itemID": "B00157RZ14",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13853
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Masks"
      ]
    ],
    "price": 17.0,
    "brand": "PREMIER"
  },
  {
    "title": "Premier Dead Sea Ageless Future Cell-renewal Serum, All Skin Types, 2.0288-Fluid Ounce",
    "description": "The Ageless Future Cell Renewal Serum has a wonderful long-term effect: It enhances the skin cells&#x2019; ability to regenerate by reviving their cellular metabolism",
    "itemID": "B001DXQMS2",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 13650
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 42.0,
    "brand": "Dead Sea Premier"
  }
]