[
  {
    "title": "Dr. Hauschka Revitalizing Day Cream, 1.0-Ounce Box",
    "description": "Moisturizing Day Cream For normal, dry or mature skin Pale, dry skin becomes enlivened with this light moisturizer. Extracts of anthyllis, witch hazel and calendula combine with nurturing oils to stimulate natural oil production and regulate moisture balance. A light moisturizer which regulates and balances the moisture content of the skin Absorbs quickly Provides light protection Refreshes and enlivens skin with a light citrus scent Daucus Carota Sativa (Carrot) Root Extract From the wild carrot also known as Queen Anne's lace, we obtain an oily extract which is rich in provitamin A (carotenoids) and other flavonoids. This extract cares for the skin and makes it soft and supple. It gives cosmetic products a natural yellow color. SIZE : 3.4 Fl.Oz. / 100 ml Made In Germany.",
    "itemID": "B000GXGROY",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 27440
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Day Creams"
      ]
    ],
    "price": 34.4,
    "brand": "Dr. Hauschka"
  },
  {
    "title": "Pacifica Tuscan Blood Orange Perfume",
    "description": "Classic scent Gluten-free Not tested on animals Made in the USA",
    "itemID": "B000UWH3SU",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 10451
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 16.58,
    "brand": "Pacifica"
  },
  {
    "title": "Revlon ColorStay Makeup, Combination/Oily Skin, Cappuccino, 1 Ounce",
    "description": "Revlon ColorStay Makeup for Combination/Oily Skin Longwearing coverage with a lightweight formula that won't cake, fade, or rub off. With Time Release Technology specifically formulated for combination or oily skin to control oil absorption and shine. Your look stays flawless throughout the day.- Makeup feels comfortable and wears up to 24 hours.- Medium to full coverage.- Comes in 20 beautiful shades. TIPS: &#x2022; Apply to clean skin.&#x2022; Using your fingertips or applicator, blend foundation onto skin, starting in the center of your face, forehead, nose and chin blending outward.",
    "itemID": "B0039UT9QE",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 53396
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 9.48,
    "brand": "Revlon"
  }
]