[
  {
    "title": "Devoted Creations White 2 Black Supre Advanced Bronzer Tanning Lotion",
    "description": "Black 2 White \t\n\n\"Go 3 shades darker in 1 session!\"\n\nLet White 2 BlackTM take you to the dark side. Powered by multiple bronzers and tyrosines, notice the difference in 1 tanning session!\n\nAcai Oil-Powerful fruit oil loaded with antioxidants\nHemp Seed oil-Saturates your body and continually restores and replenishes moisture\n\nFragrance: Autumn Nights\n\nProduct Actions: Tan Enhancer, Bronzer\nProduct Specs: 8.5 US fl. oz (250 mL), .5 US fl. oz. (15mL)",
    "itemID": "B002U32G66",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13838
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 17.48,
    "brand": "Devoted Creations"
  },
  {
    "title": "Maybelline New York The Falsies Volum' Express Washable Mascara, Blackest Black, 0.25 Fluid Ounce",
    "description": "It's not mascara, it's false lash glam in a tube, instantly  patented spoon brush and pro keratin fiber formula instantly build 8x more volume without clumping. Unique flexible wand helps lift and separate, to provide the look of 3x more lashes. You will find lashes you didn't even know you had. To safeguard maybelline(r) purity, reserve this product for your personal use. Treat the applicator with the hygienic care you give your eyes. never apply this product in a moving vehicle. Do not dilute mascara with water, saliva, or any other substance. Cap tightly after use. if change in odor or appearance occurs, discontinue use. do not use this or any other eye cosmetic if your eye is injured, irritate, or infected. consult a physician promptly.",
    "itemID": "B003I6O5RC",
    "helpful": [
      0,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 356
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 5.8,
    "brand": "Maybelline"
  },
  {
    "title": "Revlon Colorsilk Haircolor, Brown Black, 1-Count (Pack of 3)",
    "description": "Revlon Colorsilk Radiant, long-lasting color. Leaves hair in better condition.Revlon Colorsilk gives you natural-looking, even color from root to tip that stays beautiful between colorings. It is formulated to penetrate every strand with its gentle, ammonia-free formula and after-color conditioner with nourishing silk proteins. Hair looks silkier, shinier and healthier than before you colored. 100% gray coverage. Leaves hair in better condition. Available in a range of 40 brilliant shades*Colorsilk permanent haircolor can be used on natural, color-treated, relaxed or permed hair. TIPS:Create silky, shiny haircolorWatch the Revlon ColorSilk how-to video to learn how easy it is to get natural-looking, even color from root to tip.",
    "itemID": "B0039YQG3E",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 46526
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 11.51,
    "brand": "Revlon"
  }
]