[
  {
    "title": "Phyto Phytocitrus Restructuring Mask for Unisex, 6.7 Ounce",
    "description": "True ColorsPhyto Phytocitrus Restructuring Mask delivers a blend of citrus fruits and proteins that effectively lock in color, restructure the hair fiber and boost radiance. When used daily, in conjunction with Phytocitrus Shampoo for two weeks after color-process, this decadent formula keeps color bright, vibrant and illuminated with shine.A rich treatment designed to extend the life of your colorContains a blend of citrus fruits and proteinsLocks in color, restructures hair fibers and boosts radianceEspecially Suited For:Color-treated hairEssential Elements:Phytocitrus Restructuring Mask contains grapefruit extract, sweet almond proteins and colza oil to lock in color, restructure the hair, detangle and add shine.Free of:Parabens, Sulfates, Synthetic Dyes, Petrochemicals, PhthalatesFor Best Effect:Distribute product onto wet hair, from roots to ends, using a wide-toothed comb. Leave on for 2 to 5 minutes. Rinse thoroughly. Use daily in conjunction with Phytocitrus shampoo for two weeks after color-process, then alternate with a hydrating shampoo such as Phytojoba.",
    "itemID": "B0010TEWD6",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 18549
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 21.76,
    "brand": "Phyto"
  },
  {
    "title": "Matrix Biolage Colorcaretherapie Color Care Shampoo and Conditioner Set 33.8oz 1 Liter",
    "description": "Shampoo:\nAn ultra-mild cleansing Systeme specially formulated to preserve the longevity and radiance of color-treated hair. Formula contains pure extracts ofbee pollen, kelp and quillaja (soapbark tree extract) and cleanses without stripping. Haircolor stays truer, absolutely brilliant. Gentle enough for daily use.\n\nConditioner:\nNourishes and smoothes the cuticle and intensifies shine with a blend of proteins, sunflower seed, nettle and rosemary. UV filters help lock in color and protect hair's vibrancy.",
    "itemID": "B000VP9BWW",
    "helpful": [
      40,
      46
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 241
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoo & Conditioner Sets"
      ]
    ],
    "price": 34.98,
    "brand": "Biolage by Matrix"
  },
  {
    "title": "Raw African Black Soap from Ghana 1 Lb",
    "description": "Some of the Benefits of black soap - Helps deep clean skin. - Works on most skin types including rough and dry or sensitive skin - Helps clear skin bumps and spots - Helps relieve acne, oily skin & other skin problems. - Great for removing makeup - Works against premature facial lines and wrinkles - Can be lathered and used as a shampoo. Usage of the Black African Soap Break off a bar-size piece from the bulk, then press it to shape with your hands, or use it as is. Rub the bar between your hands (or on a washcloth would also work), then rub your soapy hands on your skin and hair. (If you rub the bar on your hair, it will get hair stuck to the bar.) Black soap absorbs water easily, so keep it from sitting in water or it will dissolve away. The soap holders covered with little vertical fingers work well. Because this soap is softer than commercial soap, it comes off the bar more easily, so less rubbing of the bar is needed to release enough soap. When you start another bar, just push the old soap sliver onto the new piece and the two will easily unite; leaving no waste. How to Store the Black African Soap Pure traditional African black soap is a soft milled soap and has very high natural glycerin content. As a result, it readily absorbs moisture from the air. It must be stored in a dry location or in a sealed plastic bag or it will become soft as it absorbs moisture. Black soap exposed to the air will have a thin white colored film. This film is not mold it is caused by absorption of water from the air. This can be avoided by keeping the soap in a dry location away from moisture until ready for use. Ingredients: Traditional Black Soap contains mainly cocoa pod ashes, plantain skins ashes, and palm oil, processed together.\nNote: This Soap comes in a 1 Lb sealed in food grade plastic bag.",
    "itemID": "B0036LJ0HO",
    "helpful": [
      23,
      25
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 116074
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 11.5,
    "brand": NaN
  }
]