[
  {
    "title": "Ardell Lashtite Adhesive, Clear, 3/4-Fluid Ounce Bottle",
    "description": "Waterproof, individual lash adhesive. Specially formulated for use with Duralash eyelashes.",
    "itemID": "B0035LCW0M",
    "helpful": [
      0,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 31868
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 4.09,
    "brand": "Ardell"
  },
  {
    "title": "Lashes &amp; Cosmetics Eyelash Extension Glue | Stays-on-glue- Hypoallergenic | .95 Fl.oz No Burn and Odor Free | Lasts for Weeks | Can Be Used with Any Lashes",
    "description": "Apply eyelash extensions with Stays-On-Glue for long lasting beautiful results. Can be used with any lashes. Stays-On-Glue features new glue technology \n\nwhich allows eyelash extensions to stay on longer and give better results than other glues. Also, unlike other eyelash extension glues, Stays-On-Glue \n\ndoes not burn or irritate the eyes. Stays-On-Glue eyelash extension glue is easy to use and will not harm natural eyelashes. Another great feature of \n\nStays-On-Glue is the glue will not dry inside of the bottle. With over fifty sets of eyelash applications in each Stays-On-Glue bottle you will be sure \n\nyour eyelash extension glue will last a long time. Waterproof and has a fine tip for applying on strip lashes, Can be used with any type of lash. \n\nStays-On-Glue packaging is designed to be air tight and the glue will not dry inside of the bottle. Comes with a four different look sheet to give you \n\nthe most desirable looks or create your own. Detailed instruction included and a pink micro brush for easy application. The best part of all, eyelash \n\nextensions applied with Stays-On-Glue will last for weeks so your eyes will remain beautiful day after day. Hypoallergenic for the most sensitive eyes.What you will receive:Stay's On Glue bottle3 Micro BrushesLash RingClient sheet to choose lash type side one/ Instruction sheet on the back showing how to create lash looks",
    "itemID": "B004C4N4TE",
    "helpful": [
      2,
      3
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 49449
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 21.95,
    "brand": NaN
  },
  {
    "title": "Scalpmaster Ceramic Thermal Hair Straightener, Red",
    "description": "This high quality, ergonomic red ceramic thermal hair straightener from Scalpmaster is specially developed for professional hair styling and lasting durability.",
    "itemID": "B000NJE14E",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9360
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 7.35,
    "brand": "Scalpmaster"
  }
]