[
  {
    "title": "Got2b Glued Blasting Freeze Spray, 12 Ounce",
    "description": "Freeze that style into place with got2b Blasting Freeze Spray.  Spray through hair carelessly for that sexy, messy look or twist tips into spikes for outrageous hold that will last until your next shampoo.  Only for stuck up styles and extreme rock hard hair.  Cool Tip:  For over the top spikes, spray heavily and twist tips.  Allow to dry and finish with an additional blast.  For that messy look, spray hair from root to end and massage with fingertips in a circular motion.  Finish with a direct blast to cement your style.  To scrunch, layer Glued Spiking Glue through wet hair and finish with blasting freeze spray.",
    "itemID": "B0009VQ8X8",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 17388
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Sprays"
      ]
    ],
    "price": 9.35,
    "brand": "Got2b"
  },
  {
    "title": "L'Oreal Excellence Hicolor Hilights Red 1.2 oz.",
    "description": "What it is: L'Oreal Excellence HiColor Red HiLights Permanent Creme HiLighting for dark hair lifts 3-4 levels with no pre-lightening required. What it does: NEW HiColor RED HiLights by L'Oreal Excellence is the first highlighting series formulated for dark hair. Rich, no-drip creme makes it easy for control of creative techniques . What else you need to know: For highly-visible, intense red highlights even on dark hair, without brassines Breakthrough technology lifts hair 3-4 levels, no pre-lightening required Rich, no-drip creme makes it easy for control of creative techniques True-to-shade color that resists fading Quick processing time of only thirty minutes",
    "itemID": "B000A3V2PE",
    "helpful": [
      5,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3171
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 6.39,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "L'Oreal ColorZap Haircolor Remover",
    "description": "ColorZap removes all unwanted permanent hair color and leaves hair ready for a new shade application. ColorZap is ideal for all color corrections and will allow you to make any desired color changes.ColorZap will not restore hair to its original, natural color. It removes the tint revealing the underlying base from which the natural color has been removed in the haircoloring process.",
    "itemID": "B0002Z8P8M",
    "helpful": [
      2,
      3
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 14812
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Color Correctors"
      ]
    ],
    "price": 10.5,
    "brand": "L&#39;Oreal Paris"
  }
]