[
  {
    "title": "Essie Nail Lacquer, Sugar Daddy, 0.5 Fluid Ounce",
    "description": "Essie nail lacquer goes on smooth and last long Shimmery pink shade Chip-resistant DBP, Toluene and Formaldehyde free.",
    "itemID": "B0002Z8HAI",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13867
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 5.45,
    "brand": "Essie"
  },
  {
    "title": "Essie Good To Go! - Fast Dry High Gloss Top Coat 0.46 OZ/13.5ml",
    "description": "EssieGood to Go!(.5 oz)BenefitsFast dry top coatChip resistant Non-yellowing protective finishThe Good to Go is a non-yellowing protective finish that is chip resistant. It is a fast drying top coat for any nail.",
    "itemID": "B001H270RQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 982
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Top & Base Coats"
      ]
    ],
    "price": 4.2,
    "brand": "Essie"
  },
  {
    "title": "L'Oreal Paris RevitaLift Deep-Set Wrinkle Repair Night Lotion, 1.7 Fluid Ounce",
    "description": "Diminish the appearance of deep-set wrinkles, like forehead and furrow lines and enjoy younger-looking skin. RevitaLift Deep-Set Wrinkle Repair is the first L'Oreal formula that specifically targets deep wrinkles from within by the power of Pro-Retinol A to reduce the size and depth of wrinkles. This luxurious cream nourishes and rejuvenates your skin while you sleep.  In clinical tests, after 4 weeks women saw a reduction in wrinkles and that skin was noticeably firmer.  After 8 weeks, deep-set wrinkles were visibly minimized and skin looked and felt younger.",
    "itemID": "B001SZO890",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13873
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 18.01,
    "brand": "L&#39;Oreal Paris"
  }
]