[
  {
    "title": "Nail Art MoYou Silver Moon Rhinestone Pack of 1200 Crystal Premium Quality Gemstones in 12 different shapes and sizes, beauty accessory for women nails, fun and easy to apply with top coat or nail glue",
    "description": "Moyou Nail Art Rhinestone Pack-1000 premium quality stones.\n\nMoyou Nail Art Rhinestone Pack includes 1000 stones in different shapes and sizes.\n\n* Small sized \n* Can be applied with top coat or glue.",
    "itemID": "B005C1C02S",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 120
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 1.62,
    "brand": "Evermarket"
  },
  {
    "title": "World Pride Nail Tape Stripe Decoration Sticker Hologram, Set of 10",
    "description": "Content:\n10Pcs Nail Tape Stripe Sticker",
    "itemID": "B0069FDR96",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 27
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Art"
      ]
    ],
    "price": 1.54,
    "brand": "Bonamart"
  },
  {
    "title": "MelodySusie Portable White Violeteer 9W UV Lamp Light Acrylic Nail Dryer for CND Shellac, All Brand of UV Gel Nail Polish + MelodySusie Nail Nippers",
    "description": "MelodySusieTM - Bring Your Beauty Salon Home !Violeteer UV Nail Dryer - Babysitter for All Brands of UV GEL Nail PolishProduct Highlights:- Can be used with various kinds of UV products, such as UV Top Coat / UV Builder Gel / UV Basic Coat etc- Heat-exhausted chip to increase reliability and life span of the nail dryer- All in one - disinfection & dryingProduct Compatible Model:Before you buy this product, please make sure whether your nail polish works with this product. If you use the wrong product, your gel will start peeling and cracking by the end of the day, moreover, it can't dry your polish at all. This UV nail dryer can work with UV GEL Nail Polish such as following brand nail polish:CND Shellac Color Coat, CND Shellac Top Coat, CND Shellac Base CoatPlease note following brand nail polish can't work with UV nail dryer but LED nail dryer, our store also have a series of high quality LED nail dryer to you choose:Harmony Gelish Soak Off Series, OPI Gelcolor Nail Polish, Orly Gel FX, Red Carpet Led Gel Polish, Gelicious GEL Nail Polish, Any LED GEL Polish etcPackage Includes:1 * MelodySusieTM UV Nail Dryer1 * MelodySusieTM Nail Nipper1 * 9W 365mm UV BulbOnly buy it fromMelodySusie Directto qualify original product for full service and high quality",
    "itemID": "B007BKB6AU",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2132
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Dryers"
      ]
    ],
    "price": 17.99,
    "brand": "MelodySusie"
  }
]