[
  {
    "title": "Curve Soul By Liz Claiborne For Men. Cologne Spray 1.7 Ounces",
    "description": "Launched by the design house of Liz Claiborne.",
    "itemID": "B000GI0VEQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 23587
    },
    "categories": [
      [
        "Beauty",
        "Fragrance"
      ]
    ],
    "price": 7.15,
    "brand": "Liz Claiborne"
  },
  {
    "title": "Hair One for Normal Hair with Cucumber and Aloe 12 oz.",
    "description": "Buy Hair One Hair Conditioners - Hair One Hair Cleanser and Conditioner with Cucumber Aloe 355ml/12oz - For Normal Hair. How-to-Use: *Rinse hair thoroughly for at least 1 minute. Apply 5-7 pumps to the crown of head and 8-10 pumps to nape/back of head. Massage vigorously into scalp for 2-3 minutes. Then add an extra splash of water to help evenly distribute through the ends *Now add 5-10 pumps through the mid-shafts and ends to thoroughly cleanse and hydrate the hair. The more pr",
    "itemID": "B001IMYEL0",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 51022
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Conditioners"
      ]
    ],
    "price": 10.49,
    "brand": "Hair One"
  },
  {
    "title": "RoC Multi-Correxion Skin Renewing Serum, 1 Ounce",
    "description": "&nbsp;&nbsp;&nbsp;The ROC MULTI CORREXION line contains breakthrough products that diminish the appearance of multiple signs of aging with the exclusive fusion of pure RoC RETINOL and antioxidants. RoC MULTI CORREXION Skin Renewing Serum diminishes the appearance of the most noticeable signs of aging, including wrinkles, loss of firmness, and uneven skin tone. The result is beautiful, younger-looking skin.How It WorksThis breakthrough formula contains an exclusive complex that combines age-fighting ingredients. RoC RETINOL smoothes the look of wrinkles. Antioxidants help defend against the look of aging. And Vitamin C helps rejuvenate skin tone. The light, silky fluid glides on easily and absorbs quickly, leaving your skin feeling soft and velvety. This skin renewing serum is ideal for use under make-up.What Results Can I Expect?In just four weeks, fine lines and wrinkles appear diminished, uneven skin tone appears diminished, and luminescence is noticeably improved. After eight weeks, even deep wrinkles and crow's feet appear diminished. After 12 weeks, skin firmness is improved.Usage TipsBefore use, cleanse skin and allow time to dry. Gently smooth serum over face and neck. If you've never used Retinol before, begin by using once a day in the morning or evening. After two weeks, begin applying more frequently, up to twice a day, until you find the best routine for your skin.You may feel a slight tingling or tightening sensation. This is normal and is a sign that the product is working. Allow the silky fluid to dry completely before applying make-up. If applying an additional moisturizer, use one free of Retinol. Apply a sunscreen of SPF 15 or higher during the day while using this product. Continue using a sunscreen for one week after stopping use.How Can RoC RETINOL Improve My Skin?Retinol is one of the most effective ingredients for reducing the appearance of lines and wrinkles.When you are young, your skin cells continuously renew themselves, which keeps your skin looking smooth. As time passes, however, your skin's ability to renew itself gradually slows down. Skin loses its elasticity and wrinkles become more evident. What you need is something to help keep it looking younger and healthier.This is the benefit of Retinol. Retinol is a pure form of Vitamin A that works to reduce the appearance of wrinkles.RoC MULTI CORREXION Skin Renewing SerumAt a Glance:Diminishes the look of deep wrinkles and crow's feetDiminishes uneven skin toneBrightens skinAdvice for Getting the Most Out of Retinol ProductsStart Early:It is often recommended to begin using a Retinol product in your late twenties to early thirties. Early use of Retinol products can actually help to combat fine lines and wrinkles before they become apparent, so your skin stays looking younger and healthier.Start Slowly:Using Retinol is like exercising. You don't start out running a marathon. Begin by applying a small amount (a little goes a long way) every other day for about two weeks. After two weeks, you may begin applying more frequently until find the best routine for your skin.Stick with It:It is important to be consistent, as the benefits of Retinol are seen over time. If you happen to experience minor skin irritation, this may be temporary while your skin adjusts to the products. Just decrease usage for a few days and work your way back up after that.Protect your skin:Whether you use a Retinol product during the night or day, always remember to wear a sunscreen of SPF 15 or higher during the day.RoC: A History of Skincare ExpertiseRoC brand was founded in France in 1957 by pharmacist Jean-Charles Lissarrague and a collaboration of dermatologists. From the beginning, RoC developed strong partnerships with dermatologists, helping it become the skincare leader in France. In 1999, the makers of RoC brought its anti-aging expertise to the U.S.Since then, RoC has continued to build on its unique understanding of the skin aging process to develop the best and most effective skincare solutions for women in the U.S. RoC products in the U.S. are not only derived from extensive research and thorough clinical studies, but also from a proven track record of success with European women.What's in the BoxRoC MULTI CORREXION Skin Renewing Serum (1 Fluid Ounce).Skin Renewing Serum4-Zone Daily Moisturizer SPF 30Night TreatmentEye TreatmentLift Anti-Gravity SerumLift Anti-Gravity Daily Moisture SPF 30Lift Anti-Gravity Eye CreamLift Anti-Gravity Night CreamTrademark Information:RoC&reg; MULTI CORREXION&reg; Skin Renewing Serum",
    "itemID": "B002BWPXGQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 63754
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]