[
  {
    "title": "Fragrances of Ireland Patrick Cologne Spray for Men, 3.3 Fluid Ounce",
    "description": "This classic men's fragrance has a masculine scent, both earthy and green&#xA0;with fresh notes of fern and pine, warmed with the woody notes of oak moss and patchouli. The bottle and box features a design based on one of the greatest examples of celtic art the book of kells rich in texture and symbolizing the leather bound cover of the great book. Patrick is named in honor of Ireland's patron saint who arrived on Irish shores in the 4th century A.D. The fragrance is inspired by his journeys across the length and breath of the island, across the vast native forests that blanketed the landscape, the rich green pastures and rocky coasts. Created by fragrances of Ireland, a boutique perfumery based in county wicklow, Ireland. For over thirty years, fragrances of Ireland has been creating perfumes and toiletries inspired by the magic, beauty and nature of Ireland.",
    "itemID": "B000P8FNGS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 46522
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Men's",
        "Cologne"
      ]
    ],
    "price": 34.0,
    "brand": "Fragrances of Ireland"
  },
  {
    "title": "SHANY Cosmetics The Cosmopolitan Nail Polish Set (24 Colors Premium Quality and Quick Dry), 40 Fluid Ounce",
    "description": "This 24 piece nail polish set has a wide variety of colors to choose from. Use separately or in layers to create different colors. Works great with the Shany 12 piece cracked nail polish set and or the 24 piece nail art set. The possibilities are endless with so many hues you cannot go wrong with this set that contains lime green (pearl), neon green, yellow (matte), neon pink, fuchsia (pearl), neon purple, red (matte), neon yellow, white (matte), black (matte), silver (glitter), gold (glitter), pink (glitter), blue (glitter), green (glitter), dark grey (matte), pink (matte), sky blue (matte), lavender (matte), brick (matte), navy (pearl), forest green (matte), orange (matte), purple (pearl).",
    "itemID": "B005X2F7JY",
    "helpful": [
      0,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 2460
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 29.95,
    "brand": "SHANY Cosmetics"
  },
  {
    "title": "MASH Nail Art Practice Fingers (Set of 5)",
    "description": "Practice makes perfect, especially when it comes to nail art! These life size practice fingers have been developed by the nail art experts at MASH to provide you the perfect blank canvas to hone your skills on. Each finger has a self adhesive bottom to allow you to practice without having to worry about making a mess.AUTHENTICITY WARNING: The only Authentic MASH Nail Art is sold by MASH and/or Amazon directly. All other sellers are offering low quality counterfeit products.",
    "itemID": "B00683JILU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2629
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 2.86,
    "brand": "JOVANA"
  }
]