[
  {
    "title": "Keratin Complex Express Blow Out 4.oz",
    "description": "a ONE HOUR service with a unique formulation utilizing Trionic Keratin Protein and a Co-Polymer delivery system reducing frizz, curl, and styling time.",
    "itemID": "B005XOWZII",
    "helpful": [
      8,
      13
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 56978
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 49.9,
    "brand": "Smoothing"
  },
  {
    "title": "Moroccan Argan Oil - For Hair, Face, Skin, &amp; Nails, Best 100% Pure and Organic Moroccan Oil for Anti Wrinkle, Anti Aging, Anti Oxidant, Anti Frizz, Moisturizer and Conditioner for Dry Skin &amp; Cuticles, for a good and Healthy Living, This is A Highly effective Hair Treatment oil for A Natural Hair Shine &amp; The Argan Beauty Secret for a Natural Skin Care, Big Bottle, By Natural Beauty Brand",
    "description": "We Only Source Our 100% Organic & Pure Argan Oil Directly from MoroccoArgan oil is sources from a tough and drought resistant tree found in southwestern Morocco. Used by the people of ancient Morocco for generations, argan oil has long been prized for its exceptional beauty benefits. Moroccan oil works wonder for treating dry, damaged and brittle hair and can be used as a whole body moisturizer. argan oil has been prized for its anti-aging properties as well as its ability to reduce the symptoms of a variety of skin problems from wrinkles to psoriasis and more.A Luxury Beauty Product Unlike Any OtherArgan oil is the optimal choice for those who care about natural beauty benefits. Our oil is a luxury option for those who seek the ultimate natural products. While many other products on the market today have artificial ingredients, our argan oil is completely pure and directly from the source. That's exactly why it contains so many highly effective antioxidants including vitamins E, B9, folic acid, phenols, carotene and essential fatty acids like omega-3, 6, and 9. These elements will dramatically transform the look and feel of your skin, nails and hair.Impressive Anti-Aging EffectsIf you are looking for a natural remedy for aging, turn to our argan oil. a small amount of the Moroccan oil can eliminate existing wrinkles and prevent new ones from occurring. The high levels of antioxidants in the oil can resist the impact that the environment and passing years can have on your face. Not only will argan oil keep you looking young and healthy, it will also add moisture and help heal blemishes.",
    "itemID": "B00L5JHZJO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 120
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 14.99,
    "brand": "Natural Beauty"
  },
  {
    "title": "Complex Brazilian Keratin Hair Treatment 120ml Professional results Starightern and Smooths Hair",
    "description": "Keratin Hair Treatment With Moroccan Argan oil: **120ML**\n\nAdvanced yet fast and simple to use treatment that instantly straightens, smooths, repairs, conditions and strengthens the hair using an intense conditioning remedy which restores vitality by repairing the hair from the inside out. The amazing results will leave hair elastic, flexible, and soft, with a naturally vibrant shine.\n\nOur Express formula- thanks to our breakthrough Keratin formulation: INVERTOTM Instant results are achieved within and the three days wait is over. You can wash your hair the next morning after the treatment and that is a great relief from the discomfort and suffering of treated hair smell, sweat and itchy scalp (especially during summer time) for 3 to 4 days. as good. That is our promise.\nContains' Argan oil, coconut oils, proteins and amino acid complexes for powerful moisture binding for healthy & shiny hair.\nOn your next treatment insist on Keratin Research products nothing else works as good.\n\nClarifying shampoo is formulated to deep-cleans the hair cuticle and remove all residues and impurities that cling to the hair shaft.  \n\nMoisturizing shampoo-provides superior protection, moisture,  and a lasting shine. \n\nMoisturizing Conditioner-Light yet deeply moisturizing conditioner. Provides superior protection Nourishes, hydrates, and strengthens the hair. Restores split ends, breakage and dryness using of moisture rich ingredients ,Hydrolyzed keratin & essential amino acids.  Infused with Hydrolyzed keratin & collagen Amino acids for stronger healthier shiny hair\n\n     \n  \n    Eliminates frizz and curl\n    Promotes healing of hair\n    Blocks the effects of humidity\n    Great for all hair types",
    "itemID": "B007KAI40Q",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4889
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 28.0,
    "brand": NaN
  }
]