[
  {
    "title": "St. Ives Facial Moisturizer, Timeless Skin Collagen Elastin, 10oz",
    "description": "",
    "itemID": "B000UVZU1S",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 277
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 7.46,
    "brand": "St. Ives"
  },
  {
    "title": "Conair Anti Static Thermal Round Brush, Large, Colors May Vary",
    "description": "Conair anti-static vented thermal round brush is specially designed to control fly-away hair while blow dry styling. the ceramic-coated vented barrel is specially designed for blow drying and circulates air througout hair for faster styling without overdrying and frizz. thermal surface heats and provides drying inside and out. bristle spacing on the head is designed to provide more air circulation and create maximum lift. ribbed soft grip tapered handle gives better control and no slipping. smooth or straighten curly or wavy hair. create soft curls and add shape to straight hair.",
    "itemID": "B001T8M9VA",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14770
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Brushes"
      ]
    ],
    "price": 7.99,
    "brand": "Conair"
  },
  {
    "title": "Scunci No-slip Grip Flat Jelly Basic Headwraps, 4-Count, Colors may vary",
    "description": "With scunci no-slip grip hair accessories a woman should never have a bad hair day. scunci no-slip jelly headwraps are a must have for sports or an active lifestyle. they give everyday dos an effortless fashion boost and highlight your features by keeping hair off the face. great when you're growing out bangs or layered styles. soft, stretchy and comfortable to wear jelly no-slip grip headwraps absolutely stay in place. wear one or layer for glamor looks.",
    "itemID": "B0045H31M8",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 15717
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Headbands"
      ]
    ],
    "price": 4.99,
    "brand": "Scunci"
  }
]