[
  {
    "title": "Macadamia Oil Healing Oil Treatment, 4.2 ounces Glass Bottle",
    "description": "Macadamia healing oil treatment is a therapeutic oil perfect for all hair types and is especially beneficial to dry, damaged hair. the healing oil treatment is instantly absorbed, weightlessly infusing the hair with moisture and nutrients for silky smooth, healthy looking hair while providing natural uv protection from photo and sun damage. dry, brittle hair is miraculously rejuvenated with increased shine and control",
    "itemID": "B002WTC37U",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2943
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 16.74,
    "brand": "Macadamia Oil"
  },
  {
    "title": "Escada Magnetism By Escada For Women. Eau De Parfum Spray 2.5 Ounces",
    "description": "Introduced in 2003. Fragrance notes: green and  fresh fruits and leaves, with a touch of musk and patchouli. Recommended use: casual.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000C1VWCM",
    "helpful": [
      3,
      3
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 2785
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 38.1,
    "brand": "Escada"
  },
  {
    "title": "Tree Hut Shea Body Butter, Brazilian Nut, 7-Ounce (Pack of 3)",
    "description": "Experience Tree Hut Body Butter with rich, sweet essence of Brazil Nut. Natural Brazil nut oil hydrates and repairs, damaged and neglected skin, with vitamins A, C and E, helping it to regain its healthy sheen. This extra thick body butter, infused with certified organic Shea butter, Cocoa butter, Brazil nut oil and Safflower Seed oil, was designed to seal in moisture for those problem areas, leaving you with repaired, renewed skin.",
    "itemID": "B000KFX10G",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8800
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 30.95,
    "brand": "Tree Hut"
  }
]