[
  {
    "title": "NYX Cosmetics Concealer Wand, Nutmeg, 0.11  Oz",
    "description": "Light-weight, emollient concealer. Provides medium to natural coverage for larger areas of the face. Non-comedogenic formula works on all skin types.",
    "itemID": "B002S8RWYY",
    "helpful": [
      0,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 88655
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Concealers & Neutralizers"
      ]
    ],
    "price": 4.98,
    "brand": "NYX"
  },
  {
    "title": "Castor &amp; Pollux Organix Adult Dry Dog Food, 5.25 Pound Bag",
    "description": "Launching in 2000, Castor & Pollux Natural PetWorks was the first branded, premium quality line of natural specialty food and supplies for pets. ORGANIX, certified organic food and treats for dogs and cats, debuted in March 2003 and Natural Ultramix was introduced in early 2004.",
    "itemID": "B004LWGLCY",
    "helpful": [
      2,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Pet Supplies": 3927
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 16.99,
    "brand": "Organix"
  },
  {
    "title": "Naturtint Permanent Hair Colorant Sandy Blonde",
    "description": "Green Technologies With Selected Certified Organic Ingredients No Ammonia ? No Resorcinol ? No Parabens 100% Grey Cover Intense and Radiant Color Dermatologically Tested Discover a new concept in hair coloration that gives you healthy and revitalized hair. Discover Naturtint Green Technologies, the first 100% permanent hair colorant without ammonia formulated with active vegetable ingredients. A unique and perfect union of color and care. Maximum Care Ammonia and Resorcinol Free Formulated without ammonia or resorcinol, colors your hair gently so you won't need to resort to repair treatments to keep your hair looking great. What's more, its ultra-mild formula allows you to use Naturtint as often as you need to touch-up roots. Revitalizes Your Hair Its active ingredients protect and regenerate hair fibers, bringing back lost vitality and shine, even in hair damaged by aggressive coloring processes and treatments. Hair 3 Times Stronger The Nutrideep Multiplier deep conditions and nourishes your hair giving it 3 times its normal strength and volume. Hair fibers appear smooth and soft, bringing back the healthy shine of young, unspoilt hair. Maximum Color 100% Coverage Its revolutionary formula provides 100% coverage, even of grey hair, permanently, from the first application. It's the first hair colorant that is both healthy and effective. Vibrant, Natural Color Ultra-intense micro-pigments penetrate to the deepest layers of your hair, giving it an intense and vibrant color that won't fade with washing. Long-Lasting Color The powerful vegetable-based, solar-enhanced filter provides increased protection against the elements, letting your hair maintain its intense color for up to 5 weeks. 100% grey cover. Lasting color for up to 5 weeks Green Technologies Phergal Laboratories has integrated the latest technology in hair to create Naturtint Green Technologies, the first 100% permanent hair color without ammonia formulated with active vegetable ingredients. Nutrideep Multi",
    "itemID": "B00014WW38",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 245349
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 12.95,
    "brand": "Naturtint"
  }
]