[
  {
    "title": "Alberto Vo5 Moisture Milk Conditioner, Strawberries and Cream, 15 Ounce",
    "description": "Treat yourself to the fragrance of fresh picked strawberries. Soy milk protein formula revitalizes dry, damaged hair. Moisturizes as it conditions leaving hair silky, smooth and beautiful. Keeps color treated hair looking great.",
    "itemID": "B001715WH2",
    "helpful": [
      8,
      9
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 57438
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 5.8,
    "brand": "Alberto VO5"
  },
  {
    "title": "WEN&reg; Sweet Almond Mint Styling Creme 6oz",
    "description": "Achieve all your styling options and the benefits of a leave-in conditioner, polishing gloss and gel in one product. This amazing styling creme works great on straight, wavy and curly hair types to give them rich moisture, gleaming shine and body with hold. The virtually weightless formula is used as a heat-protectant from damage caused by styling tools, and also to tame hair from frizz when drying naturally.",
    "itemID": "B0006Q3O3S",
    "helpful": [
      1,
      2
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 3767
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 24.0,
    "brand": "WEN&reg; by Chaz Dean"
  },
  {
    "title": "Quimica Alemana Nail Hardener 0.47 oz",
    "description": "Nail strengthener that, besides forming a protective barrier, prevents chipping, peeling and splitting of your nails. Instructions for use: Shake before use. Apply only to clean and dry nails. To start the treatment, apply a thin coat from the center of the nail down to the tip once a week. Let it dry and paint the nail with your favorite nail polish. After three applications, as the nail gets stronger, brush one thin coat covering the whole nail. Use once weekly. Protect the skin around the cuticles with cream. Caution: Can cause some discomfort on first use. If you feel pain, burning or persistent discomfort, remove it immediately from all nails and suspend its use. Avoid contact with cuticles and skin. Warning: Not meant for daily use. Keep out of reach of children. Keep away from heat and flames. Flammable. This product is formulated to be used once a week. Please note that, as is the case with any cosmetic product, excessive use can cause unwanted side effects. And again: if you haven't used this product before, do not cover the whole nail with the strengthener on first use. As your nails get stronger from week to week you can slowly start to cover the whole nail. This is especially important if you have very thin or brittle nails. Note: Retailers in the United States have to sell this product in the original box with correct ENGLISH LABELING AND INSTRUCTIONS printed on the cardboard box. Should you only receive the glass bottle without the box, please return the item to the seller for your own safety!",
    "itemID": "B00126IXLO",
    "helpful": [
      0,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 2952
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Nail Strengthening"
      ]
    ],
    "price": 7.2,
    "brand": "Quimica Alemana"
  }
]