[
  {
    "title": "Joan Rivers Beauty-The Right to Bare Legs Corrective Cover Up- Tan",
    "description": "Joan Rivers Beauty-The Right to Bare Legs Corrective Cover Up- Tan\n\nTurn your legs from flawed to fabulous in a flash with this corrective cover-up.\n\nIt covers imperfections instantly, including bruises, spider veins, vericose veins, scars and tattoos.\n\nIt blends easily for perfect coverage, plus it is water-proof, smudge-proof and will not transfer off. Easily remove with soap and water. Contains 3-ounces.\n\nFlirty, fun, and fashionable, bare legs are hot! Now you can show off your sexy bare legs with Joan Rivers' Right to Bare Legs.\n\nJoan Rivers is sharing her celebrity secret for great legs with you. She uses Right to Bare Legs-and now you can too! This fabulous concealer camouflages leg imperfections so you can get legs worthy of stepping out onto the red carpet. Do you wish you could cover up spider veins, sunspots, birthmarks, bruises, or tattoos? Don't hide your legs in long pants or suffocating pantyhose. The secret to this leg cover-up is translucent derma-technology, a light, effective concealer that allows your skin to glow through. Forget messy sprays and sticky gels. Joan Rivers' Right to Bare Legs corrective cover-up works just like the concealer you put on your face. Right to Bare Legs is waterproof, sweatproof, and won't stain your clothes. It comes in three shades-fair, medium, and tan-to give you natural-looking legs that are blemish free.\nAvailable in three skin tones (each sold separately)- Fair, Medium and Tan. THIS LISTING IS FOR TAN SKIN TONE.\nFair- for pale, alabaster skin \nMedium- for nude skin with a pink undertone \nTan- for deep tanned or African American skin \nFeatures:\nCovers imperfections instantly: bruises, spider veins, vericose veins, scars, tatoos etc \nBlends easily for perfect coverage \nWaterproof and will not transfer off \nEasily remove with soap and water \nIncludes:\n1 x Joan Rivers Beauty- Right to Bare Legs- TAN- 3 oz tube",
    "itemID": "B0042SXYUY",
    "helpful": [
      1,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 82068
    },
    "categories": [
      [
        "Beauty",
        "Skin Care"
      ]
    ],
    "price": 6.82,
    "brand": "Joan Rivers Beauty"
  },
  {
    "title": "Sally Hansen Natural Beauty Airbrush Spray Makeup, Light 1 oz (28.3 g)",
    "description": "Spray makeup provides light coverage with moisturizers to hydrate your skin. Airbrush Spray Makeup by Sally Hansen Natural Beauty is infused with olive oil extract to moisturize while chamomile and Vitamin A soothe and nourish your skin.",
    "itemID": "B002G5ULWY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 75909
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Lady Gaga Fame Eau de Parfum Spray for Women, 3.4 Fluid Ounce",
    "description": "Lady Gaga Fame for womenA floral and fruity fragrance with notes of Belladonna, Incense, Apricot, Honey Drops, Tiger Orchidea, Jasmin Sambac. It's a first with a black fluid that becomes invisible when airborne.",
    "itemID": "B009LUS2GY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4465
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 20.99,
    "brand": "Lady Gaga"
  }
]