[
  {
    "title": "Bed Head TIGI Catwalk Curls Rock Curl Amplifier - 4 oz.",
    "description": "CATWALK by Tigi CURL ROCKS AMPLIFIER 4 OZCATWALK by Tigi possesses a blend of Catwalk Products Provide Serious Ways To Care For Your Hair. Designed For Every Type Of Hair - Normal Dry Chemically Treated And Totally Overstressed Hair. With Catwalk You Can Create A Personal Style That Is Only Yours.",
    "itemID": "B000VZ9UFU",
    "helpful": [
      33,
      36
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 73503
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Curl Enhancers"
      ]
    ],
    "price": 16.49,
    "brand": "Catwalk"
  },
  {
    "title": "SHIMMER STRIP MASCARA BLUE EYES",
    "description": "Physicians Formula: Shimmer Strips Eye Enhancing Mascara, Blue Eyes 0.28 oz. Custom eye enhancing. Luminous lashes. Dramatic volume. Glamorous length. Enhance & brighten blue eyes. 24 hour wear. Clump-free. Smudge-free. Flake-free. Fiber-free. Oil-free. Hypoallergenic. Fragrance free. Dermatologist approved. Safe for sensitive eyes and contact lens wearers. Enhance your eyes & lashes with illuminating color! Dual-ended volumizing and lengthening custom mascara enhances blue eyes with illuminating color for ultra-dramatic & glamorous lashes. 2-in-1 brightening mascara.Perfectly coordinated shades can be used alone or together for a customized look! Illuminating black shade with dramatic jumbo brush creates an instant eye opening effect. Radiant blue shade with eye enhancing brush enhances your eye color for a playful look. Layer radiant blue shade over illuminating black shade for the most dramatic look.High-performance 24-hour wear. Clump-free, flake-free and smudge-free formula provides perfected lashes for 24-hour wear. Paraben free. 2 shades = 3 looks. Natural black. Playful blue. Dramatic black + blue. 2 mascaras + 2 custom brushes = 3 eye enhancing looks. Made in USA from foreign and domestic parts.",
    "itemID": "B0039BCT88",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 155197
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 10.95,
    "brand": "Physicians Formula"
  },
  {
    "title": "Remington CI95AC/2 Tstudio Salon Collection Pearl Digital Ceramic Curling Wand, 1/2 Inch - 1 Inch",
    "description": "",
    "itemID": "B003V265QW",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 73
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Curling Irons"
      ]
    ],
    "price": 27.77,
    "brand": "Remington"
  }
]