[
  {
    "title": "Remington Wet 2 Straight 2&quot; Wide Plate Wet/Dry Ceramic Hair Straightening Iron with Tourmaline",
    "description": "",
    "itemID": "B00067YSLO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2879
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 49.98,
    "brand": "Remington"
  },
  {
    "title": "Earth Therapeutics Foot Therapy Moisturizing Foot Socks, 1 Pair (Pack of 2)",
    "description": "Therma-Flo Weave. These socks bring relief to dry, rough, callused feet. Designed with our special Therma-Flo Weave, these unique therapeutic socks work with the skin to help absorb and retain the valuable active oils that keep feet looking and feeling soft and smooth. One size fits most. Not tested on animals. Environmental friendly. Product of China.",
    "itemID": "B001ET7M84",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13052
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Moisturizing Gloves"
      ]
    ],
    "price": 8.79,
    "brand": "Earth Therapeutics"
  },
  {
    "title": "Earth Therapeutics Hand Gloves, Moisturizing, 1 pair (Pack of 2)",
    "description": "Free trial size lotion included. Therma-Flo weave. One size fits all. These gloves bring relief to dry, rough, callused hands. To use, apply your favorite hand lotion, then slip on the gloves. Designed with our special Therma-Flo weave, these unique treatment gloves work with the skin to help absorb and retain the valuable, active oils that keep hands looking and feeling soft and smooth. Keep the gloves on overnight after applying lotion. For best results, use with Earth Therapeutics lotion. Machine wash / delicate. Made in China",
    "itemID": "B001G7PWAE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 45007
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Moisturizing Gloves"
      ]
    ],
    "price": 15.57,
    "brand": "Earth Therapeutics"
  }
]