[
  {
    "title": "Upper Canada Soap And Candle Naturally Whipped Hand Repair, Sweet Vanilla Fig, 4-Ounce Tubes (Pack of 2)",
    "description": "Naturally Whipped Hand Repair is nourishment for your hands! This botanical-based line is made with all-natural ingredients with known restorative properties to nourish the skin. Free of parabens, mineral oils and synthetic dyes. Upper Canada Soap and Candle has been bringing quality ingredients, innovative ideas and value to bath and body products since 1969.",
    "itemID": "B001A5S3BM",
    "helpful": [
      4,
      4
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Neutrogena Ageless Essentials Continuous Hydration, Night, 1.7 Ounce",
    "description": "Timereleased hydrators. Lasting, nourish, moisturize. Dermatologist recommended.",
    "itemID": "B001OMI93S",
    "helpful": [
      3,
      4
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 2909
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 5.0,
    "brand": "Neutrogena"
  },
  {
    "title": "Olay Regenerist Anti-Aging Starter Trio Pack 1 Kit",
    "description": "Olay Regenerist Skin Care Starter Trio Pack beautifully regenerates skin's appearance for significantly younger-looking skin without drastic measures such as cosmetic fillers and injections. Formulated with an exclusive Olay Amino-Peptide +B3 complex, Olay Regenerist renews skin's outer layer one cell at a time while strengthening skin's moisture barrier. The Olay Regenerist Daily Regenerating Cleanser - 5OZ, provides the beautifully regenerated look of a detoxifying mini-professional treatment. The Olay Regenerist Deep Hydration Regenerating Cream - .5OZ, visibly regenerates skin's appearance and intensely hydrates skin. The Olay Regenerist Eye Lifting Serum - .5OZ, hydrates to firm and visibly lift skin around the entire eye area.",
    "itemID": "B002UUT3YM",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 9592
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Sets & Kits"
      ]
    ],
    "price": 22.59,
    "brand": "Olay"
  }
]