[
  {
    "title": "Conair Self-Grip Rollers, Assorted, 31 Count (Pack of 2)",
    "description": "Conair Styling Essentials lightweight self-grip rollers produce effortless bouncy curls without the fuss of old-fashioned rollers. Use largest rollers for body or to smooth wavy or flyaway hair. Multicolored sizes make it easy to produce curls or waves of the same shape. Convenient zippered storage bag is small enough for travel.",
    "itemID": "B0013B2H4W",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 31747
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Rollers"
      ]
    ],
    "price": 27.95,
    "brand": "Conair"
  },
  {
    "title": "Peter Thomas Roth Gentle Complexion Correction Pads (60 Pads)",
    "description": "Winner for \"Best Peel\" in Allure Magazine's 2009 Best of Beauty awards! Cleansing pads reduce the appearance of fine lines, clear up blackheads and refine pores.  Regulates healthy cell turnover and delivers proven anti-aging benefits that help reduce the appearance of fine lines and wrinkles. Deluxe, generously thick, double-sided pads deliver gentle cleansing action on one side and superior pore-refining exfoliation on the textured side. Pads contain a potent blend of Alpha Hydroxy Acid (Glycolic Acid 10%), Beta Hydroxy Acid (Salicylic Acid 0.5%) and Alcohol (23%) in an advanced botanical formulation. Fresh peach bellini scent replaces traditional medicinal antiseptic pads.",
    "itemID": "B0019V5E96",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9649
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 22.58,
    "brand": "Peter Thomas Roth"
  },
  {
    "title": "M2 Skin Care HP Skin Refinish 20% 50 ml.",
    "description": "This core treatment formulation features a potent blend of 20% mandelic and malic acids. It effectively evens the skin's tone, refines pore size, diminishes fine lines and wrinkles and banishes breakouts. Natural antioxidant, anti-bacterial and humectant properties neutralize free radicals, balance oil production and offer softening hydration, leaving the skin protected, pure and comfortable.",
    "itemID": "B001PP1LG6",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 19373
    },
    "categories": [
      [
        "Beauty",
        "Skin Care"
      ]
    ],
    "price": 33.91,
    "brand": "Skin Care"
  }
]