[
  {
    "title": "Weleda Skin Food, 2.5 Ounce",
    "description": "Dry, rough skin of any age gets indulgent moisture with this intensively nourishing, deeply hydrating cream. it&#x2019;s a unique, ultra-rich whole-body cream that deeply hydrates, restores and protects your skin. deeply moisturized and protected, your skin looks soft and supple with a healthy glow.",
    "itemID": "B000ORV3NC",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 948
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 13.09,
    "brand": "Weleda"
  },
  {
    "title": "Dockers Men's 5 Pocket Straight Fit Flat Front Stretch Sateen Pant",
    "description": NaN,
    "itemID": "B001A3ZF7Y",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Day Creams"
      ]
    ],
    "price": 34.95,
    "brand": "Dockers"
  },
  {
    "title": "Kinky-Curly Knot Today Leave In Conditioner/Detangler - 8 oz",
    "description": "Creamy Conditioner for Naughty KnotsA creamy and herbal Kinky Curly Knot Today Conditioner helps you to smooth the cuticles and remove knots, tangles and snarls painlessly. This conditioner helps you to covert a nightmare into a sweet dream.Helps to removes tangles and knots painlesslyHelps to smoothen cuticlesCreamy and herbal conditionerKinky Curly Knot Today Conditioner is an good herbal product that gives you the liberty to look fashionable.Just For You:For curly, wavy and thick hairA Closer Look:This conditioner straightens your knots after removing your hair from extensions or braids. For thick curly hair, use this conditioner as a leave-in and for wavy hair use it as a regular conditioner.Get Started:Apply this conditioner after hair wash. To detangle the knots, use a wide toothed comb. Apply the conditioner in the bath shower, if you are using it as a leave-in, after a hair wash. Rinse lightly and distribute the conditioner evenly.",
    "itemID": "B00128WK4I",
    "helpful": [
      0,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 1916
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 7.5,
    "brand": "Kinky Curly"
  }
]