[
  {
    "title": "Eltamd UV Clear SPF 46, 48-Gram 1.7 oz.",
    "description": "Elta MD UV Shield 46 helps reduce the appearance of blemishes, discoloration, and photo-damaged skin while protecting from broad spectrum of UVA/UVB rays. UV Shield is lightweight and contributes to maintaining clean, clear, smooth skin. This product is great for all skin types, including acne-prone skin and also oil-free, paraben-free, non-comedogenic, sensitivity-free, and fragrance-free.UV Clear is formulated with 5% pure form Niacinamide, which is a part of the family of Vitamin B3 or niacine without the same toxic effects. The purer form used in this product has less or no nicotinic acid which can cause flushing or irritation and is also odorless.",
    "itemID": "B002MSN3QQ",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection"
      ]
    ],
    "price": 22.67,
    "brand": "EltaMD"
  },
  {
    "title": "Maybelline New York Expert Wear Twin Brow and Eye Pencils, 101 Velvet Black, 0.03 Ounce",
    "description": "Dual purpose pencils work as defining brow filler and a precision eyeliner. Two pencils per pack.Waterproof formula lasts all day.",
    "itemID": "B000V5BXNM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4933
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyebrow Color"
      ]
    ],
    "price": 1.67,
    "brand": "Maybelline"
  },
  {
    "title": "Thayers - Rose Petal Witch Hazel with Aloe Vera Alcohol-Free Toner - 12 oz.",
    "description": "Thayers Witch Hazel with Aloe Vera Rose Petal With ALOE VERA Formula Gentle Moisturizes Vitamin E Alcohol-Free Rose Petal Witch Hazel Toner With Certified Organic Witch hazel and Aloe Vera Formula Over 120 years ago Rose Thayer niece of Henry Thayer MD developed an all-natural recipe for extra-soft youthful-looking skin As she aged many would comment on how she always looked 10 years younger than she was Now for the first time her secret formula of Rose Petal water blended with Witch Hazel extract Certified Organic Aloe Vera and Vitamin E is being made available Witch Hazel helps to tighten pores and to smooth and beautify skin without drying THAYERS proprietary Certified Organic Witch Hazel (derived from the bark) is not distilled thereby maintaining all the beneficial natural tannins Assay of hamamelitannin shows that Witch Hazel bark extract is 31 times richer in hamamelitannin than the leaf extract and 87 times richer than the stem extract (Resource: Vennat B \"Tannins from Hamamelis virginana \" Plant Medica 54(1988):454-457) \"Rose's secret to looking 10 years younger naturally\" Alcohol-Free Paraben-Free Propylene Glycol-Free Un-Distilled Witch Hazel (with all the beneficial natural tannins) Moisturizes Cleanses Free Of Alcohol Disclaimer These statements have not been evaluated by the FDA These products are not intended to diagnose treat cure or prevent any disease Thayers Witch Hazel with Aloe Vera Rose Petal Directions Apply with a cotton ball or soft pad to cleanse soften refresh and moisturize skin Use anytime throughout the day as a softening refresherIngredients: Purified water aloe barbadensis leaf (certified organic filet of aloe vera) glycerin (vegetable) fragrance (natural rose) hamamelis virginiana (THAYERS proprietary un-distilled certified organic witch hazel) extract rosa centifolia (rose) flower water citric acid citrus grandis",
    "itemID": "B00016XJ4M",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 10.48,
    "brand": "Thayer&#39;s"
  }
]