[
  {
    "title": "NOW Solutions Castor Oil, 100 % Pure, 16 ounce",
    "description": "Condition:  In need of an all-natural emollient.  Solution:  100% Pure Castor Oil is expeller-pressed from the seed of Ricinus communisand is virtually odorless and tasteless.  While it's applicable in many other areas of wellness, Castor Oil is considered by many to be one of the finest natural skin emollients available today.  Also known as Palma Christi (the \"Palm of Christ\"), castor oil celebrates a history of use that dates back to biblical times.  Since then, it has been used therapeutically to help support and soften healthy skin and hair, and is commonly used in some of today's most popular cosmetic and beauty formulas.  NOW&#xAE; Solutions is the next step in the evolution of personal care products.  This comprehensive natural line encompasses anti-aging moisturizers and serums, bath and body gels, shampoos and conditioners, oral care, skin care, and essential oils. all of which are formulated with the finest functional ingredients from around the world.  NOW&#xAE; Solutions products avoid harsh chemicals and synthetic ingredients in all of our formulations, to provide a more natural product line.",
    "itemID": "B0013TM9UQ",
    "helpful": [
      10,
      12
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 142
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 9.78,
    "brand": "Now Foods"
  },
  {
    "title": "Tropic Isle Living Jamaican Black Castor Oil, 4 Ounce",
    "description": "Tropic isle's living jamaican black castor oil is a rich, light brown oil which is processed the old fashioned way by roasting the castor bean. Jamaican black castor oil origin can be traced back to  ethiopia, africa. It's believed that this natural castor oil originally came to jamaica from slaves taken from africa. Jamaican elders didn't waste any time in discovering the various uses for this oil. Black castor oil is a great addition to any hair or skincare regimen. This castor oil can be use as is or add to your favorite hair products.",
    "itemID": "B003COAFPQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 337
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 3.88,
    "brand": "Tropic Isle"
  },
  {
    "title": "Cricket Ultra Smooth Hair Detangler Comb infused with Argan Oil",
    "description": "Self-rejuvenating treatment serum. Due to the correct combination and concentration of the active ingredients, this intensive serum helps to fight aging and environmental damage. Unisex formula for all ages, at any time of year. This intensive serum helps the skin fight against any signs of aging. A visibly vibrant, revitalized, firm skin that radiates youth. Creatine in product boosts the cell energy metabolism.Collagener in product is a wrinkle filler.",
    "itemID": "B006O09VFA",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3258
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Combs"
      ]
    ],
    "price": 4.91,
    "brand": "Cricket"
  }
]