[
  {
    "title": "Nubian Heritage Coconut &amp; Papaya Soap 5 Oz X 6 Bars",
    "description": "The Coconut palm has touched all aspects of daily life for millions of tropical communities. Since the 1st Century B.C., the coconut tree has provided shelter,transportation and more importantly, food. Coconut Oil, high in vitamins, minerals and fatty acids, is an excellent skin softner and protector. Papaya contains papain, a natural occurring enzyme used for centuries to gently dissolve dead skin cells, loosen pore blockage and stimulate circulation. \n\nNubian Heritage pays homage to the tropics with our blend of pure Shea Butter, nourshing Coconut Oil and vitamin-rich Papaya . Vanilla Beans gently buff the skin as the Papaya's enzymatic action deep cleanes and smooths. The rich Shea Butter and Coconut Oil combination re-hydrates the skin, improving suppleness and procting against moisture loss. \nIngredients: Coconut Oil, Coconut Milk, Papaya Enzymes, Vanilla Beans, Shea Butter, Cocoa Butter, Vegetable Glycerin, Vitamin E, Soaps of Coconut & Palm",
    "itemID": "B000J3ZMQA",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9154
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 20.36,
    "brand": "Nubian Heritage"
  },
  {
    "title": "Hempz Pomegranate Herbal Moisturizer, 17 fl oz (500 ml) (Package may vary)",
    "description": "This body moisturizer is enriched with 100% pure organic hemp seed oil and blended with natural extracts to provide dramatic skin hydration and nourishment to help improve the health and condition of skin. Hemp seed oil is one of nature's richest sources of essential fatty acids and key amino acids containing natural proteins, vitamins, antioxidants and minerals, vital for healthy skin conditioning. Pomegranate extract contains high levels of antioxidants, which helps prevent free radicals and renews your skin's healthy radiance. Shea butter, ginseng and natural extracts help calm, soothe and condition the skin. Vitamins a, c and e help protect skin from natural and environmentally triggered oxidants.",
    "itemID": "B0036QFZ46",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 890
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 9.63,
    "brand": "Hempz"
  },
  {
    "title": "Body Lotion, Coconut &amp; Papaya - 13oz",
    "description": "Nubian Heritage's Coconut and Papaya Shea Butter lotion pays homage to the tropics and captures the benefits of coconut and papaya in their nutrient-rich, sweet-scented total body lotion. This original blend of pure Shea Butter, Aloe Vera, Vitamin E, nourishing Coconut Oil and vitamin-rich Papaya provides superior, lasting hydration and nourishment for skin. Use daily as needed.\n\nCoconut oil, high in vitamins, minerals and fatty acids, is an excellent skin softener and protector. Papaya contains papain, a naturally occurring enzyme used for centuries to gently dissolve dead skin cells, loosen pore blockage and stimulate circulation.",
    "itemID": "B004Z5H0XG",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10314
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 10.38,
    "brand": "Nubian Heritage"
  }
]