[
  {
    "title": "Too Faced Cosmetics Lip Injection Extreme, 0.14 oz",
    "description": "Lip Injection Extr&#xE9;me is a lip plumping serum that gives long term results based on four of the most scientifically proven and advanced lip plumping technologies. Increase lip volume and maintain plumpness with continued use!",
    "itemID": "B000Z605H2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3095
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lip Plumpers"
      ]
    ],
    "price": 27.5,
    "brand": "Too Faced"
  },
  {
    "title": "Garnier  Skin Renew Miracle Skin Perfector B.B. Cream, Medium and Deep, 2.5 Fluid Ounce",
    "description": "Garnier Skin Renew Miracle Skin Perfector BB Cream's lightweight, comfortable texture blends perfectly into skin for a sheer flawless finish, delivering results you can see and feel instantly. This miracle, multi-benefit product saves time by combining intense moisturizing skincare with vitamin C + mineral pigments. With every application, see five results: Renewed radiance, brightened complexion, evened skin and blurred imperfections, 24 hour hydration, and Broad Spectrum SPF 15 sunscreen protection against the harmful effects of the sun, when used with other sun protection measures. Formulation Facts: dermatologist tested for safety, non comedogenic - won't clog pores, gentle to skin, and non-greasy.",
    "itemID": "B006WVCF18",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10743
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 11.27,
    "brand": "Garnier"
  },
  {
    "title": "Bundle Monster 4pc Pro Beauty Flawless Makeup Blender Foundation Puff Multi Shape Sponges",
    "description": "Using your fingers to blend in your makeup? You don't have to any more, this set comes with tools that you won't regret picking up! This set will help you put makeup on like a pro and comes with 4 sponges that will assist you with full, medium or light coverage leaving your makeup flawless, dazzling and undetectable! Each set comes with (2) Hour Glass Sponges in Pink and Blue and (2) Tear Drop Sponges in Lavender and Beige. The sponges are high quality and will evenly distribute your foundation or powder instead of \"sucking up\" all over your expensive cosmetics into the sponge. The shapes and their surfaces will help with your different cosmetic products. The flatter surfaces will work best with fuller coverage type products like foundations, powders and creams while the tip or pointy edges will help with concealer or direct coverage around hard to reach areas like around the nostrils, eyes and lips. The sponge is latex and odor free and is non-allergenic. Sponges are reusable if cared for properly - if used daily, we recommend washing your sponge frequently with a mild cleanser like baby shampoo. Rinse well and air dry. NOTE: Due to differences between monitor displays, actual color may vary slightly from image. Bundle Monster is a registered trademark of Remi Collections LLC and is exclusively distributed by Bundle Monster. Bundle Monster trademark is protected by US Trademark Law.",
    "itemID": "B0092SVTGA",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 948
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Puffs, Sponges & Wedges"
      ]
    ],
    "price": 10.99,
    "brand": NaN
  }
]