[
  {
    "title": "Maybelline New York Expert Wear Eyeshadow Quads, Chai Latte 22q, 0.17 Ounce",
    "description": "Easy to use. lots to choose. Just sweep the brush x4. Four coordinating shades with step by step application guide makes shadow easier than ever. All day crease proof wear. Glides on effortlessly with superior smoothness. Velvet tip applicator blends without tugging or pulling. Safe for sensitive eyes and contact lens wearers, ophthalmologist tested.",
    "itemID": "B001KYPZRS",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 9485
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 6.95,
    "brand": "Maybelline"
  },
  {
    "title": "Maybelline New York The Colossal Volum' Express Washable Mascara, Glam Brown 232, 0.31 Fluid Ounce",
    "description": "Creates 9x the volume, instantly. Patented megabrush collagen formula plump lashes one by one. Dramatic volume with no clumps,washable",
    "itemID": "B001Q878WI",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 4386
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 0.06,
    "brand": "Maybelline"
  },
  {
    "title": "Too Faced Cosmetics, Natural Eye, Neutral Eye Shadow Collection, 0.39 Ounce Net Wt.",
    "description": "The Natural Eye Kit contains everything you need to create the pretty, soft, and slightly sexy \"natural eyes\" you've seen on super models and celebrities and have always wanted to perfect for yourself. The three easy-to-follow, step-by-step instruction cards lead you through every fun step to insure a professional looking application every time!",
    "itemID": "B002DP19ZU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 16961
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 33.95,
    "brand": "Too Faced"
  }
]