[
  {
    "title": "Simple Revitalizing Eye RollOn, 0.5 Ounce",
    "description": "Simple&reg; Revitalizing Eye Roll-OnNew Simple&reg; Revitalizing Eye Roll-on helps reduce the appearance of puffiness and wakes up tired eyes by instantly cooling and gently massaging the eye area.Simple&reg; Soothing Eye Roll-On does not contain any dyes, artificial perfumes, or harsh irritants that can upset your skin.",
    "itemID": "B005TI7Q3M",
    "helpful": [
      6,
      9
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 18924
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Puffiness Treatments"
      ]
    ],
    "price": 5.99,
    "brand": "Simple"
  },
  {
    "title": "BLOWOUT SALE!! BEST ORGANIC Vitamin C Serum For Your Face. Botanical 20% Vitamin C + E + Hyaluronic Acid Serum. Anti Aging Serum Moisturizer with Natural Ingredients. + Organic Aloe + Amino Blend, Anti Wrinkle Serum Facial Skin Care, Helps Repair Sun Damage, Gradually Fades Sun &amp; Age Spots &amp; Reduces Fine Lines. We Guarantee our Vitamin C Serum Will Leave Your Skin More Radiant, Beautiful &amp; Youthful Looking. We'll refund your money if you're not satisfied! Try Risk FREE!",
    "description": "See The Anti Aging Power Of Vitamin C + E + Hyaluronic Acid &amp; Instantly Gain Brighter More Radiant Beautiful Skin Upon Application.You Will not Find A better Higher Quality, More Potent Effective Vitamin C Serum On The Market - with Pure 98% Natural 72% Organic ingredientsOur Concentrated Vitamin C Serum Provides Your Skin With The Following Benefits- Proven to stimulate the synthesis of collagen which makes your skin appear years younger and more vibrant.- Antioxidant properties that will reduce skin damage caused by the sun, pollution and cigarette smoke.- Our Vitamin C helps to stimulate your skins rate of exfoliation for a brighter, smoother complexion.- Diminishes the appearance of fine lines and wrinkles, leaving beautiful skin.- Boosts Collagen Production For An Instant Youthful Appearance.Our Vitamin C Serum Contains Vitamin C, Vitamin E, Suspended in a Concentrated base of Pure Vegan Hyaluronic Acid For Superior Anti Aging Effects.Beware of Cheap Imitations. We only offer the Very Highest Quality of Organic and Naturals IngredientsThere has been a large quantity of low quality Vitamin C serums flooding the market -Pure Body Naturals Vitamin C+E Serum Is A Highly Potent Anti Aging SerumThat Will Give You Dramatic Results &amp; Make Your Skin Look and Feel 10 Years Younger.Our GuaranteeIf within 30 days you are not 100% happy with your purchase of Pure Body Naturals Vitamin C + E Serum, let us know and we will refund your entire purchase price no questions asked.Order Your Bottle Of Pure Body Naturals Vitamin C Serum Now While Still In Stock",
    "itemID": "B00G75X158",
    "helpful": [
      18,
      19
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 82
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 19.5,
    "brand": NaN
  },
  {
    "title": "Pink Eyelash Curler - Pinch Free Design Creates Dramatic Eyelashes - Sturdy Handle, No Crooked Lashes - Professional Curl That Lasts All Day - Best Tools - Whiplash Plus 5 Refill Cushion Pads - LIFETIME GUARANTEE",
    "description": "Never Wear Fake Lashes AgainIf you are looking for a professional quality lash curler to give you fully curled lashes that last all day long, then Whiplash is a must have. Whiplash Eyelash Curler will make your lashes stand out, in just a matter of seconds. No more need for fake lashes!Get Dramatic Natural Looking Lashes In SecondsDesigned with precision in mind, Whiplash increases the natural curl of eyelashes by 80%. It captures every lash to create dramatic, fully curled lashes that will stay curled all day long. Each Whiplash curler comes with 10 refill non slip cushion pads, which will prolong the life of the curler.Why Whiplash Out Performs Your Old Lash Curler&#10003; Ergonomic handle provides for full control and ease of use&#10003; Captures each lash for fully lifted lashes&#10003; Designed for all eye shapes and sizes&#10003; Create dramatic lashes that last all day&#10003; Closure latch makes it perfect for travellingHow To Make Your Eyes Pop:1. Order Whiplash by clicking the ADD TO CART button.2. Get the eyelash curler in the mail.3. Use the lash curler every day and never have \"boring\" looking lashes again!TRY IT RISK FREEWe are so certain you'll love Whiplash, we offer a MONEY BACK OR LIFETIME REPLACEMENT GUARANTEE, so order TODAY!Copyright 2014 Crave Naturals. All Rights Reserved.",
    "itemID": "B00EYSNWXG",
    "helpful": [
      0,
      1
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 1255
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Curlers"
      ]
    ],
    "price": 17.0,
    "brand": NaN
  }
]