[
  {
    "title": "Slice of Nature&copy; Virgin Argan Oil 30ml",
    "description": NaN,
    "itemID": "B001PEZAHI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 145396
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bath",
        "Oils"
      ]
    ],
    "price": 10.99,
    "brand": NaN
  },
  {
    "title": "Soap &amp; Glory Flake Away Body Scrub 300ml",
    "description": "A superhero strength skin smoothing body polish with shea butter, sweet almond oil, peach seed powder, sea salt and sugar. Transforms your scaly legs from reptilian to radiant. Scented with Soap & Glory's Original PinkTM fragrance.",
    "itemID": "B006L68P18",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 60133
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 24.99,
    "brand": "Soap &amp; Glory"
  },
  {
    "title": "It Cosmetics Bye Bye Under Eye Full Coverage Waterproof Concealer, Deep",
    "description": "Working hand in hand with the leading plastic surgeons in Brazil, Bye Bye Under Eye was created as a full coverage, highly pigmented anti-aging concealer that utilizes truly innovative technology and ingredients - giving women the power to finally say &quot;bye &ndash;bye!&quot; to stubborn under-eye issues. Bye Bye Under Eye offers a waterproof, yet moisturizing, formula that stays put no matter what. The truly innovative formula contains high concentrations of Vitamins K, A, C, E and Collagen, which are clinically proven to reduce under eye puffiness and discoloration while strengthening the delicate skin of the under eye area. More than just full coverage for under the eyes, this formula was developed, tested and is now used to conceal facial bruising and swelling on the face and body of surgery patients in the offices of some of the leading plastic surgeons in Brazil. Hypo-allergenic and non-comedogenic. How to Use: Apply to bare skin, underneath foundation. Set with powder if preferred. Remove with facial cleanser or makeup remover.",
    "itemID": "B0028P1S38",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 55199
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Concealers & Neutralizers"
      ]
    ],
    "price": 12.94,
    "brand": "It Cosmetics"
  }
]