[
  {
    "title": "Skinceuticals Phloretin Cf Broad-range Antioxidant Treatment, 1.0-Ounce",
    "description": "Phloretin cf&#xAE; represents a new class of preventive and corrective topical antioxidant treatment. after five years of extensive research, skinceuticals developed this patent-pending breakthrough technology combining the newly-discovered, broad-range power of phloretin with vitamin c and ferulic acid in a biodiverse formulation to divide and conquer sources of damage at every level. phloretin cf&#xAE;, a broad-spectrum treatment, protects against not only free radicals, but the range of other reactive molecules known to cause damage and dna mutations among the integral cell types. in addition, it corrects existing damage by stimulating the synthesis of essential proteins and fibers and accelerating cell turnover. the result &#x2014; a strengthened support structure on the inside and a more youthful, firm, radiant appearance on the outside.",
    "itemID": "B001CEWDHG",
    "helpful": [
      5,
      8
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1513
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 104.42,
    "brand": "SkinCeuticals"
  },
  {
    "title": "Dermalogica Age Smart Super Rich Repair 1.7 oz",
    "description": "Developed by the international dermal institute. Recommended for chronically dry and prematurely - aging skin. Deliver immediate benefits to dry, dehydrated and prematurely-aging skin with this heavy-weight cream. Powerful peptides stimulate collagen production while and acid-free smoothing complex improves elasticity and tone. Shea butter and oil of evening primrose replenish skin with maximum hydration while reinforcing skin's natural defensive barrier. Antioxidant soy flavonoids shield against extreme environmental elements that con accelerate the visible signs of aging. Contains no artificial fragrance or color. Made in the USA.",
    "itemID": "B000PKYCJA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2169
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 49.99,
    "brand": "Dermalogica"
  },
  {
    "title": "Fekkai Advanced Brilliant Glossing Cream 4 fl oz (113 g)",
    "description": "Who is it for?Women with normal to dry, dull hair, who seek moisture and radiant, reflective shine.Advanced TechnologyEncapsulated Shine-Release ComplexKey Ingredient: Olive OilWhy is it different?Frizz-fighting, soft-seeking shine cream works for nearly every hair type. With encapsulated olive oil spheres to instantly reboot shine all day long. Our superstar formula, ever so brilliant.Brilliant Glossing takes inspiration from nature with its winning olive oil formula, and incorporates new encapsulation technology in Fekkai Advanced.Micro-encapsulation technology allows finer olive oil droplets to target and cover your hair for even distribution &amp; coverage from the root to the tip. With our encapsulated Shine-Release Complex, Brilliant Glossing formulas will deliver refreshed shine throughout the day for all day shine.This product collection uses a new, breakthrough encapsulation technology to help deliver even reflective shine from root to tip, and refresh your shine for brilliant hair throughout the day.",
    "itemID": "B000ALFROS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 76019
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 27.95,
    "brand": NaN
  }
]