[
  {
    "title": "Herbal Essences Hello Hydration Moisturizing Shampoo 33.8 Fluid Ounce",
    "description": "Quench thirsty locks with Hello Hydration Moisturizing Hair Shampoo. Fused with Hawaiian Coconut and Orchid, the essential moisturizers in this hair shampoo help replenish your pretty, parched head with hair that is silky and supple. Lather up and soak your head. Rinse and repeat. Let your hair drink it up. Seek it's happily hydrated conditioner.",
    "itemID": "B008CC4CXY",
    "helpful": [
      0,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 77174
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 23.51,
    "brand": "Herbal Essences"
  },
  {
    "title": "Queen Helene Mint Julep Masque, 2 Ounce Travel Size Tube",
    "description": "Queen Helene has been a leader in quality beauty products for professional and personal use since 1930. Our products are inspired by nature&#x2019;s finest ingredients because they are safer, and often more effective, than harsh chemicals and unnecessary additives. We use natural elements like cocoa butter that are rich with vitamins and natural emollient properties to moisturize, soften and nurture your skin and hair. We use pomegranate oil for its antioxidant protection against the skin-aging effects of the environment and essential oils to help relax tired muscles and ease tension. Many of our products take advantage of the unique qualities of nature&#x2019;s finest ingredients to keep you looking your best.&#xA0;For over 80 years, our commitment to excellence has made many of our products among the leaders in the personal care category, and we are proud to continue our dedication to providing the most effective products your body needs from head to toe.",
    "itemID": "B000F8HWXU",
    "helpful": [
      2,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10453
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 3.03,
    "brand": "Queen Helene"
  },
  {
    "title": "Tigi S-factor Smoothing Shampoo and Conditioner DUO (25.36 Oz)",
    "description": "Smoothing Shampoo is the first step in achieving soft, radiant hair. This gentle shampoo is enriched with a Pro Vitamin B5 Complex designed to absorb easily into the hair shaft to deeply moisturize and smooth dry, damaged hair. This daily conditioner is a lightweight moisturizer that seals the hair to help tame fly-a-ways and lock in moisture. Vitamin rich Avocado and Jojoba oils nourish the hair beyond the surface for truly brilliant hair. Ideal for coarse, dry hair that tends to frizz.",
    "itemID": "B000PB271E",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1229
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoo & Conditioner Sets"
      ]
    ],
    "price": 28.25,
    "brand": "Tigi"
  }
]