[
  {
    "title": "SHANY Cosmetics Fuchsia 6 Color Blush Palette, 8 Ounce",
    "description": "Fuchsia by Shany is for blush lovers with combination of 6 peachy-pinky colors. Colors are great for everyday use and can be combined with any other Shany palette. Pans are large enough to last you for a long time. Durable compact kit is great when you are on the go and the kit fits in any purse. Color combination is unlimited, so let your imagination run wild and blend your perfect color by fuchsia today. Colors are highly pigmented and stored in temperature controlled facility so that it wont crack, and wont melt. Try it today to see the difference.",
    "itemID": "B0061KQF2K",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13811
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Blush"
      ]
    ],
    "price": 16.95,
    "brand": NaN
  },
  {
    "title": "Bdellium Tools Professional Antibacterial Makeup Brush Studio Line - Precision Kabuki Airbrushed Effect 957",
    "description": "This professional precision kabuki brush from Bdellium's studio line is hand-crafted with a yellow wood handle and an aluminum ferrule. Hand-crafted brushes. Professional anti-bacterial brushes. Eco-friendly products.",
    "itemID": "B002UL10HO",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 46445
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 14.99,
    "brand": "Bdellium Tools"
  },
  {
    "title": "Bdellium Tools Studio Line Duet Fiber Finishing Brush, Yellow",
    "description": "This professional duet fiber finishing brush from Bdellium's studio line is hand-crafted with a yellow wood handle and an aluminum ferrule. Hand-crafted brushes. Professional anti-bacterial brushes. Eco-friendly products.",
    "itemID": "B002UL10HY",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 124966
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 12.32,
    "brand": NaN
  }
]