[
  {
    "title": "SODIAL(TM) Stainless Steel Extension Eyelash Applicator Tool Fish Tail Clip",
    "description": "* Fish tail design eyelash clip is a great tool for ladies.* Help you to stick artificial eyelash firmly and take off it easily.* A must for ladies to use in daily life, and save your time on makeup.* It's durable as made from stainless steel material.",
    "itemID": "B00A752CV8",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 79912
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools"
      ]
    ],
    "price": 2.68,
    "brand": "SODIAL(TM)"
  },
  {
    "title": "Peppermint 100% Pure Therapeutic Grade Essential Oil- 10 ml",
    "description": "* The Peppermint plant is a summer-growing perennial with upright square stems reaching three feet in height at maturity.\n\n* Botanical Name: Mentha piperita\n* Aromatic Aroma: Has strong minty notes with herbaceous warm undertones.\n* Consistency: Thin\n* Note: Top\n* Aroma Strength: Strong\n* Extraction Method: Steam Distilled\n* Plant Part: Herb\n* Origin: India\n* Color: Colorless to pale yellow\n* Common Uses: It is widely credited with being a digestive aid. The leaves contain menthol, which is a proven aid to digestion. The familiar aroma of Peppermint is known for both its warming and cooling properties. Friendly to the sinuses, it is also useful to the muscular system, especially for women during monthly cycles or menopause. Properties include being refreshing, a mental stimulant and energizing. It relieves bad breath and is a good nerve tonic that helps with mental fatigue and nervous stress.\n* Blends Well With: Basil, Bergamot, Cajeput, Cedarwood, Eucalyptus, Lemon, Lime, Mandarin, Pine, Rosemary, Spearmint, Sweet Marjoram and Thyme.\n* History: Peppermint oil is one of the world's oldest medicinal herbs with documented use in ancient Egypt, Greece and Rome.\n* Cautions: Should be used well diluted since high concentration can cause a burning sensation and sensitization. Avoid use during pregnancy.",
    "itemID": "B002RUH3OM",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 257
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Essential Oils"
      ]
    ],
    "price": 3.75,
    "brand": NaN
  },
  {
    "title": "Garnier Nutrisse Haircolor, 100 Extra-light Natural Blonde Chamomile",
    "description": "Nourishing- experience garnier nutrisse, the nourishing color treatment that gives you rich, healthy-looking color. This exclusive color treatment, enriched with conditioners and fruit oil concentrate, penetrates deeps into hair fibers to deliver rich, long-lasting color that covers gray completely. Natural- enjoy the unique avocado enriched conditioner that harnesses the restorative properties of avocado oil with vitamin e. It protects against dryness while locking in color and moisture to keep your color radiant and your hair silky soft. Easy application: love coloring your hair with the nourishing creme formula enhanced with fragrant grape seed oil you only get from garnier nutrisse. The non-drip formula spreads easily and smells great when you color.",
    "itemID": "B000GCQV9G",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 12806
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 6.05,
    "brand": "Garnier"
  }
]