[
  {
    "title": "12 Colors Boxed Crushed Shell powder Nail Art Tip Decoration",
    "description": "10 Colors Boxed Crushed Shell Chips Nail Art Tip Decoration is a perfect addition to your make-up, suitable for your party or fashionable look.It includes 10 sparkly colours of crushed shell for nail art designs or other decoration.",
    "itemID": "B001D3K6U2",
    "helpful": [
      1,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 18371
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Art"
      ]
    ],
    "price": 2.87,
    "brand": "Generic"
  },
  {
    "title": "Bundle Monster 100 PC 3D Designs Nail Art Nailart Manicure Fimo Canes Sticks Rods Stickers Gel Tips",
    "description": "This monster offer includes 100pc nail art fimo canes / rods / sticks. Abundance of designs including flowers, fruits, butterflies, cute figures, and etc. Please understand occasionally some colors/designs may become out of stock. Therefore, substitutions of similar designs may occur but each one will be unique. Smaller quantity bundle also available in our Amazon storefront. HOW TO USE: Recommended to use razor blade to smoothly cut rod into thin slices. Simply use nail glue to fix on nails. Self explanatory.",
    "itemID": "B0032PQPWW",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 7889
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Art"
      ]
    ],
    "price": 4.4,
    "brand": "Bundle Monster"
  },
  {
    "title": "500 White False French Nail Art Tips Uv Acrylic 064",
    "description": "Brand New in Retail PackageColor : White10 different sizes French False Nail Tips (half nails) in WHITE - approximately 50pcs for each size (size 0 -9)Suitable for nail extension with nail art decorations / nail gel / acrylic / etc.Can add nail art decorations on the nails and design your own style and pattern!Easy to apply and hold with nail glueFor professional salon or home use",
    "itemID": "B004B0U57S",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1251
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "False Nails"
      ]
    ],
    "price": 2.84,
    "brand": "NON"
  }
]