[
  {
    "title": "Swisa Beauty,  Dead Sea Facial Peel, 1.01-Ounce",
    "description": "Vital anti-aging Dead Sea minerals are infused with life giving anti-oxidant ingredients including, Echinacea, Ginseng, Rosemary, and Green Tea Extract. With a simple gentle swirling motion of the fingers, whiteheads, blackheads, and dead skin are effortlessly removed. At the same time, the legendary properties of the Dead Sea minerals work uniquely to retain and attract moisture, maintaining the delicate PH balance of your face. Sensation Beauty Dead Sea Facial Peel combines the robust citrus aroma of grapefruit with the delicate scent of rosemary.",
    "itemID": "B000V10N7I",
    "helpful": [
      2,
      3
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 10891
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels"
      ]
    ],
    "price": 32.5,
    "brand": "Swisa Beauty"
  },
  {
    "title": "Glyco-Lac/60, Level 2 Gel Peel -30 ml/1 fl oz",
    "description": "With a combination of Glycolic with Lactic, Glycolac/60 provides hydration and tone improvements of the Lactic, with the increased collagen stimulation of the Glycolic. It is generally well tolerated because the Lactic and Glycolic work on different levels or the skin.Choosing the Best Peel:Skin Laboratory offers different types of chemical peels to help with things like exfoliating the skin and smoothing fine lines and wrinkles. If you are looking for the BEST peel for your condition, the following list will help you select it. The peels effectiveness is not limited to these conditions:Glycolic:Eczema & Dermatitis, Fine Lines & Wrinkles, Razor Bumps, Stretch Marks and General Toning & TextureLactic:Actinic Keratosis, Dark Circles Under Eyes, Dry Skin, Eczema & Dermatitis, Melasma, Psoriasis, Razor Bumps, Scarring, Sensitive Skin, Stretch Marks, Sun Damage and General Toning & TextureSalicylic:Acne, Acne Scars, Adolescent Skin, Large Pores & Blackheads, Oily Skin, Psoriasis, Razor Bumps and WartsBHA+:Acne, Adolescent Skin, Large Pores & Blackheads, Oily Skin, Psoriasis and WartsHQ+:Acne Scars, Actinic Keratosis, Melasma, Oily Skin and Scarring",
    "itemID": "B000PNTQW0",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 17218
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels"
      ]
    ],
    "price": 18.95,
    "brand": NaN
  },
  {
    "title": "CoverGirl &amp; Olay Simply Ageless Corrector 230, 0.3-Ounce Pan",
    "description": "",
    "itemID": "B002VECKK6",
    "helpful": [
      8,
      9
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 22713
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Concealers & Neutralizers"
      ]
    ],
    "price": 15.96,
    "brand": "COVERGIRL"
  }
]