[
  {
    "title": "Coretex SunX SPF30 Sunscreen with Towelettes - 25 Individual Foil Pouch with Towelettes/Box, PABA Free, Oil-free, Water and Sweat Resistant, UVA/UVB Protection",
    "description": "SunX brand SPF30 sunscreen from Coretex. Large 8\\\" x 5\\\" towelette wipes with sunscreen attached in a foil pouch allow easy application. Simply apply sunscreen and wipe it on. A convenient and easy way to avoid the sometimes messy application process.Sealed 3.5\\\" x 2\\\" pouch keeps the sunscreen fresh until needed. Great for both kids and adults. Each pouchhas enough sunscreen to cover a person wearing shorts and a t-shirt with the towelette available. Fully FDA compliant and tested sunscreen is water and sweat resistant, PABA FREE, oil free and provides UVA/UVB protection.Passed Lineman's Glove Testing (Type 1 Class 2 ANSI/ASTM D120). We sell this to a number of utility companies that rely on its protective capabilities daily.Comes in a handy clam shell dispenser with 25 towelettes.",
    "itemID": "B0006GBEYE",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10515
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection",
        "Sports"
      ]
    ],
    "price": 18.95,
    "brand": "Fieldtex Products"
  },
  {
    "title": "Neutrogena Ageless Intensives Tone Correcting Concentrated Serum Night, 1 Ounce",
    "description": "Ageless Intensives Tone Correcting Concentrated Serum Night fights the look of stubborn dark spots and discoloration to uncover more even-toned, younger-looking skin. The moisturizing formula is clinically proven to deliver noticeable results: natural skin brightener Essential Soy helps smooth out texture; RetinolSA helps smooth wrinkles fast; and powerful antioxidant Pure Vitamin C revitalizes your complexion.100% saw noticeably more even skin tone77% saw the look of dark spots diminished. Oil-free. Non-comedogenic (won't clog pores)Dermatologist Recommended",
    "itemID": "B001OMI96A",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 38430
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Night Creams"
      ]
    ],
    "price": 35.0,
    "brand": "Neutrogena"
  },
  {
    "title": "Neutrogena Rapid Wrinkle Repair Eye, 0.5  Ounce",
    "description": "&nbsp;&nbsp;&nbsp;It's a new era in anti-aging. Neutrogena Rapid Wrinkle Repair Eye Cream containsAcceleratedRetinol SA, for visible results in just one week.AcceleratedRetinol SA combines an exceptional level of Retinol SA with glucose complex, an exclusive booster that delivers pure stabilized retinol into the skin's surface quickly and effectively, leaving feeling smoother and younger-looking.It's clinically proven to help: fade the look of stubborn crow's feet; brighten and even under eye area; smooth fine lines and texture; and reduce the look of dark circles.",
    "itemID": "B004D24818",
    "helpful": [
      8,
      10
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 963
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 8.91,
    "brand": "Neutrogena"
  }
]