[
  {
    "title": "Thermafuse One Pass F450 Hot Iron Smoothing Cream 3 oz",
    "description": "Thermafuse F450&#xFFFD; One Pass rnHot Iron Activated Smoothing Creme - the next generation in temporary smoothing and straightening products. The core philosophy of Thermafuse has always been to \"make heat good for hair.\" Tests conclude that F450&#xFFFD; one pass with HSC and CFC will leave hair in better condition at temperatures up to 450&#xFFFD; Fahrenheit. F450&#xFFFD; One Pass is:rnA temporary smoothing/straightening productrnFormaldehyde-freernA styling product developed for use with extreme heat fl at irons and appliances..to 450&#xFFFD;FrnF450&#xFFFD; One Pass will:rnProvide moisture & protein conditioning to combat dry, brittle hair caused by extreme heatrnResist reversion from moisture/humidityrnReduce friction and cuticle abrasionrnPromote fast & easy stylingrnIncreases thermal protection by 20% or morernMake hair smooth and sleek, with incredible shinernThermaFuse products are sulfate-free, sodium-free, paraben-free, and 100% Vegan. And, ThermaFuse maintains a \"NO ANIMAL TESTING\" policy.",
    "itemID": "B004L1ZDD8",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 20675
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 11.15,
    "brand": "Thermafuse"
  },
  {
    "title": "Maybelline New York Dream Matte Mousse Foundation, Light Beige, 0.64 Ounce",
    "description": "Revolutionary whipped formula provides air soft, perfect matte coverage, with a weightless feel. Blends effortlessly for a soft, natural looking, even toned result.",
    "itemID": "B000VBDWQC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 21753
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 1.1,
    "brand": "Maybelline"
  },
  {
    "title": "Revlon Colorburst Lipgloss, Strawberry, 0.20-Ounce",
    "description": "Gives you a pop of weightless color bursting with vivid, mirror-like shine",
    "itemID": "B004510MT4",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 26153
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lip Glosses"
      ]
    ],
    "price": 1.5,
    "brand": "Revlon"
  }
]