[
  {
    "title": "Alter Ego Nequal Intensive Energizing Lotion 125ml",
    "description": "Intensive Regenerating Lotion. The synergic action of the Herbal and Seaweed(Coralina Officinalis)extracts in its formula helps rebalance and purify the scalp.The nourishing and energizing properties of its selected active principles Soya and Wheat Proteins help nourish the hair bulb,reactivate the micro circulation and increase the oxygen intake.Intensive treatment ideal for weak and fine hair.USE:after cleansing with Shampoo Active Therapy,apply to the scalp and gently massage.Do not rinse off.",
    "itemID": "B000TAVKUK",
    "helpful": [
      5,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7728
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 22.95,
    "brand": "Alter Ego"
  },
  {
    "title": "Sebastian Cellophanes - Caramel Brown",
    "description": "Product Description\nSize: 10.2 oz Sebastian Laminates Cellophanes makes a cool comeback, from the original Colourshines, with new technology including a thicker formula, better color balance and new shade names. Sebastian Professional brings you the one accessory that your client can?t live without, which is the ultimate lip gloss for their hair: Cellophanes. In addition to delivering translucent, rich color, Cellophanes contains a special Color Shine Acid Complex for sheen and richness to natural hair color or color treated hair. This unique technology works in heat to seal the cuticle layer to reflect light, deliver proteins and amino acids to the hair shaft, and deposit pure dye pigments. By sealing off the hair?s cuticle layer, incoming light is reflected, revealing a high gloss shine. For best results, use with Sebastian Laminates Cellophanes Shampoo and Sebastian Laminate Cellophanes Conditioner . The new thicker, protein-enriched formula deposits non-oxidative pure dye pigments on the hair",
    "itemID": "B001AZS6R8",
    "helpful": [
      16,
      21
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 51303
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Color Refreshers"
      ]
    ],
    "price": 17.77,
    "brand": "Sebastian"
  },
  {
    "title": "Blue Steel Sports Anti-Chafe Cream",
    "description": "Reduces the chafing, blisters and saddle sores that occur with endurance sports. Protects your skin by forming a thin, silky llow-friction layer between skin and clothes as well as an effective moisture barrier to protect against sweat and water. Long lasting so reduces the need for inconvenient re-application. Most effective when used prior to activity, but also soothing to skin when used after endurance activites. Has natural Australian Tea Tree oil which has anti-septic and anti-fungal action to reduce the possibility of infection.",
    "itemID": "B001JK6N3I",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 7790
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 14.99,
    "brand": "Blue Steel Sports"
  }
]