[
  {
    "title": "Hask Placenta Leave-in Conditioning Treatment Super Strength 5 oz. Pump",
    "description": "Buy Hask Placenta Hair & Scalp Treatments - Hask Placenta No-Rinse Instant Hair Repair Treatment for Extremely Damaged Hair 5.0 oz Spray. How-to-Use: For general conditioning: Shake vial well. Apply after shampooing. Massage thoroughly on to hair and scalp. DO NOT RINSE. Allow to penetrate hair for three minutes, then proceed as usual with setting or styling. When bleaching: Apply 1/2 vial to hair after bleaching. Allow three minutes to penetrate hair; then proceed as usual with ton",
    "itemID": "B000EVEKMY",
    "helpful": [
      2,
      4
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 13097
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 6.49,
    "brand": "Hask Placenta"
  },
  {
    "title": "Sally Hansen No Chip Acrylic Top Coat, 0.45 Fluid Ounce",
    "description": "Sally Hansen no chip acrylic top coat is an anti-chip top coat that seals nail color to a smooth, hard, high-gloss finish. Super acrylic protection against chipping. Dries quick,ly to an ultra-hard shield that resists chipping and peeling. Provides long-lasting protection to help promote stronger, more beautiful nails. Seals nail color to keep manicures fresh. Use over dry, freshly applied manicures and use between manicures to \"freshen\" enamel with brilliant shine.",
    "itemID": "B000AAAVTU",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 40206
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Growth Formula"
      ]
    ],
    "price": 0.94,
    "brand": "Sally Hansen"
  },
  {
    "title": "Rimmel Lash Accelerator Mascara Black, .23 Ounce",
    "description": "Mascara with Grow-Lash Complex! Our first mascara and lash treatment in one that works both instantly, and overtime.  The advanced ultra-lengthening formula instantly makes lashes appear up to 80% longer.  Over time, the unique Grow-Lash Complex strengthens, nourishes and renews lashes to promote natural lash growth for up to 117% longer looking lashes after 30 days.   Discover the secret to beautifully long, natural lashes!",
    "itemID": "B0043IX95I",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10315
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 1.01,
    "brand": "Rimmel"
  }
]