[
  {
    "title": "Darkness False Eyelashes Glue &amp; Gel",
    "description": "Darkness False Eyelashes Glue & Gel",
    "itemID": "B002AER2FU",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 16957
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 2.49,
    "brand": "Darkness False Eyelashes"
  },
  {
    "title": "Clean &amp; Clear Oil-Free Foaming Facial Cleanser, 8-Ounce Pump Bottles (Pack of 6)",
    "description": "Clean & Clear Foaming Facial Cleanser contains Triclosan, an ingredient that fights problem-causing bacteria to help skin stay clear and healthy-looking. The rich lather is oil-free and gently removes dirt and oil without over-drying and leaves skin clean and refreshed.",
    "itemID": "B001E96LWM",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 289864
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Queen Helene Original Formula Antioxidant Grape Seed Extract Peel Off Masque -- 6 oz",
    "description": "Antioxidant Grape Seed Extract Peel Off MasqueCleans clogged poresSoftens facial linesSoothes and tones skinDead skin cells can clog pores making skin appear older.&nbsp; Grape seed is well known as an antioxidant that contains Pycnogenol, a natural skin purifier that will help deep clean, tighten and refine your skin.Simply apply Queen Helene's Grape Seed Extract Peel Off Masque to your face and neck.&nbsp; Within minutes it dries to a film as its suction action draws out impurities from the pores.&nbsp; At the same time it exfoliates the dead surface cells of your skin.&nbsp; Minutes later, peel the masque away to reveal a cleaner, younger looking skin underneath.&nbsp; After the masque is removed your skin will feel clean, refreshed and revitalized.No animal testing.Queen Helene.&nbsp; Environmentally Concerned.Made in USA",
    "itemID": "B00008CMOR",
    "helpful": [
      1,
      3
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 14664
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 5.2,
    "brand": "Queen Helene"
  }
]