[
  {
    "title": "EltaMD UV Lotion Broad-Spectrum SPF 30+ 7 oz",
    "description": "Elta MD UV Lotion Broad-Spectrum SPF 30 Plus (formerly UV Lotion SPF 30 Plus) protects and promotes healthy skin. Formulated with transparent zinc oxide, it combats harmful UVA and UVB rays to prevent sunburn and visible signs of photoaging. Vitamin E and hyaluronic acid work together to hydrate and lock in moisture, promoting a soft feel and comfortable, long wear.",
    "itemID": "B000PHP8L4",
    "helpful": [
      12,
      12
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2496
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 26.35,
    "brand": "EltaMD"
  },
  {
    "title": "Alpha Hydrox Foaming Face Wash -- 6 fl oz",
    "description": "This wonderfully sudsy foaming cleanser gently but thoroughly removes every trace of dirt and makeup to leave skin refreshed and totally clean. It's soap-free, alcohol-free, and pH balanced, which means dry complexions can use it without any fear of stripping natural oils. Yet oily skin can also benefit, since this cool wash doesn't pack any of the pore-clogging moisturizers that can contribute to acne.Gentle Soap-Free CleanserRecommended for: &nbsp;All Skin Types.&nbsp;Soap-free.&nbsp; Fragrance-free.&nbsp; pH balanced.&nbsp; Alcohol-free.&nbsp; Oil-free.Cleanses while maintaining skin's moisture level.Leaves skin looking and feeling soft, smooth and fresh.Safe and gentle for eye makeup removal.Removes impurities and environmental pollutants.Rinses clean, leaving no irritating residue.Alpha Hydrox&reg; Foaming Face Wash is highly recommended for use with Alpha Hydrox&reg; Anti-Wrinkle Treatment products, due to its soap-free gentle cleansing.&nbsp; Soap-based cleansers and facial scrubs may dry and irritate the skin.",
    "itemID": "B000052YM4",
    "helpful": [
      11,
      13
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 1931
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 7.38,
    "brand": "Alpha Hydrox"
  },
  {
    "title": "Alpha Hydrox Nourishing Cleanser with Vitamin A and E, 4.5 Ounce",
    "description": "This hydrating formula goes beyond clean by maintaining skin's moisture, revealing a smoother, more radiant complexion. Pro-vitamin B5 & Vitamins A&E; antioxidant microbeads condition and help protect against damage & aging. Soy & Active Oxygen enhance overall effectiveness. Leaves skin residue-free and at the proper pH level to optimize the effects of all Alpha Hydrox anti-wrinkle treatment products.",
    "itemID": "B000NZN2V6",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 91434
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 15.0,
    "brand": NaN
  }
]