[
  {
    "title": "Orly Nail Polish Sweet Spring Collection Gumdrop 40733",
    "description": "Orly Nail Polish Sweet Spring Collection Gumdrop 40733",
    "itemID": "B0036FSWHE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 25772
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 5.8,
    "brand": "Orly"
  },
  {
    "title": "Toji Pure Density: Hair Nutrition 30 Day Supply | Vegetarian Hair Vitamin Supplement | 34 Ingredients - Biotin, DHT Blocker, Horsetail, Eclipta Alba &amp; More | Supports Healthy Hair to Grow Faster, Thicker, and Stronger*",
    "description": "Toji: Pure Density is a hair nutrition supplement designed to support healthy hair to grow faster, thicker, and stronger.* Its proprietary, 34-ingredient formula includes a mix of vitamins, minerals, and herbs to support hair nutrition, hormonal balance, and circulation.*How Toji: Pure Density Helps- Includes Biotin, Horsetail Extract, and MSM to provide nutritional support for healthy hair growth*- Includes Saw Palmetto Extract and DHT Blockers to provide hormonal support against hair loss*- Includes Ginkgo Biloba, Grape Seed Extract, and Vitamin E to provide circulatory support for healthy hair growth*Quality AssuredToji: Pure Density is Manufactured in a cGMP facility in the USA that has an \"A\" rating (the highest possible) from the National Nutritional Foods Association",
    "itemID": "B008OPK8EQ",
    "helpful": [
      0,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 4924
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 13.95,
    "brand": NaN
  },
  {
    "title": "Caruso C97958 ION Steam Hairsetter",
    "description": "The Caruso Professional ION Steam Hairsetter model #C97958 creates shine and volume without static or frizz.  The new anti-static, anti-frizz Caruso Professional ION Steam Hairsetter uses negative ions to produce up to three times the amount of steam of ordinary hairsetters.  Ions create strong, long-lasting and luxurious curls.  Help condition, soften and make hair shinier while adding volume and reducing frizz. The large and jumbo rollers in this product share the exact same size plastic roller shield. The difference is the Jumbo roller will have a thicker foam around the roller than the large size. This is why the Rollers say Large/Jumbo&#x201D;. You will receive 12 rollers that will say Large/Jumbo. You will need to look at foam thickness to differentiate between the 6 Large and 6 Jumbo. Note : The red LED light comes on only in the IONIC Steam setting.  Unit will work even without the red LED light turning on because steam will start coming out of the unit.",
    "itemID": "B0002JKPA4",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 25729
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Rollers"
      ]
    ],
    "price": 36.97,
    "brand": "Caruso"
  }
]