[
  {
    "title": "Paul Mitchell Shampoo  1   33.8 Ounces",
    "description": "Paul Mitchell Shampoo  1. Shampoo for fine to medium and chemically treated hair",
    "itemID": "B0007CXY5E",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 19.99,
    "brand": "Paul Mitchell"
  },
  {
    "title": "niceEshop 32 Pcs Elegant Professional Beauty Cosmetic Makeup Brush Set Kit with Free Case",
    "description": "Model: HLWX-EI16505 Size: Open size: 28 \" * 9 1/2 \" (72cm * 24.cm) Close size: 9 1/2 \" * 5 1/2 \" (24cm * 14.cm) Material: Natural hair Color: Black Brushes set contains: Powder Brush, Large Contour Brush, Square Shadier Brush, Large Sable Shadier Brush, Small Sable Shadier Brush, Lip Brush, Mascara Brush, Large Synthetic Shadier Brush, Etc This 32 pc set includes all the brushes you'll ever need to create perfectly polished makeup styles. Perfect for professional salons or personal use! Each brush is covered with a clear plastic wrap for cleanliness. Our exclusively selected natural hair mineral makeup brushes will make a great addition to your collection. This complete collection of luxury makeup brushes includes the essential brushes used by professional makeup artists throughout the makeup world. How to clean makeup brushes: 1. Run the bristles of brush under warm running water. 2. Apply a small amount of gentle shampoo to bristles and work into a light lather. 3. Rinse bristles thoroughly under running water. You will notice that the water leaving the brush is tinted from old makeup. 4. Continue rinsing until no color leaves the brush. 5. Allow it to air-dry.",
    "itemID": "B0067F8BBM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 186
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 14.18,
    "brand": "niceEshop"
  },
  {
    "title": "144 Pcs 3d Flower Slice Nail Art Decoration Fimo Box Packaged",
    "description": "Features: 1. 12 Different Patterns. 2. Charms that Makes You Wonderful Nail Art. 3. Different Patterns in separate chamber of the wheel box provided. 4. Box packaged, easy to carry and store. 5. Allows you to create your own designs on the nail. 6. Suitable for professional use or home use. Specifications: 1. FIMO shaped: Flower. 2. Color: Multi-color. 3. Quantity: More than 144 pcs. . Box dimensions: 2.36 x 0.31 inch / 6 x 0.8 cm(Dia x H). 5. Weight:0.42oz/12g. Package includes: 1 x 144 pcs 3D Flower Slice Nail Art Decoration FIMO Box Packaged.",
    "itemID": "B0076D1YF4",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 11286
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 1.61,
    "brand": "Toogoo"
  }
]