[
  {
    "title": "NARS Blush, Taj Mahal",
    "description": "Made with transparent pigments for a soft and sheer look. Imparts a natural, healthy glow for any skin tone and may be worn alone or layered together for more depth and intensity.",
    "itemID": "B00021DJ32",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 46941
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Blush"
      ]
    ],
    "price": 49.99,
    "brand": "NARS"
  },
  {
    "title": "Benefit Cosmetics Hoola",
    "description": "This soft bronze matte powder gives your complexion a healthy, natural looking tan. Dust it lightly across cheeks, chin and forehead to bring the warm tan of the island to your skin and spirits. Use hoola for a year round healthy tan.",
    "itemID": "B000FBNYSY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6003
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Bronzers & Highlighters"
      ]
    ],
    "price": 29.49,
    "brand": "Benefit Cosmetics"
  },
  {
    "title": "Real Techniques Expert Face Brush",
    "description": "Designed with pro makeup artist Samantha Chapman, Real Techniques brushes combine high-tech materials with innovative design to make creating a pixel-perfect look easier than ever: Taklon bristles are ultra plush and smoother than the hair you'll find in other brushes. Since taklon is synthetic, it's 100% cruelty-free. The soft fibers help create a flawless, high-definition finish in any type of light, from sunlight to harsh indoor lighting. The color-coded system corresponds to the key steps of makeup application so you can create a flawless base (copper), enhanced eyes (purple), and the perfect finish like a pro (pink). Each brush head is hand-cut to the perfect shape, allowing for precise application from dense coverage to a soft, delicate finish. The collection is suitable for a wide range of products and every makeup need &#x2013; from powders, creams, and liquids to mineral makeup, highlighter, and shimmer. Brush names on the handles make for easy reference when creating your favorite look.",
    "itemID": "B007O7AZBG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 341
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 8.45,
    "brand": "Real Techniques"
  }
]