[
  {
    "title": "Neutrogena Visibly Even Foaming Cleanser, 5.1 Ounce (Pack of 3)",
    "description": "Visibly Even Foaming Cleanser gently exfoliates to refine skin texture for a more even-toned, radiant complexion.  This dermatologist-tested formula contains Vitamin C and Essential Soy, a natural skin brightener clinically proven to deliver more even-toned, radiant skin. With gentle exfoliating beads, it also refines skin texture, washing away dirt and oil. Rinses cleanly without overdrying for clean, soft, smooth skin.   Add radiance and improve skin tone with every wash.",
    "itemID": "B001E96P1E",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 93201
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 26.0,
    "brand": "Neutrogena"
  },
  {
    "title": "Gold Bond  Ultimate Healing Skin Therapy Lotion, Aloe, 14 Ounce Pump",
    "description": "Specially formulated for all over body moisturization to help heal extremely dry, rough, cracked and irritated skin. Gold bond ultimate contains 7 intensive moisturizers clinically tested to provide 24-hour moisturization. Plus, it contains 3 essential sk",
    "itemID": "B001QFDTWO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 45308
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 9.0,
    "brand": "Gold Bond"
  },
  {
    "title": "Neutrogena Healthy Skin Liquid Makeup, Classic Ivory 10, 1 Ounce",
    "description": "Finally, naturally beautiful coverage that takes your skin's health seriously. Neutrogena Healthy Skin liquid makeup takes over where your skin care leaves off. Silkylight coverage glides on for a perfectly natural look, while the exclusive blend plus SPF 20 work together to visibly improve skin's luminosity, tone, and texture.",
    "itemID": "B001MS7HF0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 60500
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 9.99,
    "brand": "Neutrogena"
  }
]