[
  {
    "title": "CLEAR SCALP &amp; HAIR BEAUTY Volumizing Root Boost Nourishing Shampoo, 12.9 Fluid Ounce",
    "description": "",
    "itemID": "B007RTR8AC",
    "helpful": [
      0,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 11379
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 1.66,
    "brand": "Clear"
  },
  {
    "title": "AINHOA Whitess Caviar Renewal Serum, 1.05 Fluid Ounce",
    "description": "AINHOA is an award-winning series of professional beauty products for use in the comfort of your home.  Pleasurable, convenient, made from the highest quality ingredients, these are Spa-quality products at affordable prices. Ainhoa has been available in the worlds&#x2019; finest hotels and spas for over 15 years, offering luxurious treatments using their products. Whether you want daily use products or an intense treatment, whatever your skin type; the stunning Ainhoa range has the right products for you.  Treat yourself today and enter the exclusive world of Ainhoa. WHITESS CAVIAR RENEWAL is a recently launched range of products that applies the best of our Caviar treatment experience to the issues of pigmentation.  This range boasts innovative ingredients that include Platinum and Skin Brightening Plant Stem Cells, plus natural ingredients that are capable of improving the sin's appearance. These formulations provide luminosity and softness to the skin with anti-ageing benefits.  They prevent and treat blemishes and imperfections caused by sun exposure and hormonal imbalances. Caviar Extract is rich in vitamins A, D, B1, B2, B6 and the elements Cobalt, Copper, Phosphorus, Silicon, Zinc; as well as Amino-Acids Glycine, Lysine, Histidine, Arginine and Asparagine. Also a source of marine DNA which is a key element to skin cell regeneration. WHITESS CAVIAR RENEWAL Caviar Renewal Serum is a light-textured serum which acts as a booster to the Caviar Renewal Cream thanks to our Brightening Plant Stem Cell complex. Enriched with Caviar Extract and Platinum which provide specific action against skin discoloration and help to reduce wrinkles and expression lines. This pleasureable serum provides nutrition, regeneration, vitality and flexibility to the skin. WHITESS CAVIAR RENEWAL products are recommended for all skin types, mature skin, skin with pigmentation issues and aged 30 years upwards. Ainhoa products that compliment this range include LUXE Cleansing Milk and Facial Tonic.",
    "itemID": "B0095BWH5Q",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 629107
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 82.21,
    "brand": NaN
  },
  {
    "title": "L'Oreal Paris, Age Perfect Day Cream for Mature Skin with Soy Seed Proteins, SPF 15, 2.5-Ounce",
    "description": "Anti-sagging + anti-age spot hydrating moisturizer. Rebuilds skin's substance with soy seed proteins. Why is Age Perfect right for me? Starting with menopause, skin loses up to 30% of its own substance due to hormonal changes, reducing skin's underlying cushion and support skin experiences significant changes such as deep dryness, sagging due to a loss of resilience, and an increase in the appearance of age spots. The Innovation: Soy Seed Proteins stimulate the synthesis of natural fibers found in younger skin (based on increased collagen production during in-vitro testing on soy seed proteins). L'Oreal Research has developed a breakthrough complex containing Soy Seed Proteins to help menopausal and post-menopausal skin rebuild its own substance. Intensive Action: Anti-Sagging Action: With Soy Seed Proteins to help skin rebuild its own substance to improve elasticity for more toned, supple and resilient skin. Anti-Age Spot Action: With a Beta Hydroxy Acid (BHA) complex to help reduce the appearance of age spots, while Broad Spectrum SPF15 Sunscreen helps protect skin from future sun damage. Deep Hydration: Provides 24-hour hydration and soothes increased dryness seen in menopausal and post-menopausal skin. See Visible Results: Day after day, skin becomes more resilient and radiant while its youthful cushion is restored. Immediately: 94% saw more hydrated skin (based on consumer evaluations). In 4 Weeks: 85% saw firmer skin (based on consumer evaluations). Smoothes and reduces the appearance of surface wrinkles and fine lines (based on consumer evaluations). In 8 Weeks: Age spots were visibly reduced (based on consumer evaluations). Formula Essentials: UVA/UVB SPF 15 Sunscreen; Non-greasy; Dermatologist tested; Non-comedogenic.",
    "itemID": "B006WQBZ96",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 238102
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Day Creams"
      ]
    ],
    "price": 54.25,
    "brand": NaN
  }
]