[
  {
    "title": "DCL AHA Lightening Gel 1 oz",
    "description": "AHA lightening gel is a highly effective gel formulation to lighten discoloration of the skin.",
    "itemID": "B000IOJM16",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14124
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Gels"
      ]
    ],
    "price": 29.94,
    "brand": "DCL"
  },
  {
    "title": "Coastal Scents 22 Piece Brush Set",
    "description": "",
    "itemID": "B005UBN5AQ",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 260
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 34.55,
    "brand": "Coastal Scents"
  },
  {
    "title": "Acure Organics, Conditioner, Pure Mint + Echinacea Stem Cell, 8 fl oz",
    "description": "Pure Mint Echinacea Stem Cell Conditioner Volumizing by Acure Organics 8 oz Liquid. Build dynamic volume with intense lightweight moisture For hair that feels thicker fuller and uplifted. Quinoa protein extract supports keratin. Argan Oil Babassu Oil provide lightweight moisture for root and scalp maintenance. Echinacea Stem Cells promote cellular regeneration at the root level. Forget the neighborsturn up the volume Features Color Safe Vegan Gluten Free Sulfate Free Paraben Free Phthalates Free Cruelty Free Directions Apply to wet hair. Massage into scalp and hair working through the ends. Rinse thoroughly. Feel free to belt out some horrible 80s tune that you listen to when nobodys around. Whatever you totally do it. Other Ingredients Organic Euterpe oleracea (Acai) Berry Organic Rubus fruticosus (Blackberry) Organic Rosa canina (Rosehips) Organic Punica granatum (Pomegranate) Organic Fair Trade Certified Rooibos Cetearyl",
    "itemID": "B005Z49L7O",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 6043
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 7.99,
    "brand": "Acure"
  }
]