[
  {
    "title": "Eclos Moisture Therapy Regenerative Cream, 2-Ounce",
    "description": "The latest in Plant Stem Cell technology is believed to be the holy grail of anti-aging skin care. This remarkable facial cream containing high potency Plant Stem Cells is formulated specifically to help protect your own skin stem cells. As a result, it promotes the self-renewal capacity of the skin and helps slow the signs of aging. By revitalizing your skin stem cells, it helps tighten sagging skin and postpones wrinkling. The added benefits of Chamomile and Cucumber found in the powerhouse complex PhytoPlex24 provides the ultimate in soothing and defensive properties for the skin.New Hope for Aging Skin. Researcher have found that Plant Stem Cells extracted from a rare Swiss apple, (Uttwiler Spatlauber), show tremendous ability to stimulate skin stem cells, encouraging aging skin to behave like younger skin.PhytoPlex24, a proprietary complex of plant extracts, vitamins, and antioxidants known to work in synergy to minimize the appearance of fine lines, wrinkles, and tired skin while delivering a smooth and radiant complexion.",
    "itemID": "B003JTF3VK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 12439
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 24.99,
    "brand": "Eclos"
  },
  {
    "title": "Missha M Perfect Cover BB(Blemish Balm) Cream SPF 42 PA+++ 50ml No.27 Honey Beige",
    "description": "Functions as a make-up and skin-care in one. Acts as a foundation that covers blemishes and evens out skin tone. BB Creams are known to increase skin regeneration. Has Whitening, Sun Protection and Anti-Ageing properties! Your complexion looks naturally air-brushed, clear and fresh!",
    "itemID": "B005JFPGX2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5129
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 18.9,
    "brand": "Omagazee"
  },
  {
    "title": "It's A 10 Miracle Leave In Potion Plus Keratin, 3.4 Fluid Ounce",
    "description": "Infuses hair with silky softness while eliminating frizz or the appearance of damage. Does 10 things instantly. Humidity resistant. Blow dryer and flat iron use.",
    "itemID": "B009B7E450",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2087
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Styling Serums"
      ]
    ],
    "price": 15.8,
    "brand": "It&#39;s a 10"
  }
]