[
  {
    "title": "Acne.org 16 oz. Treatment (2.5% Benzoyl Peroxide)",
    "description": "This 2.5% benzoyl peroxide is gel-based so it goes on clear and spreads easily. It is pharmaceutical grade, pH balanced, fragrance-free, and dye-free. It won't \"clump up\" with moisturizers, and won't turn white when you perspire. This treatment works best when used as part of The Regimen (acne.org/regimen). The Regimen is a step-by-step guide to clear skin.",
    "itemID": "B00164FVH6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1718
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Body Washes"
      ]
    ],
    "price": 53.0,
    "brand": "Acne.org"
  },
  {
    "title": "High Frequency D'arsonval Home Use Device NEW SPA ARGON",
    "description": "High frequency beauty device, known also as D'Arsonval or Darsonval machine, is used widely in cosmetology practice.\n\nHigh frequency portable face massager helps with acne, pimples, skin irritation. High frequency (D'Arsonval) apparatus is used for skin tightening and wrinkle reduction because of ability the high frequency electricity to increase blood circulation and supply skin with oxygen.\nHigh frequency electrical current will help with hair loss by blood circulation in hair follicle, which is the major reason of hair thinning. \n\nD'Arsonval portable beauty machine is for those who want:\n\n- Improve skin complexion (high frequency beauty device will tight the skin)\n\n- Get rid of acne, whelks and pimples (high frequency beauty device will kill the bacteria)\n\n- Reduce under the eye bags and dark circles (high frequency beauty device will stimulate lymph and blood circulation)\n\n- Reduce cellulite (high frequency beauty device will help to deliver the oxygen and remove toxins)\n\n- Prevent and stop hair loss (high frequency beauty device will stimulate hair follicle)",
    "itemID": "B005851HJU",
    "helpful": [
      4,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 20491
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 79.0,
    "brand": NaN
  },
  {
    "title": "Watts Beauty Peptide - Hyaluronic Acid Concentrated Serum Complex with L - Arginine &amp; Silk Amino Acids- 1oz",
    "description": "The possible benefits of peptides in this concentrated delivery system are the stimulation of collagen 1, collagen 111, and elastin fibroblasts. This stimulation may help to support the healing and repair response in the skin, increases skin thickness, refines the appearance of wrinkles, evens skin tone and texture, and restores elasticity and firmness to the skin. With efficient rehydration via Hyaluronic acid, this peptide serum is at the top of the market.",
    "itemID": "B00AN9CHY0",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6077
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 10.94,
    "brand": NaN
  }
]