[
  {
    "title": "TIGI Bed Head Superstar Conditioner for Thick Massive Hair, 25.36 Ounce",
    "description": "Launched by the design house of Tigi in , BED HEAD by Tigi for Men and Women posesses a blend of: Shampoos Conditioners And Styling Tools For All Lifestyles. According to TIGI you must have a sense of humour to use their products. Everything Needed For",
    "itemID": "B000XT89S8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 162393
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Peter Thomas Roth Gentle Complexion Correction Pads (60 Pads)",
    "description": "Winner for \"Best Peel\" in Allure Magazine's 2009 Best of Beauty awards! Cleansing pads reduce the appearance of fine lines, clear up blackheads and refine pores.  Regulates healthy cell turnover and delivers proven anti-aging benefits that help reduce the appearance of fine lines and wrinkles. Deluxe, generously thick, double-sided pads deliver gentle cleansing action on one side and superior pore-refining exfoliation on the textured side. Pads contain a potent blend of Alpha Hydroxy Acid (Glycolic Acid 10%), Beta Hydroxy Acid (Salicylic Acid 0.5%) and Alcohol (23%) in an advanced botanical formulation. Fresh peach bellini scent replaces traditional medicinal antiseptic pads.",
    "itemID": "B0019V5E96",
    "helpful": [
      8,
      9
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9649
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 22.58,
    "brand": "Peter Thomas Roth"
  },
  {
    "title": "Millenium Tanning New Paint It Black Auto-darkening Dark Tanning Lotion, 50X, 13.5 Ounce",
    "description": "NEW Unique Auto-Darkening Tan Technology delivers extreme dark bronze tanning results through its super luxurious silicone emulsion blend. Experience stunning dark tan color and ultra moisturization that lasts all day. Accelerating, Bronzing, Skin Firming, Silicone Emulsion Fragrance: Fresh and Clean Cotton Blossom. Suitable for all ages as this product does not contain a tingle!!!",
    "itemID": "B00147FGJ8",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 636
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 12.79,
    "brand": "Millennium Tanning Products"
  }
]