[
  {
    "title": "Aveeno Soothing Bath Treatment, 8 Count, net wt. 1.5oz.",
    "description": "Aveeno soothing bath treatment&#xA0; for Itchy, irritated skin is made of 100% pure natural colloidal oatmeala long recognized ingredient that relieves itching naturally. In the unique bath products for Aveeno, natural colloidal oatmeal is milled to an ultrafine powder.&#xA0; When dispersed in water, this powder forms a soothing milky bath.&#xA0; After bathing, skin becomes softer and smoother and itchy, dry, sensitive skin is relieved. Aveeno soothing bath treatment works as a natural cleanser and cleans the skin without soap.&#xA0; Surface soils adhere to the ultrafine colloidal oatmeal particles and gently rinse away.&#xA0; Aveeno provides temporary skin protection and relieves minor irritation and itching.",
    "itemID": "B000UEAARO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3146
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bath",
        "Bubble Bath"
      ]
    ],
    "price": 5.99,
    "brand": "Aveeno"
  },
  {
    "title": "Clean &amp; Clear Oil-Absorbing Sheets, 50 Count (Pack of 2)",
    "description": "Oil Absorbing Sheets soak up excess oil from your face without smudging makeup or leaving behind a residue. Softer than paper, these silky smooth sheets can be used easily around your nose and other areas of your face.",
    "itemID": "B003V57Q5I",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 481
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Cloths & Towelettes"
      ]
    ],
    "price": 11.75,
    "brand": "Clean &amp; Clear"
  },
  {
    "title": "Weleda Calendula Shampoo and Body Wash, 6.8-Ounce",
    "description": "Baby&#x2019;s delicate hair and skin gets the perfect balance of cleansing moisture and the kindest care in our softly lathering shampoo and body wash. it&#x2019;s a gentle wash that retains the moisture in your baby&#x2019;s hair and skin, leaving them feeling silky smooth and protected from drying out. formulated with the mildest organic and natural plant-based cleansers, it&#x2019;s gentle and tear-free. biodynamic&#xAE; and organic calendula flower extract soothes and softens your baby&#x2019;s hair and skin. sweet almond oil absorbs fast and easily to keep your baby&#x2019;s skin and hair from losing precious moisture. this gentle, effective formula with a light and delicate fragrance turns an ordinary bath time into a full-body pampering. now that&#x2019;s one clean, happy baby from head to shoulders, knees and toes (knees and toes).",
    "itemID": "B003CYDA9O",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 3150
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 9.99,
    "brand": "Weleda"
  }
]