[
  {
    "title": "L'Oreal Paris Double Extend Beauty Tubes Mascara, Black, 0.33 Ounces",
    "description": "Get the look of salon lash extensions with double extend beauty tubes mascara! This lash extension effect mascara visibly lengthens your lashes up to an astonishing 80%. Ultra-nourishing base coat infused with ceramide r and d-panthenol. Unlike traditional mascaras that paint or coat your lashes with mascara, double extend beauty tubes mascara forms lash-extending tubes that firmly attach to the tip of your lashes. These tubes visibly lengthen your lashes up to 80%, and provide excellent look.",
    "itemID": "B001IAINFU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 395
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 10.97,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "MASH 5 X 2 Way Marbleizing Dotting Tool Pen Set for Nail Art Manicure Pedicure",
    "description": "MASH is proud to introduce a 5 piece dotting tool set that is a must have for nail art lovers! This 5 piece set of marbling and dotting tools is created by the nail art experts at MASH to be the ultimate set of nail art tools! Create unique designs and manipulate your nail art accessories to great the most beautiful nail art you have ever seen. This dotting tool set is perfect for creating that custom nail art to drive your man and friends wild, or make any man yours forever!",
    "itemID": "B00631JA8S",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 64248
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Benefit Cosmetics Lemon Aid",
    "description": "What it is:A color-correcting eyelid primer.What it does:Benefit Lemon Aid is a miracle-working soft-yellow correcting cream that instantly hides redness and discoloration on your eyelids.What else you need to know:In a snap, eyes look refreshed, frisky, and ready for fun.",
    "itemID": "B001CJMLHS",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 20127
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 20.49,
    "brand": "Benefit Cosmetics"
  }
]