[
  {
    "title": "Vera Wang Princess By Vera Wang For Women. Eau De Toilette Spray 1.7 OZ",
    "description": "Launched by the design house of Vera Wang.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000JL3U1Q",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 60809
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Toilette"
      ]
    ],
    "price": 21.99,
    "brand": "Vera Wang"
  },
  {
    "title": "Christian Audigier Ed Hardy Hearts and Daggers Eau De Parfum Spray for Women, 1.7 Ounce",
    "description": "Created from the designer known for his vintage tattoo line this is an edgy and trendy fruity floral for her. It s bright and fresh yet abstract with apple-dominated fruits accords lovely florals in the heart and a clean pale base of woods. Notes are blood orange violet leaf apple mango apple blossoms pink jasmine cashmere musk amber benzoin and blond wood.",
    "itemID": "B002WJ6HD6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 27846
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 15.95,
    "brand": "Christian Audigier"
  },
  {
    "title": "Prada Prada Candy Eau De Parfum Spray for Women, 2.7 Ounce",
    "description": "Buy Prada Women's Perfumes - Prada Candy by Prada for Women 2.7 oz Eau de Parfum Spray",
    "itemID": "B005KF5WYO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3313
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 72.06,
    "brand": "Prada"
  }
]