[
  {
    "title": "Facial-Flex Ultra",
    "description": "In today's anti-aging battle, increasing numbers of women are performing not only daily exercise for their bodies but are currently recognizing the need to improve facial muscle tone. Just as the principle of dynamic resistance is employed in physical fitness training, this system is used to strengthen and tone the muscles of the face, chin and neck with amazing results. Includes:\nFacial-Flex Ultra Device - Made with surgical stainless steel and space-age material for years of durability.\nIncludes both 6oz and 8oz resistance bands.\nConvenient carrying/storage case.\nProgress chart\nClinical background\n1-year warranty",
    "itemID": "B000K7J1PI",
    "helpful": [
      4,
      4
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1732
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 31.41,
    "brand": "Facial Concepts, Inc."
  },
  {
    "title": "Aztec Secrets: Indian Healing Bentonite Clay, 2 lbs",
    "description": "Indian Healing Clay by Aztec Secret 2 lbs Clay How Aztec Secret Works Indian Healing Clay Clays have been used for centuries to beautify and refresh when used as a facial mask. Cleopatra used clay from the Nile river and the Arabian desert over 1800 years ago as part of her beauty ritual. German and Roman spas have been using clay packs and treatments in the spas they built 4 000 years ago. Many of these spas still exist and use clay even today. Pliney the Elder devoted an entire chapter of his Natural History to the many uses of clay for pimples black heads and skin tightening. Many famous naturopaths such as Kuhn Just and Kneipp have contributed to the revival of the uses of clay through their natural treatments for arthritus and skin ailgments. Aztec Indian Healing Clay A Brief History - The Worlds Most Powerful Facial The use of clay with apple cider vinegar can be dated back to the southern French priest of the16th century Kneipp and his natural treatments using clay packs and po",
    "itemID": "B000ZMBSPE",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 142
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 10.31,
    "brand": "Aztec Secret"
  },
  {
    "title": "NuFountain Fresh Cosmetics Genuine 20% L-Ascorbic Acid, Oil Free Vitamin C Serum Made Fresh When Ordered",
    "description": "1 Fluid Ounce (30mL) of 20% L-Ascorbic Acid (Vitamin C) in purified water and glycerin base in sealed light-blocking bottle with dropper for dispensing serum. Fragrance free. Manufactured using only the freshest, highest-quality ingredients. Used daily, protects skin with antioxidant action to repair damage from UV, environment, and signs of aging. A daily regime results in firmer, smoother younger-looking skin. Can be used under sun block and makeup.\n\nIMPORTANT STORAGE INFORMATION: Always store bottles in a cool, dark place. You may store serum in a refrigerator. Always store unopened bottles in the refrigerator.\n\nSERUM CONSISTENCY:\nNuFountain Fresh Cosmetics specializes in fresh-made serums using l-ascorbic acid which is water soluble. To effectively penetrate to your cellular level where it repairs free-radical damage, we do not use any oils, thickeners or unnecessary ingredients that make it thick and slow absorption. Our serums are very thin and since they are made fresh when ordered (free from oxidation which makes serums turn yellow, amber or brown and develop a strong odor), they are clear and appear water-like. This is what a great l-ascorbic acid serum should look and feel like. We produce fresh, honest l-ascorbic acid serums that are clear, and absorb immediately into your skin.\n\nSPECIAL OFFER: Purchase 2 bottles -- get a 3rd bottle FREE -- Enter the total number of bottle you want (such as \"3\") and the price of 1 bottle will be deducted when you checkout -- and you can mix and match with other NuFountain serums.\n\nORDERING LARGER QUANTITIES: To get 6 bottles (total), enter \"6\" for quantity and you will get the price of 2 bottles discounted at checkout. You get 1 bottle discounted for every three ordered and there is no limit.",
    "itemID": "B001TAIFZM",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 16260
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 16.99,
    "brand": NaN
  }
]