[
  {
    "title": "NYX Jumbo Eye Pencil 601 Black Bean",
    "description": "Buy NYX Cosmetics Eyeliners - NYX Cosmetics Jumbo Eye Pencil Black Bean",
    "itemID": "B001TJXI5U",
    "helpful": [
      0,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 19896
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Liner & Shadow Combinations"
      ]
    ],
    "price": 4.49,
    "brand": "NYX"
  },
  {
    "title": "Queen Helene Mint Julep Masque, 8 Ounce",
    "description": "The Original Mint Julep MasqueHelps dry up acne pimplesRinses away blackheadsHelps shrink large poresThe original natural home treatment, developed by a dermatologist, that will actually dry up acne pimples, rinse away blackheads and even help shrink enlarged pores.Simply apply Mint Julep Masque to your face and neck.&nbsp; Within minutes it firms and hardens, as its suction action draws out waste matter from the pores.&nbsp; Minutes later, rinse the masque away with warm water and a washcloth.&nbsp; After the masque is removed your&nbsp; skin will feel clean...refreshed and smooth.Even for people who are fortunately free of skin problems, Mint Julep Masque is a refreshing facial treatment that relaxes tired muscles and eases tension lines on the face and neck.No animal testing.&nbsp; No animal ingredients.Queen Helene.&nbsp; Environmentally Concerned.Made in USA",
    "itemID": "B00008CMOQ",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 370
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 5.48,
    "brand": "Queen Helene"
  },
  {
    "title": "e.l.f. Liquid Eyeliner (Plum) elf",
    "description": "No more tugging or pulling on your eyelids with this easy glide liquid eyeliner. The smudge-proof liner is rich in color, creating a long lasting defined look. The fine tip brush creates easy and precise definition for natural or dramatic effects",
    "itemID": "B0019QQ13Y",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 119955
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyeliner"
      ]
    ],
    "price": 4.29,
    "brand": "e.l.f. Cosmetics"
  }
]