[
  {
    "title": "Maybelline Full' N Soft Mascara: Brownish Black #302",
    "description": "Thick & Healthy (Healthy looking). Full, soft thick lashes - no brittle feel. Helps prevent loss of lashes. No clumps, No globs. Washable mascara. Lash thickening brush. Contact lens safe; Hypoallergenic. Full, thick lashes that look and feel soft and healthy (healthy looking), not hard or brittle. Advanced Thickening Formula and Lash Thickening Brush build and protect for healthy-looking lashes. It's the end of stiff, brittle lashes; Patented Quick Dissolve System helps prevent the loss of lashes by allowing for quick and easy mascara removal.",
    "itemID": "B0000536M3",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 25155
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 8.63,
    "brand": "Maybelline"
  },
  {
    "title": "Olay Total Effects Anti-Aging Fragrance Free Moisturizer 1.7 Fl Oz",
    "description": "For those concerned about multiple signs of aging, this daily non-fragrance and non-color facial moisturizer provides the benefit of 7 anti-aging therapies in 1 formula. Line Minimization: Reduces the appearance of fine wrinkles. Nourishing Moisturization: For a radiant, healthy glow. Tone Enhancement: Balances color & reduces appearance of age spots. Gentle Exfoliation: Smoothes and evens skin texture. Pore Refinement: Minimizes the appearance of pores. Free Radical Defense: Helps prevent damage to skin&rsquo;s surface. Subtle Lifting: Hydrates for firmer skin appearance. Visibly younger-looking skin with an appearance that&rsquo;s more resilient to aging. It provides the total anti-aging power of moisture fused with vitamins and anti-oxidants. THIS EXCLUSIVE FORMULA IS: Color and Fragrance-Free, Dermatologically tested, Non-Comedogenic (won&rsquo;t clog pores), Oil-free and Fast-Absorbing.",
    "itemID": "B0000536P4",
    "helpful": [
      1,
      2
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 1730
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 7.99,
    "brand": "Olay"
  },
  {
    "title": "Garnier Ultra-Lift Anti-Wrinkle Firming Moisturizer SPF 15, 1.60 Fluid Ounce",
    "description": "Ultra-lift introduces pro-retinol from nature, a blend of natural linoleic acid from the safflower and retinyl acetate. It is developed through the environmentally-conscious process of green chemistry, that is free of solvents and minimizes energy consumption and waste. Through collaboration with dermatologists and nutritionists, garnier has developed an advanced skin care line with a unique combination of \"skin-nutrients\", surface-cell recharging ingredients targeted to help your skin stay healthy looking and beautiful, day after day. Garnier nutritioniste(r), great skin from the inside out.garnier nutritioniste(r) ultra-lift(r) anti-wrinkle firming moisturizer is dermatologist tested for safety, including sensitive skin; non comedogenic - won't clog pores; gentle to skin; allergy tested; non-greasy. With pro-retinol from nature, this daily anti-wrinkle cream continuously delivers a clinically effective wrinkle repair action to the core of each wrinkle. It lifts wrinkles and firms skin without harsh side effects. Ultra-lift anti-wrinkle firming moisturizer spf 15 combines pro-retinol from nature with other skin-essential nutrients to visibly lift wrinkles, restore moisture and natural firmness. Retinol is an effective way to fight wrinkles, but can be harsh on skin. Ultra-lift introduces a new generation of pro-retinol. Ultra-lift anti-wrinkle firming moisturizer spf 15, with pro-retinol from nature, delivers a powerful wrinkle repair and firming action with virtually no irritation or dryness.\"skin-nutrient\" facts - ultra-lift with pro-retinol from nature lifts wrinkles effectively from the core; rice protein fortifies skin's structure; argan extract firms skin. Results - instantly skin is visibly smoothed and deeply hydrated. In 4 weeks wrinkles are reduced and natural firmness is restored; with continued use wrinkles are lifted, skin is firmer, and a more youthful look is restored.",
    "itemID": "B003YCF47U",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 12411
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 9.95,
    "brand": "Garnier"
  }
]