[
  {
    "title": "FOREVER AFTER ALL DAY MOISTURIZER 22 FL OZ AUSTRALIAN GOLD",
    "description": "Australian Gold Forever After, Triple Action Anti-Aging and Slimming Formula is a triple action anti-aging, firming and slimming lipocare. The amplified moisture blend provides 24 hour moisturization. Ingredients include hemp seed extract and vanilla fragrance.",
    "itemID": "B000Q7XDR4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 609
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Body",
        "Bronzing Powder"
      ]
    ],
    "price": 11.81,
    "brand": "Australian Gold"
  },
  {
    "title": "Designer Skin Tinted Love Moisturizer 20 Oz",
    "description": "Are you ready to fall in love all over again? Have a passionate Affaire de Coeur with your skin with Designer Skin's latest moisturizing sensation. Tinted Love Sun kissed Daily moisturizer. This lavish moisturizer has the added benefit of a sunless tanner to gradually enhance & deepen your skin's complexion & color without streaking or staining Deeply hydrating & color enhancing w/hint of radiance.",
    "itemID": "B0010H5NQ8",
    "helpful": [
      0,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 153421
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Millenium Tanning New Paint It Black Auto-darkening Dark Tanning Lotion, 50X, 13.5 Ounce",
    "description": "NEW Unique Auto-Darkening Tan Technology delivers extreme dark bronze tanning results through its super luxurious silicone emulsion blend. Experience stunning dark tan color and ultra moisturization that lasts all day. Accelerating, Bronzing, Skin Firming, Silicone Emulsion Fragrance: Fresh and Clean Cotton Blossom. Suitable for all ages as this product does not contain a tingle!!!",
    "itemID": "B00147FGJ8",
    "helpful": [
      2,
      3
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 636
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 12.79,
    "brand": "Millennium Tanning Products"
  }
]