[
  {
    "title": "Designer Skin Luminary Bronzer, 13.5-Ounces",
    "description": "LuminaryTM U25X Black Label Private ReserveTM Magical Solar Silicone L.ight E.ngaged D.efianceTM Type: Bronzer / Level: Breakthrough Ascend to the highest bronzing peak and illuminate those around you in the glistening aura of dark tanning perfection. LuminaryTM 25 (XXV) Black Label Private ReserveTM distinctively combines superior ingredients with stellar bronzers to take you on a journey beyond the outer limits of the bronzing spectrum. Bask in the therapeutic L.E.D.TM Complex that captures the power of light, infusing skin with vital restorative properties to enhance a rich, glowing tan. Finally...unmatched skincare meets unparalleled color that will have you reaching for the stars... * Premium 25X Black Label Private ReserveTM boldly goes where no tan has gone before to optimize your bronzing capacity * Magical Solar Silicone Emulsion sustains deep color with hydration and feels simply ethereal on your skin * Revolutionary L.E.D.TM Complex works as a multifunctional system to help combat free radical aggressors and boost skins overall tone, elasticity and appearance * Soft Celestial Stardust provides perfect dimension and luminosity to the skin SUITABLE FOR ALL SKIN TYPES! Fragrance: Sweet Champagne Fizz Size: 400 mL 13.5 Oz.",
    "itemID": "B002X9XV48",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 660
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 33.43,
    "brand": "Designer Skin"
  },
  {
    "title": "OPI Silver Shatter Nail Polish NL E62",
    "description": "OPI Silver Shatter Nail Polish NL E62",
    "itemID": "B004Y6G910",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 61195
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 4.0,
    "brand": "OPI"
  },
  {
    "title": "Millenium Tanning New Solid Black Bronzer Tanning Bed Lotion, 100x, 13.5-Ounce",
    "description": "100X Ultra Advanced Silicone Bronzer Auto-Darkening Tan Technology. Luxury meets Technology in Solid BlackTM. This advanced dark tanning lotion will surpass all others! Blended with extreme bronzers and ultra moisturizers to drive your tan into darkness immediately. There is no other competition...",
    "itemID": "B0058E3XJI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 98
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 14.49,
    "brand": "Millennium Tanning Products"
  }
]