[
  {
    "title": "Pura d'or Hair Loss Prevention Premium Organic Shampoo, Brown and Blue, 16 Fluid Ounce",
    "description": "Our naturally organic shampoo for hair loss treatment is free of harsh chemicals that are the current and leading cause of many chronic hair conditions. Our shampoo is free of sodium lauryl sulfate (SLS), parabens, DEA, gluten, artificial colors, artificial fragrances and harsh preservatives. This gentle formula is fortified with an organic blend of argan oil, B vitamin complex, biotin, nettles extract, saw palmetto, he shou wu (fo-ti) and other clinically proven natural ingredients to aid against hair loss. Ingredients are specially selected for increased bioavailability and maximum absorption. It starts by nourishing hair follicles with essential nutrients to reverse any damage and begin the healing process. Biotin strengthens hair strands, niacin increases circulation and our exclusive DHT blocker blend promotes healthy hair growth. Continued use will prevent further hair loss. Safe for daily use, all hair types and both men and women. Product of U.S.A.",
    "itemID": "B0079R6BD2",
    "helpful": [
      0,
      9
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 63
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Shampoos"
      ]
    ],
    "price": 22.99,
    "brand": "Pura d&#39;or"
  },
  {
    "title": "Michael Todd True Organics Knu Anti-Aging Face Lift",
    "description": "Complexion Perfection! When we age, Mother Nature lets us down. Shedding dead skins cells and replacing them with new cells slows: clogging pores, dulling the complexion and contributing to wrinkles and dehydration. An effective anti-aging skincare regimen needs to exfoliate dead skin cells, speed cell renewal, fight environmental damage and heal to achieve the best natural color, texture and appearance of the skin. KNU does all of these things plus special ingredients immediately lift, firm and tighten restoring the skin's youthful \"bounce-back ability.\" You can actually feel it working. The skin of the face and neck become more flexible, smooth and tight for a rejuvenated, younger and healthier look. 50 grs / 1.7 oz, a three months supply.",
    "itemID": "B005LR8KY0",
    "helpful": [
      57,
      79
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 57180
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 49.99,
    "brand": "Michael Todd True Organics"
  },
  {
    "title": "My Beauty Diary Mask- Aloe (10 pcs)",
    "description": "Aloe - provides skin with adequate moisture content\n\nRose - improves dry and rough skin texture\n\nAmino acid - nourishes and moisturizes skin\n\nHyaluronic acid - highly effective in moisture retention",
    "itemID": "B001R5SBHG",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 2480
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 13.0,
    "brand": "My Beauty Diary"
  }
]