[
  {
    "title": "Sun Self Tanning Lotion Ultra Dark Instant Tint - Dark 8oz/236ml",
    "description": "Achieve a deep, natural-looking tan for the face and body while avoiding the harmful rays of the sun with Sun Laboratories Ultra Dark Lotion. This highly moisturizing formula coats the skin in an instant dose of color to prevent streaking or patchiness. The natural active ingredient, a sugar derivative, then works deep in the skin to intensify the color over a three hour period, resulting in a rich, natural-looking hue. Its non-clogging formula is ideal for all skin types, even sensitive.",
    "itemID": "B0009V8N5E",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 651
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 17.69,
    "brand": "Sun Laboratories"
  },
  {
    "title": "Aveeno Moisturizing Lotion 2/18oz",
    "description": "This naturally nourishing lotion contains natural colloidal oatmeal blended with rich emollients and is clinically proven to moisturize for a full 24 hours. Its fast-absorbing formula helps prevent and protect dry skin, leaving it feeling soft, smooth and naturally healthy looking. It's gentle enough for everyday use and even good for sensitive skin. Aveeno Daily Moisturizing Lotion leaves your skin soft, smooth and naturally healthy looking.",
    "itemID": "B0016S0Y4M",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 632
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 13.99,
    "brand": "Aveeno"
  },
  {
    "title": "Clean Logic Exfoliating Body Scrubber X-Large",
    "description": "Clean Logic Large Exfoliating Body Scrubber, is a soft textured bath sponge with a hand strap that provides a secure grip when scrubbing your body. This is a great product for the active consumer who wants to take their favorite body wash to the gym. The consumer can use the strap to put the sponge around their wrist while washing their hair, rather than placing it in a public shower that fosters germs and bacteria.",
    "itemID": "B0019ADP7K",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13135
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 3.99,
    "brand": "Clean Logic"
  }
]