[
  {
    "title": "Makeup Brushes - Makeup Brush Set with a Travel Organizer - 30 Day Money Back Guarantee - Includes Foundation Brush, Brow Brush, Powder Brush, Eyeliner Brush - Gift Idea for Valentines Wedding Anniversary Christmas Graduation Birthdays Teenagers - Giant Anniversary Sale Now On!",
    "description": "She always looked flawless. I finally asked her how she does it and she pointed to that little pouch on her dresser and said,\"That's my little well-kept secret!\"Till now.She unrolled that pouch and I saw a set of beautifully handcrafted makeup brushes. She explained flawless natural makeup is all about the tools we use; makeup brushes that help you and not fight with you.\"It wasn't always like this. I have used so many other brands. They just didn't get the job done. Here let me show you.\"The next few minutes I was in makeup heaven. Soft, really soft, they felt like a lover's soft caress on my face and magically covered all my flaws. Yet at the same time, it was firm when needed. My eyes, my brows, my lips, they got the attention they deserved. Especially my eyes, with each swift stroke they really came alive and I couldn't stop smiling at the image of myself in the mirror. And as quickly as it started, she said, \"There, I'm done. What do you think?\"What do I think?! I couldn't believe my own eyes and the amazing transformation of my face. She made it look effortless. She was just standing there holding her brushes and smiling with the look that said \"Told you\"I grabbed those brushes from her hands and took a closer look. miQQi. Don't think I've seen them around in stores before. There was a card.\"At miQQi, we found that quality brushes were either too expensive or cheaper alternatives just weren't made to last. We decided to make them ourselves. What you are holding is our labor of love; a set of professional grade brushes that will not break your bank. And we guarantee it. If you don't love using them as much as we think you would, return it for our miQQiNo Questions Asked Money Back Guarantee!\"I placed my order and as a Prime member shipping is free. I will buy one for sis too.p.s. That night, everyone said I looked great.",
    "itemID": "B00CFNMZ7Q",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 29872
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 27.55,
    "brand": NaN
  },
  {
    "title": "Clarisonic Replacement Brush Head (Delicate)",
    "description": "Designed for delicate skin. With daily use, the Clarisonic Skin Care Brush leaves skin feeling and looking smoother, and increases product absorption for improved  cleansing. Effective for use on the face, d&#xE9;collet&#xE9; and body.",
    "itemID": "B000UPRSKA",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 2681
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 25.0,
    "brand": NaN
  },
  {
    "title": "L'Oreal Paris True Match Naturale Mineral Foundation, Cocoa, 0.35 Ounce",
    "description": "Discover the feeling of skin breathing freely. True Match Naturale re-invents makeup with carefully selected, 100% preservative-, talc- and fragrance-free minerals plus built-in professional brushes. This is the new skin-improving mineral formula with an SPF 19.",
    "itemID": "B001DOA73C",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 57021
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 5.0,
    "brand": "L&#39;Oreal Paris"
  }
]