[
  {
    "title": "Shea Butter - Smooth Luxurious - Intense Long Lasting Moisturization in a Beautiful Scent - Ultra Rich Whipped Shea Body Butter Easily Absorbed Into Your Skin - Heals Extremely Dry, Rough or Damaged Skin - Leaving Your Skin Feeling and Looking Soft and Rejuvenated. This Is an FDA Certified Product.",
    "description": "Would you like to Have a Glowing Looking Skin Drenched in Non Greasy Moisture?Then Your Skin is About to Have an Experience of Delicacy\"Get Your skin Indulged and Rejuvenated With Lagrange Shea Body Butter that:- Revitalizes, Softens and Maintains Skin Moisture.- Enriched With vitamins E that is Essential For Good skin Balance.- Helps Restoring Skin Elasticity and Regenerating Skin Cells.- Soothes Some skin Conditions like Eczema and Prevent/Removes Stretch Marks.- Packed in a Beautiful High Quality Package.Benefits of This Shea Butter Include:Vitamin EProvides the skin with necessary moisture as well as antioxidants for intense healing. Helps  repairing free radical damage, treats wrinkles by supporting new skin cell growth and speeding up cells regeneration, it also helps to restore skin elasticity.GlycerinFights off bacterial infections and makes the skin more supple and works on restoring its elasticity. Draws water into the outer layer of the skin in support of treating skin condition such as eczema and irritation.BeeswaxBeeswax is known to lock in moisture, foster cells and protect skin from damaging environmental factors. Beeswax's anti-inflammatory, antibacterial, anti-allergenic and germicidal antioxidant properties make it a very effective wound-healing agent.All the ingredients of this product were carefully crafted to insure every use will add a beautiful life experience to the users. Leaving the skin smelling beautiful, glowing and perfectly moisturized. A regular use of this product can help the skin to look and feel Healthy, naturally balanced and rejuvenated. Above all, this is our intention and that what really matter to us. We put love into it and we hope it will catch you.\nGo and add it into your cart and give your skin a pampering Spoiling Experience.",
    "itemID": "B00CEPM91M",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 12056
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 13.95,
    "brand": NaN
  },
  {
    "title": "Hyaluronic Acid Skin Serum, Anti Aging Wrinkle Serums Care Botox Alternative 100% Pure, Skin Rejuvenator - FREE Ebook Hydrate &amp; Moisturizer, Activates Collagen, Plump &amp; Toned Beautiful Skin, HA Men &amp; Women Buy &amp; Get Results Now!",
    "description": "Protect The Longevity Of Your Skin And Reverse Aging FAST By Eliminating Acne, Wrinkles And Fine Lines!Worried about your skin condition?Our unique 100% pure formula will bring out your natural glow.It's so effective we've had a Dermatologist describe Our Hyaluronic Acid Serum as \"Botox In A Bottle\"(see product reviews.)But maybe you feel like you've tried EVERY other anti-aging product, only to find nothing works...Well, here's why you should buy Hyaluronic Acid Serum from Natures Tools.Our solution...- Gets you visible results within days (you'll be amazed how fast it works)- Restores youthful, hydrated, moisturized & cushiony skin (just like a baby)- Combats chronological aging (proven to reduce the signs of aging by stimulating collagen)- Brightens & evens your skin tone (skin will feel & look fresh, glowing & beautifully even toned)- Reduces blackheads, breakouts, & improves pore appearance (unlike inferior brands which can cause acne, pimples, rashes & hives)- Helps calm redness & rosacea (cures mild to severe cases of redness-prone skin to lessen pain quickly)- Is 100% pure & easy to apply as it's water based- Uses Lilac Stem Cell Technology to 'Super Charge' the anti aging process- Comes with a \"No Questions Asked Lifetime Money Back Guarantee!\" (If you're not satisfied for any reason, just send it back for a full refund)Best of all... we know it works because customers see results within a week! See our customer reviews.Click on the BUY Button NOW to get your Hyaluronic Acid Serum with Amazon's Fast Delivery Service!",
    "itemID": "B00IU079YM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8249
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Polishes"
      ]
    ],
    "price": 22.95,
    "brand": NaN
  },
  {
    "title": "Dead Sea Mud Mask &#9733; 100% SATISFACTION GUARANTEED OR YOUR MONEY BACK &#9733; Brilliant Organic &amp; Natural Skin Therapy To Combat Acne, Aging, Itchiness, And Blackheads &#9733; DETOXES SKIN &#9733; COMPLETELY NATURAL - No Preservatives &#9733; Cleanses And Purifies For Women and Men - Get Brighter Skin NOW!",
    "description": "A GIFT FROM NATURE TO YOU - EXPERIENCE THE MIRACLE OF DEAD SEA MUD AND BRING A NEW GLOW TO YOUR SKIN!The hype is everywhere around the healing benefits of the mineral-rich Dead Sea mud. And you've probably seen Dead Sea mud treatments at the spa... for about $100 per treatment.Now, YOU can give your skin the luxurious treatment a Dead Sea mud mask... for just a fraction of the cost of an identical mask at the spa!A Whole New YouThe minerals in this mask work effortlessly to bring a more youthful, radiant glow to your skin... in a way that's 100% natural.Completely Natural, With Organic IngredientsWhat you're getting is the most mineral-rich mud of the Dead Sea, hands down. And to keep it fresh, we've added a few organic ingredients to help your skin reap the MAXIMUM benefit.The Results Will Blow Your Mind...The mud from the Dead Sea has been proven to:-Tighten skinand smooth outSigns of Aging- LeechExcess Oilsand other impurities out of your skin-Unclog poresto preventAcne Breakouts- EraseBlackheads-ExfoliateandDetoxskin- Leave your skin lookingFreshandBrightThe Minerals At Work Are IncredibleDead Sea mud is bursting with elements that balance moisture in your skin, nourish cells, calm facial nerves, soothe the skin, and relax face muscles all at once.Feel More Confident With A Glowing FaceSay goodbye to acne, blackheads, fine lines, and itchy skin -- TierraPure Dead Sea Mud Mask can help transform your face, letting YOU feel healthier and more confident.100% SATISFACTION GUARANTEE - OR YOUR MONEY BACKIf you find that you're not completely satisfied with this product, just drop us a line. We'll give you a FULL, NO-HASSLE REFUND -- no questions asked!SCROLL UP NOW AND CLICK \"ADD TO CART\" TO GIVE YOUR SKIN THE LUXURIOUS TREATMENT IT DESERVES!",
    "itemID": "B00KDOV8DG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4150
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 24.99,
    "brand": NaN
  }
]