[
  {
    "title": "Motion CPR Critical Protection and Repair Treatment Conditioner, 15 Ounce",
    "description": "Finally a salon inspired relaxer system that helps your hair shine as fiercely as you do. It offers revolutionary advancement in at home relaxing technology. Contains pre-treatment conditioner. One treatment will stop or slow serious breakage.",
    "itemID": "B000EGIEP8",
    "helpful": [
      2,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 55996
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 9.0,
    "brand": "Motions"
  },
  {
    "title": "Fair &amp; White Savon Exclusive Whitenizer 7oz (Exfoliating)",
    "description": "Rich In Plant Extracts Gently Rubs Your Skin To Eliminate Impurities And Dead Cells Combines Apricot Kernels, Almond Oil And Pure Shea Butter For A More Radiant Skin Can Be Used In The Morning And/Or Evening On Your Face And Body",
    "itemID": "B00174GJC6",
    "helpful": [
      8,
      11
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11879
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 13.45,
    "brand": "Fair &amp; White"
  },
  {
    "title": "Betty Dain Stylish Design Mold Resistant Shower Cap, The Hipster Collection, &quot;Tough Love&quot;",
    "description": "The Betty Dain Hipster Collection of Stylish Shower Caps shown here in the pattern \"Tough Love\" offers a waterproof and mold-resistant shower cap that is oversized to fit thick or long hair. The Hipster Collection of Stylish Shower Caps is made from  frosted PEVA and comes with a colorful elastic lace trim. Additional patterns \"Hippie Chick\" and \"Flower Power\" available separately.",
    "itemID": "B00385WMJ6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 835
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bathing Accessories",
        "Shower Caps"
      ]
    ],
    "price": 4.8,
    "brand": "Betty Dain"
  }
]