[
  {
    "title": "ALICE 10 Pcs Vogue Nail Care Personal Manicure &amp; Pedicure Set, Travel &amp; Grooming Kit BROWN",
    "description": "Brand: ALICE10 items Professional Manicure Kit in the Case. Vogue design style.Surgical Quality Stainless Steel, hand crafted.Consists of: scissors, nail file, 3 nail clippers, toenail clipper, tweezers, ear cleaner, cuticle trimmer, cuticle pusher.Recommended features:1. Simple and elegant purse 10 pcs manicure set.2. Best quality as personal manicure / nail set.3. Great for travel and daily life.4. Inconceivable price to have this wonderful set.5. Great for traveling use, gifts, favors &amp; more.OurALICEmanicure set is great for vacations and business trips. Take ALICE kit with you anywhere, it has all the grooming tools you need to keep your nails and cuticles looking perfect. It is just the right size for your purse, carry-on or overnight bag.For other best sellers of ALICE manicure sets, pls reference toKMRX-EM10202ALICE 8 PCS Manicure / Pedicure Kit, Black Leather Travel & Grooming KitKMRX-EM10205ALICE 10 PCS Plaid Manicure Set / Pedicure Set, High Quality Travel & Grooming KitKMRX-EM10203ALICE (Price / 6 Sets) Premium Quality 8 PCS Manicure/Pedicure Kit, Leather Travel & Grooming Kit",
    "itemID": "B001L2BEWE",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 9218
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Sets & Kits"
      ]
    ],
    "price": 9.19,
    "brand": NaN
  },
  {
    "title": "Creative Nail Shellac, Iced Coral, 0.25 Fluid Ounce",
    "description": "Just the icing on top. A beautiful light pink/coral shade packed with green and gold shimmer. CND's Iced Coral Shellac coats your beautiful manicure like smooth and delicious icing on a cake. This UV cured color coat applies on like polish, wears like a gel, but can be removed in minutes. Creat 14 days of superior color, no matter what you and your nails go through in a day. Simply set it and forget it. Improve your nails with a pratical and fearless armor color coat.",
    "itemID": "B004LEJ8R2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 41275
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 14.95,
    "brand": "Creative Nail"
  },
  {
    "title": "CND Shellac Top and Base &quot;Set of 2&quot; Good Deal",
    "description": "Product Information WHAT IT IS: A UV-cured base coat featuring UV3 technology designed specifically for use with the Shellac UV Color Coat System: - On like polish - Wears like gel - Off in minutes WHAT IT DOES: ? Provides a superior adhesion layer to nails. ? Provides the first step of the Shellac system, anchoring Shellac Color Coat to the nail. WHY YOU NEED IT: ? Provides a revolutionary new color service for nails. ? Provides 14-day wear.",
    "itemID": "B005MG86TY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 1239
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Top & Base Coats"
      ]
    ],
    "price": 29.7,
    "brand": "CND Cosmetics"
  }
]