[
  {
    "title": "Alpha Hydrox Enhanced Lotion 10 percent Glycolic AHA -- 6 fl oz Anti-Wrinkle",
    "description": "Concentrated pure glycolic acid (one of the most effective alpha hydroxy acids on the market) works diligently on your complexion, leaving skin visibly firmer, smoother, and more refined with a simple, once-a-day application of this treatment lotion. For added moisturizing benefits, pure vitamin E--long known to beautifully rehydrate skin--is also a key ingredient.10% AHA Anti-Wrinkle Treatment.Recommended for:&nbsp; &nbsp;Dry to Normal Skin Types.&nbsp;Not for use on delicate/sensitive skin.Absorbs quickly.&nbsp; Fragrance-free.&nbsp; Effective pH 4.Proven to significantly reduce the appearance of fine lines and wrinkles.Safely lifts dead cells from the skin's surface to revitalize and help restore youthful, healthy, radiant-looking skin.Renews moisture, refines texture, improves elasticity and skin tone.Specially formulated with rich moisturizers and Vitamin E.Contains 10% pure Glycolic-AHA.The exfoliating effect of Alpha Hydrox Enhanced Lotion is also beneficial for use on the legs, arms and body.&nbsp; Its rich moisturizers and alpha hydroxy provide soft, smooth, silky skin when used on these areas.",
    "itemID": "B000052YM7",
    "helpful": [
      9,
      13
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 561
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 9.67,
    "brand": "Alpha Hydrox"
  },
  {
    "title": "Now Foods -  Shea Butter Lotion 4 oz",
    "description": "Intense Repair  Extremely Dry, Rough Skin  10% Shea Butter  Paraben and Gluten Free   Condition: Dry, flaky skin on the body, especially on the rougher areas the knees, elbows and feet.  Solutions: Shea Butter Lotion is naturally formulated with 10% Shea Butter to provide a rich, nourishing coat of moisture to the skin. Allantoin and Vitamin E work to soothe irritated skin. Phospholipids help reduce moisture loss and act as a delivery system to penetrate key ingredients into the skin.  Product FAQ's",
    "itemID": "B000F4DLBG",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 160995
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 5.52,
    "brand": "Now Foods"
  },
  {
    "title": "Aubrey Organics Hydrating Shampoo Normal Blue Chamomile -- 16 fl oz",
    "description": "Blue Camomile Hydrating Shampoo by Aubrey Organics 16 oz Liquid Blue Camomile Hydrating Shampoo 16 oz Liquid Product Calm cool and collected. Give your hair a new attitude. Lather in softness and shine with this naturally hydrating shampoo made with exotic organic blue camomile and shea butter. Refreshing formula lightly conditions as it cleanses to leave hair full silky and manageable. Alternate with Camomile Luxurious Volumizing Shampoo for best results. Ingredients Deionized Water Coconut Oil-Corn Oil Soap Organic Aloe Vera Hydrolyzed Soy Protein (made from organic non-GMO soybeans) Carrageenan Organic Shea Butter Horsetail Extract Coltsfoot Extract Linoleic Acid (Vitamin F) Aubrey's Preservative (Citrus Seed Extract Vitamins A C and E) Organic Blue Camomile Oil. FEATURES BENEFITS Organic Blue Camomile Oil Conditions adds an elegant natural scent Organic Shea Butter Aloe Vera Improve hair texture add manageability shine Horsetail Extract Strengthens revitalizes Warnings Keep out of",
    "itemID": "B000ZMEW66",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8641
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 14.46,
    "brand": "Aubrey Organics"
  }
]