[
  {
    "title": "Halle Pure Orchid by Halle Berry Eau De Parfum Spray for Women, 1 Ounce",
    "description": "When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B003DL3YW4",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 154308
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 25.95,
    "brand": "Halle Berry"
  },
  {
    "title": "Too Faced Cosmetics, Natural Eye, Neutral Eye Shadow Collection, 0.39 Ounce Net Wt.",
    "description": "The Natural Eye Kit contains everything you need to create the pretty, soft, and slightly sexy \"natural eyes\" you've seen on super models and celebrities and have always wanted to perfect for yourself. The three easy-to-follow, step-by-step instruction cards lead you through every fun step to insure a professional looking application every time!",
    "itemID": "B002DP19ZU",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 16961
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 33.95,
    "brand": "Too Faced"
  },
  {
    "title": "Too Faced Cosmetics Glamour To Go II,",
    "description": "Get your glam-on-the-go anytime with this pocket sized beauty arsenal packed with everything a girl needs to get out the door in minutes! Eight silky shadows four juicy lip shades and one beautiful blush are all packed up and perfectly coordinated for a complete look or easy touch ups anytime anywhere!",
    "itemID": "B001GN1VSK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 159959
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]