[
  {
    "title": "Camille Beckman Glycerin Hand Therapy, Glycerine Rosewater, 6 Ounce",
    "description": "A Camille Beckman best seller. This unique restorative cream moisturizes and nourishes through the careful blending of glycerin, vitamin E, aloe vera, almond oil and botanical extracts. The formula softens the outer layers of the skin and penetrates to deeper inner levels. glycerin Hand Therapy provides a protective barrier against harsh weather and is a loving treatment in exchange for the strenuous demands we ask of our hands. Cruelty-free product, no animal testing. Made in the USA. Camille Beckman has been handcrafting the world's finest creams and lotions since 1986. Since the beginning, Camille Beckman has remained committed to small business values and is proud to be a thriving woman owned and family operated business located in the small town of Eagle, Idaho. Based on rich and wholesome ingredients, their formulas are handcrafted in small batches using old-fashioned methods that create a difference you can feel. To provide income for stay-at-home mothers, the tiny rosebuds, which top many products, are hand-tied in the local Idaho community. From creating American jobs to donating to philanthropic projects across the US and the world, Camille Beckman strives to be an active, positive part of the community that supports it.",
    "itemID": "B000127UVY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 94973
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": 13.31,
    "brand": "Camille Beckman"
  },
  {
    "title": "Clinique Take the Day off makeup remover 4.2 oz /125ml",
    "description": "Clinique Take Day off make up removerThis unique two-way formula loosens makeup and speeds the departure of the most persistent eye makeups, mascaras and lipsticks.",
    "itemID": "B000ALFTVO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6891
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Remover",
        "Eyes"
      ]
    ],
    "price": 16.99,
    "brand": "Clinique"
  },
  {
    "title": "Clairol Shimmer Lights Shampoo Blonde &amp; Silver 31.5oz",
    "description": "Clairol Shimmer Lights Original Conditioning Shampoo brightens white and gray hair. Shampoos away yellow, and refreshes faded highlights.",
    "itemID": "B000FVEKUU",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 31761
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 16.95,
    "brand": "Clairol"
  }
]