[
  {
    "title": "Organic R/s Root Stimulator Hair Fertilizer, 6 Ounce",
    "description": "This hair fertilizer helps to reinforce and feed weak and damaged hair. Enriched with a blend of nettle, horsetail, and paprika, these ingredients have in the past been known to arouse the scalp, and add moisture to dry hair.",
    "itemID": "B004X8HB7A",
    "helpful": [
      2,
      17
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 21688
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 7.15,
    "brand": "Organic R/S"
  },
  {
    "title": "Babyliss Scalp Massage Brush (Color may vary)",
    "description": "The Babyliss Scalp Massage Brush gently massages hair and scalp. Stimulates the hair follicle for healthier hair.",
    "itemID": "B003IQ1N4A",
    "helpful": [
      6,
      6
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 74706
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Brushes"
      ]
    ],
    "price": 3.99,
    "brand": "Conair"
  },
  {
    "title": "Lipogaine for Women: Minoxidil Enhanced with Biotin and Vitamin for Thinning Hair Loss / Hair Regrowth Treatment Professionally Formulated Extra Strength Version",
    "description": "Clinically proven ingredients are perfectly harnessed in this formula to offer a complete solution for maximum results with unparalleled simplicity. It is the first hair growth formula that combines the FDA approved hair regrowth stimulator (minoxidil) with Biotin, a much sought after supplement for healthy and beautiful hair, skin, and nail. With advanced liposome delivery system, Lipogaine has made it possible to compound minoxidil together with biotin, niacin, and many other vitamins, and to deliver them deeper into scalp for maximum efficacy. This elegantly optimized formulation dries fast and is super clean. Ingredients:Ethanol (alcohol), Propylene glycol , Water, Minoxidil 2%, Biotin, Niacin, Apple polyphenol, Proprietary herbal DHT blocker. 60 ml topical solution. Recommend use twice daily. Sufficient for one month. [This statement has not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.]",
    "itemID": "B0037T0YES",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1749
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Hair Regrowth Treatments"
      ]
    ],
    "price": 20.0,
    "brand": NaN
  }
]