[
  {
    "title": "Sable Nail Art Brushes Pen, Detailer Liner and Striper Set of 3 Plus 5 x 2 Way Marbleizing Dotting Pen with Bonus Rhinestones and Fimo Fruit and/or Flower Slices",
    "description": "Ships from USA within 24 hours:::Expect real results with this very charming nail art tool set!\nBest Deal for the bundle that includes two great bonuses.\nSet includes 3 Brushes & 5 Dotting Tools Ideal for fine nail art work and great for marbling. Ultra mini brushes that uniquely designed for the artists who paint on the finest detailing tasks: nails, dolls, models, decorative paintings, graphics designs and more where delicate strokes and touches are required:::\nCheck out our store for more nail art equipment deals! Great gift idea for friends who love nail art.",
    "itemID": "B005E56EJC",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 26793
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Brushes"
      ]
    ],
    "price": 2.88,
    "brand": "La Demoiselle"
  },
  {
    "title": "World Pride Nail Tape Stripe Decoration Sticker Hologram, Set of 10",
    "description": "Content:\n10Pcs Nail Tape Stripe Sticker",
    "itemID": "B0069FDR96",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 27
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Art"
      ]
    ],
    "price": 1.54,
    "brand": "Bonamart"
  },
  {
    "title": "15pcs Nail Art Gel Design Pen Painting Polish Brush Dotting Drawing Tool Set NEW Bs-05",
    "description": "Item is shipped from China, and it will take 10-15 business days to arrive UK or it will take 10-20 business days to arrive worldwide. 100% Brand New. Weight: 65g. A perfect set tool for your nail art and beauty. Perfect for natural nails, false nails and 3D nail art. 5 pcs nail art pens & brush for design & painting set. Suitable for professional and home use. Easy to handle, perfect for professional and home use. Suitable for every ladies. A perfect set tool for your nail art and beauty. 15 Nail Art Design Painting Pen Polish Brush Set Consist Of :3x Drawing Tools / 7x Painting Tools (also can use as gel nail curing brush) / 2x Liners / 1x Dotting Tool / 2x Fan brushes for nail art effect (also can use as eye shadow brush). Package Content: 1 x 15pcs Nail Art Painting Pen Brush.",
    "itemID": "B0083QNBCM",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Arts, Crafts & Sewing": 2467
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 2.68,
    "brand": "Uniqstore"
  }
]