[
  {
    "title": "Nubian Heritage Raw Shea Butter Infused Shea Butter 4 oz",
    "description": "Raw Shea Infused Shea Butter by Nubian Heritage 4 oz Cream Raw Shea Infused Shea Butter The Nubian Heritage Raw Shea Butter Collection are recipes of essential vitamins skin and hair-nourishing ingredients including Vitamins E and B-5 Soy Milk Jojoba Oil Cocoa Butter and Macadamia Seed Oil. The unique formulas are infused with a special essential oil blend of Frankincense Myrrh Cardamom Ginger and Black Pepper that adds an aromatic experience and skin-healing properties. Frankincense is known for its toning and anti-aging properties and adds aroma therapeutic benefits promoting mental strength clarity and balance while Myrrh is known as a superior cosmetic in early remedies and helps to heal chapped skin. Key Ingredients Raw Shea Butter Soy milk Vitamin E Frankincense and Myrrh Benefits Shea Butter in its purest form has the highest level of healing and rejuvenating properties. Soy milk and Vitamin E help to regenerate damaged tissue and promote quick healing of skin cells. Usage heal",
    "itemID": "B001ESE2KG",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 26555
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 10.26,
    "brand": "Nubian Heritage"
  },
  {
    "title": "Shea Moisture - Raw Shea Butter Baby Healing Lotion, 13 oz lotion",
    "description": "Calm and comfort baby's delicate skin with this nutrient-rich moisturizing lotion. Our special blend of organic Shea Butter and healing Chamomile helps soothe irritated skin. Argan Oil, Frankincense and Myrrh Extract keep skin soft and smooth Shea Butter-Deeply moisturizes and repairs skin with vitamins and essential fatty acidsChamomile - Anti-inflammatory properties help soothe red, irritated skinArgan Oil - High in Vitamin E, keeps skin soft and smooth.",
    "itemID": "B005C2NAO4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4510
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 4.4,
    "brand": "Shea Moisture"
  },
  {
    "title": "NYX Cosmetics Eyebrow Marker, EBM01",
    "description": "Long-lasting eyebrow marker. Precision application tip creates thin, thick or natural looking brows. Does not smear on smudge. Available in medium and deep shades.",
    "itemID": "B004AJ1MN6",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 41092
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyebrow Color"
      ]
    ],
    "price": 9.35,
    "brand": "NYX"
  }
]