[
  {
    "title": "Fairy Dust by Paris Hilton for Women - 3.4 Ounce EDP Spray",
    "description": "When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B0020MMD0G",
    "helpful": [
      0,
      1
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 7402
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 13.79,
    "brand": "Paris Hilton"
  },
  {
    "title": "TRESemme Fresh Start Shampoo, Dry",
    "description": "TRESemm&#xE9;&#xAE; Freshstart Dry Shampoo Volumizing For Fine/Oily Hair.Used by professionals.Oil & odor remover with mineral clay & citrus.Professional quality.",
    "itemID": "B0037LKIAG",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 22502
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 5.79,
    "brand": "TRESemme"
  },
  {
    "title": "SlimQuick Fat Burner, Clinical Strength, Caplets - 72 caplets",
    "description": "Get Six Great Freebies With Weight LossUltra Fat Burner Caps is a great formula that may provide 300% the weight-loss power than any other diet alone. Its each complex supports fat loss through unique mechanisms. It uses ingredients that have been clinically researched and all in all, it acts as a dietary supplement that may reduce weight up to as much as 25 lbs.Features six exclusive complexesOvercomes physiological and hormonal barriersMaximizes fat lossUltra Fat Burner Caps comes with diet and exercise program guide that may help you know what to eat and what exercises to perform for faster weight loss. It also contains few trademark complexes like cyclovite, nutratherm, estrotrim, cortifem, aquaplex and xtend.Just For You:For women who want to lose weightA Closer Look:Ultra Fat Burner Caps contains calcium, folic acid, vitamin B-12, vitamin B-6 and vitamin D that are important for women, their metabolism and their overall well being.Usage:Consume it twice dailyFDA disclaimer:These statements have not been evaluated by the FDA. This product is not intended to diagnose, treat, cure or prevent any disease.",
    "itemID": "B003CX2F96",
    "helpful": [
      5,
      6
    ],
    "overall": 1.0,
    "salesRank": {
      "Health & Personal Care": 9165
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 20.27,
    "brand": "SlimQuick"
  }
]