[
  {
    "title": "Crystal Glass Nail File, 5.5 Inches, Free Carrying Case from Sassella",
    "description": "Ordinary nail files create tiny fractures in your nail which can weaken the nail and cause the nail to split and become brittle. Because the glass file is so hard and the filing surface so extremely fine, you can file in any direction without damaging the nail. It will leave your nails incredibly smooth! Amazingly the glass file works very well on extremely hard nails as well as very soft nails. Since the surface of the glass nail file is so fine and uniform, regular use will actually help grow more beautiful nails, they will be healthier and smoother.",
    "itemID": "B00283O7LK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 21153
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Files & Buffers"
      ]
    ],
    "price": 6.49,
    "brand": NaN
  },
  {
    "title": "3 Crystal Glass Nail Files Manicure Set Purple/Pink - Small, Medium &amp; Pedicure File",
    "description": "This file set by 95 & Sunny is Czech Republic made tempered glass. They are guaranteed to never wear out or wear down. They can be use on natural or artificial nails. Continued use reduces chipping, peeling and splitting of natural nails. Won't tear or harm delicate skin - safe for diabetics and babies. Filing surface is non-porous, double-sided and permanently etched into the glass. Board certified in every state for manicurists. Made from float glass, the same process used to produce wine goblets and crystal vases. Environmentally friendly - NO LEAD is added or chemicals used during the manufacturing process. Tempered and hardened for durability and safety, 102% stronger than standard glass. Each file comes with a protective sheath.",
    "itemID": "B003X9E236",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1444
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Files & Buffers"
      ]
    ],
    "price": 8.99,
    "brand": "Czech Republic Nail Files"
  },
  {
    "title": "Glytone Ultra Heel and Elbow Cream, 1.7-Ounce Package",
    "description": "To retexturize.  Powerful 29.5% glycolic acid formulation helps remove coarse, rough skin on elbows, knees and heels.",
    "itemID": "B002D48QSE",
    "helpful": [
      1,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 3086
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 32.59,
    "brand": "Glytone"
  }
]