[
  {
    "title": "OPI Nail Polish Skyfall Hl D12",
    "description": "OPI Nail Polish Skyfall Hl D12",
    "itemID": "B009JKJMTW",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Health & Personal Care": 68438
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 14.35,
    "brand": "OPI"
  },
  {
    "title": "Olay Exfoliating Renewal Cleanser 6 Fl Oz",
    "description": "If you've been searching for an exfoliating cleanser that provides excellent results every day, there's no reason to look any further. Olay Professional Pro-X Exfoliating Renewal Cleanser is designed to purify and renew your skin's texture for a refreshed, smooth feel. Designed by Olay in conjunction with a team of renowned skincare experts, this exfoliating cleanser gently clears away make-up, oil and dirt, leaving your face clean, refreshed and primed for hydration. For more effective results, use it with the Pro-X Advanced Cleansing System, and let the proven power of advanced cleansing go to work.Boost your exfoliation and replace dull surface cells with younger, smoother-looking skin. Make Pro-X Exfoliating Renewal Cleanser part of your daily regimen, and reveal a brighter, more even skin.",
    "itemID": "B002UUT38I",
    "helpful": [
      2,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 180
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 14.49,
    "brand": "Olay"
  },
  {
    "title": "Seki Edge Toe Nail Clipper",
    "description": "Stainless steel nail clipper with cast iron lever. The cutting edge is hand-grinded and honed for precise cutting.  Tempered twice-for to be long lasting and  sharp edge.  Little effort required to cut through the thickest nails.",
    "itemID": "B000F37UNM",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 519
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Clippers & Trimmers"
      ]
    ],
    "price": 15.74,
    "brand": "Seki Edge"
  }
]