[
  {
    "title": "Canus Goat's Milk Bar Soap, 3-Count Boxes (Pack of 4)",
    "description": "Canus Goat's Milk Soaps are our original products. They are available in a fragranced as well as a fragrance-free version. A 5 ounce bar ( 3 X 5 Oz. ), it is triple-milled for hardness and is very long lasting. The fragrance that we use is very mild and is described by many people as \"fresh\" or \"clean\"-smelling. What is so special about goat's milk? Goat's Milk has long been known as a rejuventor of the skin. Goat's milk contains the highest percentage of naturally occurring compounds which help to moisturize the skin and contribute to its softness. Now available in a 3 pack!!",
    "itemID": "B000FKGSJC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 268266
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "TIGI Bed Head Control Freak Conditioner, Frizz Control and Straightener, 25.36 Ounce",
    "description": "Conditions hair to keep tangles and frizz in check. Conditioner that gives you serious authority over your hair's performance. Helps curly hair get straight. Cuts drying time",
    "itemID": "B000G014Y0",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 179814
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 19.19,
    "brand": "TIGI"
  },
  {
    "title": "Canus Goat's Milk Rich Moisturizing Pure Vegetable Oil Soap, 5 oz Bars, 3-Count Boxes (Pack of 4)",
    "description": "We combine an all natural soap base with fresh goat's milk and our original fragrance of essential oils which will leave your skin feeling soft and rejuvenated. 3 Pack Bars",
    "itemID": "B001E763NQ",
    "helpful": [
      28,
      28
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1353
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 25.0,
    "brand": "Canus Goat&#39;s Milk"
  }
]