[
  {
    "title": "derma e Firming Moisturizer, DMAE- Alpha Lipoic - C-Ester, 2 oz (56 g) (Pack of 2)",
    "description": "Widely-acclaimed DMAE and alpha Lipoic Acid are combined with C-Ester in this rich moisturizing formula that both hydrates your skin and improves its elasticity. Please note: Contains 1% of alpha Lipoic acid. May cause tingling when applied. No animal testing. Made in USA.",
    "itemID": "B001ET6XMK",
    "helpful": [
      2,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 71091
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 24.75,
    "brand": "Derma E"
  },
  {
    "title": "MyChelle Fruit Fiesta Peel, 1.2-Ounce Jar",
    "description": "Antioxidant and nutrient dense organic raspberry puree, and natural acids romance your skin to a more radiant, youthful glow.  You will feel a light tingling and stimulating effect that will leave your skin refreshed.  This peel is not for beginners, patch test before using all over.",
    "itemID": "B000MANVQ8",
    "helpful": [
      3,
      3
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 72868
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Lactic Acid"
      ]
    ],
    "price": 16.49,
    "brand": "MyChelle Dermaceuticals"
  },
  {
    "title": "MyChelle Deep Repair Cream, 1.2-Ounce Jar",
    "description": "Deep Repair Cream is an advanced nourishing cream providing exceptional extracts to improve and maintain moisture balance and radiance.  Venucean&#x2122;, is from the deep sea of the Gulf of California, is rich in antioxidants and strengthens the skin&#x2019;s resistance against aggression such as UV light.  Kambuchka&#x2122;, is a black tea ferment that improves the skin&#x2019;s quality and smoothness. Epidermal Growth Factor (EGF) assists skin healing and cellular repair.",
    "itemID": "B000MAOWO8",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 11884
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 25.25,
    "brand": "MyChelle Dermaceuticals"
  }
]