[
  {
    "title": "SHANY Makeup Artists Must Have Pro Eyeshadow Palette, 96 Color",
    "description": "Not satisfied with your Small eyeshadow kit, you want more colors? then you got the right item! did you know that all Shany's collection are made, assembled, cherry picked, and inspected by hand? There are no machine made eye shadows in this collection; each single eye shadow has been put in a palette by hand, as you can see in the pictures. Color rainbow has been the best selling brand in department stores and major beauty salons. Shany's product are beauty leaders in the market, as their pigments quality are always top of the line. This particular eye shadow kit is made after 3 months of research on popular colors for cold and hot weather and for day and night styles. What you see is a complete deluxe makeup kit that every woman must have. We take the most pride in our product's quality since each single eye shadow will be inspected twice, before packaging, and before shipment. The colors are long lasting and will not fade after a couple of hours unlike the other brands out there. Once you applied Shany eye shadow there is no need for reapplying, the color will stay until you wash it off. The variety of colors will allow you to do any kind of look you desire such as cat eyes, smokey eyes, bridal look and so on. Once u have this kit you can simply get rid of any other eye shadow kit that you have because you will get every color that you possibly need in this kit. There is no brush or mirror included in this kit.",
    "itemID": "B002RXW5BA",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14500
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": 25.0,
    "brand": "SHANY Cosmetics"
  },
  {
    "title": "Konad Nail Art Double Ended Stamper And Scraper",
    "description": "This stamper has 2 ends with different sizes and colours. Great when stamping small images or for childrens nails. The green stamper is ideal when using red special polish because the red image shows up better on the green stamper.\n\nIf you receive it, and like it,please give us good Feedback.\n\nThanks",
    "itemID": "B002MZ8BK2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 251
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 5.69,
    "brand": "KONAD Nail Art"
  },
  {
    "title": "SHANY 2012 Nail Art Polish Stamp Manicure Image Plates set of 25pcs",
    "description": "The original Shany image plates, designed and created by Shany, in set of 25 image plates, each plates measure about 1.8 inch with sanded edges for easy handling and protective nylon screen on each. All image plates are from stainless steel. All designs are from 2011 collection and you will get 25 image plates with 6 to 10 design on each. For easy instruction check the pictures to learn how easy it can be to put some art on your nail without going to salon. Shany image plate kit comes with Shany logo and trademark.",
    "itemID": "B004DK0UDA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4803
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 16.99,
    "brand": "SHANY Cosmetics"
  }
]