[
  {
    "title": "Aphogee Conditioner Pro-Vitamin Leave-In 8 oz.",
    "description": "Apply to wet or dry hair without rinsing. This deep penetrating, leave-in conditioner enriches hair using ApHogee's exclusive Pro-Phytamine complex, which smoothes hair and increases manageability. It helps all hair types support styles better and protects against thermal damage. Balanced pH seals the cuticle to detangle and enhance color and highlights. This leave-in conditioner is recommended prior to using heat styling tools or dryers. It also protects hair color.",
    "itemID": "B000142OZY",
    "helpful": [
      2,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 20568
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 6.75,
    "brand": "Aphogee"
  },
  {
    "title": "Home Health Castor Oil Cold Pressed &amp; Cold Processed 8 fl. oz.",
    "description": "Cold Pressed and Cold Processed  Pure, natural emollient oil  Softens and nourishes the skin  Ideal for use in Castor Oil Packs  Excellent for massage into joints and muscles  Hexane Free   Paraben-Free  Castor Oil is a natural emollient that penetrates the surface layers of the skin making it softer and more supple. It is best to apply Castor Oil externally using a \"Castor Oil Pack\" - saturating the oil onto a piece of wool flannel and applying to the body, with or without heat. Instructions for the preparation and application of Castor Oil Packs are supplied with Home HealthTM White Wool Flannel.",
    "itemID": "B0002JG2NI",
    "helpful": [
      4,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 6732
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 3.99,
    "brand": "Home Health"
  },
  {
    "title": "Giovanni Conditioner, Smooth as Silk for Damaged Hair, 8.5 fl oz Bottle",
    "description": "Enriched with certified organic botanicals. No animal by-products. Cruelty free. Smooth as silk conditioner: Creates silky-smooth texture. Protects hair and controls split ends. Adds volume, shine and an incredible feel. Silk. It has the most incredible feel, the most incredible texture. it makes you feel sexy. Desirable. Smooth as Silk Conditioner makes your hair feel so smooth, so silky, so amazingly detangled. It works only where needed to create a silky-smooth palette that's repaired, renewed and ready for your own unique kind of style. Smooth as Silk provides smooth moves indeed. Made in U.S.A.",
    "itemID": "B00066D2JE",
    "helpful": [
      1,
      3
    ],
    "overall": 3.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 8.0,
    "brand": "Giovanni Cosmetics, Inc."
  }
]