[
  {
    "title": "Layla Hologram Effect Nail Polish, Mermaid Spell, 1.9 Ounce",
    "description": "Layla hologram effect nail polish is made with the highest quality raw material to capture light and transform it into amazing, ever-changing visual effects of liquid swirls and rainbows constantly bending and changing. Products will not stain nails. Quick drying. Use a top coat once polish dries. Wear time 3-4 days. Free of formaldehyde, toluene, DBP. Made in Italy.",
    "itemID": "B007HPG4UQ",
    "helpful": [
      0,
      1
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 139803
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 16.5,
    "brand": NaN
  },
  {
    "title": "Bundle Monster New Pro 20pc Nail Art Design Painting Detailing Brushes &amp; Dotting Pen / Dotter Tool Kit Set",
    "description": "Making nail designs has never been so easy. This MONSTER deal is for all the nail art equipment you'll ever need for painting and designing at an AMAZING price! This set comes with 20 nail art tools including: (5) Double sided dotting tools in various sizes - great for making various size dots or swirl patterns, (2) Flat Fan Brushes, a number of various sized flat brushes and striper brushes of various sizes to create fine lines or other designs. 15 of the nail art tools have long, white pearlized, wooden handles, while the double sided dotting tools are unpainted wood. Now you'll be able to create beautiful nail designs in seconds - marbling, rhinestones, lines...the possibilties are endless. This would be a perfect kit for professional nail salons as it comes in a compact black roll out bag, great for keeping all the supplies in a neat, organized and compact fashion. This set comes with small and sharp pieces - small parts can potentially choke children. Keep out of reach of children - Adult Supervision Required. Bundle Monster is a registered trademark of Remi Collections LLC and is exclusively distributed by Bundle Monster. Bundle Monster trademark is protected by US Trademark Law.",
    "itemID": "B005XUFU8E",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 206
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 14.99,
    "brand": NaN
  },
  {
    "title": "LY 5Pcs Fashion Nail Art 3d Crown Shaped Rhinestone Metal Decoration B0072",
    "description": "LY 5Pcs Fashion Nail Art 3D Crown Shaped Rhinestone Metal Decoration B0072\nColor:silver\nWeight:approx.2g\nMeterial:metal,rhinestone\nQuantity:5pcs\nInstruction:\n1.Select a design and peel off by your nail( don't touch the glue) \n2.Place the design on nail / tip and rub it gently several times.\n3. Apply top coat for the best result.",
    "itemID": "B006YIUK98",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {},
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Art"
      ]
    ],
    "price": 1.81,
    "brand": "BTArtbox"
  }
]