[
  {
    "title": "L'Oreal Paris Feria Hair Color, 36 Dark Burgundy Brown/Chocolate Cherry",
    "description": "Multi-Faceted Shimmering Colour.Gentle, Deep Conditioning Permanent Haircolour Gel.Pure Prismatic Colour with 3X Highlights.1 ApplicationLevel 3 PermanentChocolate Cherry ~&nbsp;Deep Burgundy&nbsp;BrownAdvanced gel based formula - For virtually drip-free application.A major measure of colour - Enough for longer hair.Fresh aromatic scent - For a soothing sensation.Mega-dose of deep conditioning with pure shimmer concentrate.Custom-fit colorist gloves for expert, easy coloring.&nbsp; No appointment necessary.Now, Pure Prismatic Colour.&nbsp; So multi-faceted, it shimmers with triple the highlights.Discover colour that speaks to you.&nbsp; So pure and vocal and multi-faceted, it transforms every strand with triple highlights - for even more shimmering highs and lows.&nbsp; Definitely the end of flat, matte colour.&nbsp; Even the conditioner glistens hair with a new pure-shimmer concentrate.&nbsp; So express yourself ... one shimmering shade at a time.Feria ~ The new language of colour.This Luxurious Feria Collection Includes:Shimmering Colour Permanent Haircolour&nbsp;GelShimmering Colour Developing Creme in ApplicatorAromatic AuraColour Hydrator No Build-Up Deep ConditionerColorist GlovesInstruction Brochure&nbsp;Color Cue:Feria is for all skintones and hairtypes.&nbsp; Colour shown may be achieved on medium brown&nbsp;to black natural hair color.&nbsp; On lighter, bleached or highlighted hair, results will be very intense.Color result will be more vibrant on gray hair.&nbsp; Not recommended on predominantly gray hair.Ingredients:Shimmering Colour Permanent Haircolour&nbsp;Gel:Water,&nbsp;Trideceth-2 Carboxamide MEA, Butoxydiglycol, Propylene Glycol, PEG-2 Oleamine, Alcohol Denat., Oleyl Alcohol, Polyglyceryl-2 Oleyl Ether, Polyglyceryl-4 Oleyl Ether, Ammonium Hydroxide, Oleic Acid, Sodium Diethylaminopropyl Cocoaspartamide, Pentasodium Pentetate, Fragrance, 2-Methyl-5-Hydroxyethylaminophenol, Ammonium Acetate, P-Phenylenediamine, 2-Amino-3-Hydroxypyridine, 4-Amino-2-Hydroxytoluene, Sodium Metabisulfite, P-Aminophenol, Erythorbic Acid, Phenyl Methyl Pyrazolone, N, N-Bis (2-Hydroxyethyl)-P-Phenylenediamine Sulfate,&nbsp;Hydroxypropyl Bis (N-Hydroxyethyl-P-Phenylenediamine) HCI, Resorcinol. [D2094/1]Shimmering Colour Developing Creme:Water, Hydrogen Peroxide, Cetearyl Alcohol, Trideceth-2 Carboxamide MEA, Ceteareth-30, Glycerin, Pentasodium Pentetate, Sodium Stannate, Tetrasodium Pyrophosphate.Aromatic Aura:Sunflower Seed Oil, Fragrance.Colour Hydrator No Build-Up Deep&nbsp;Conditioner:Water, Cetearyl Alcohol, Glycerin, Behentrimonium Chloride, Euphorbia Cerifera (Candelilla) Wax, Amodimethicone, Cetyl Esters, Isopropyl Alcohol, Fragrance, Methylparaben, Trideceth-12, Chlorhexidine Dihydrochloride, Cetrimonium Chloride. [D1473/3]",
    "itemID": "B0000530ED",
    "helpful": [
      2,
      3
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 20927
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 7.85,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "Neutrogena Oil-Free Acne Wash Daily Scrub, 4.2 Ounce",
    "description": "Cleans deep into pores and helps stop breakouts before they start. This breakthrough formula features MicroClear a powerful technology clinically shown to boost delivery of acne medicine, clear congested pores and speed treatment deep to the source. MicroClear and gentle microbeads work together to cut through oil, dissolving dirt and impurities without overdrying or irritation. Skin is left clear and smooth.",
    "itemID": "B000NWDSAE",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 4837
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Scrubs"
      ]
    ],
    "price": 6.17,
    "brand": "Neutrogena"
  },
  {
    "title": "Queen Helene Mint Julep Masque, 8 Ounce",
    "description": "The Original Mint Julep MasqueHelps dry up acne pimplesRinses away blackheadsHelps shrink large poresThe original natural home treatment, developed by a dermatologist, that will actually dry up acne pimples, rinse away blackheads and even help shrink enlarged pores.Simply apply Mint Julep Masque to your face and neck.&nbsp; Within minutes it firms and hardens, as its suction action draws out waste matter from the pores.&nbsp; Minutes later, rinse the masque away with warm water and a washcloth.&nbsp; After the masque is removed your&nbsp; skin will feel clean...refreshed and smooth.Even for people who are fortunately free of skin problems, Mint Julep Masque is a refreshing facial treatment that relaxes tired muscles and eases tension lines on the face and neck.No animal testing.&nbsp; No animal ingredients.Queen Helene.&nbsp; Environmentally Concerned.Made in USA",
    "itemID": "B00008CMOQ",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 370
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 5.48,
    "brand": "Queen Helene"
  }
]