[
  {
    "title": "Trish McEvoy High Volume Mascara - Jet Black 0.18oz (5g)",
    "description": "This revolutionary tubular volumizing mascara forms water-resistant tubes 360 around lashes, dries instantly and will not smudge or smear. Better than waterproof, the 24-hour formula stays just-applied looking yet slides off with only warm water without leaving a trace. The precision brush grabs lashes at the roots to lengthen even the shortest hairs for the look of a naturally lush lash line.",
    "itemID": "B00132FPFY",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2482
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 36.99,
    "brand": "Trish McEvoy"
  },
  {
    "title": "OPI Soft Shades Nail Lacquer, Princesses Rule!",
    "description": "A light, baby pink sheer polish with glitter. This shimmery pale pink shade is a versatile addition to any nail polish collection. Use a single coat on bare nails for a natural, feminine look or wear atop other polishes for a glittery pink finish. You can also layer Princesses Rule. by itself for increased opacity. The lovely, soft pink sparkle works well on all complexions. From the OPI Princesses Charming Collection.",
    "itemID": "B000L9YYTS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 22210
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 3.75,
    "brand": "OPI"
  },
  {
    "title": "Vidal Sassoon Vsdr5523 1875w Stylist Travel Dryer, Black",
    "description": "This travel dryer has 2 heat and speed settings for flexible drying and styling anywhere.  Features a cold shot button that releases cool air to set the style, a folding handle for convenient storage and travel, worldwide dual voltage for use anywhere and is lightweight and compact. Black dryer.",
    "itemID": "B008RG9MKS",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 569
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 15.69,
    "brand": "Vidal Sassoon"
  }
]