[
  {
    "title": "Talika Lash Conditioning Cleanser - 4.06 oz",
    "description": "Clean-Up CrewSoft and refreshing, this oil-free eye makeup remover is the real deal. Eliminating all traces of makeup-including waterproof mascara-Talika's Oil-Free Lash Conditioning Cleanser is gentle on sensitive eyes as it conditions lashes.Oil-free eye makeup removerWorks on waterproof mascaraIdeal for sensitive eyesBest Suited For:All skin typesEssential Elements:Conflower extract has softening effects and works as an astringent, while silk proteins offer in-depth treatent to improve lash structure.Free Of:OilsFor Best Effect:Use as directed.",
    "itemID": "B0009FHJOG",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 76758
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Remover",
        "Eyes"
      ]
    ],
    "price": 22.82,
    "brand": "Talika"
  },
  {
    "title": "Dermablend Smooth Indulgence Foundation SPF 20, Nude Beige, 1 Ounce",
    "description": "This lightweight formula with twice the coverage of a classic foundation lasts for up 12 hours of wear. A soft touch to skin, Smooth Indulgence Foundation evens complexion and won't enhance fine lines or surface imperfections.    Benefits:  Has a lightweight, blendable texture.  Provides skin with a flawless matte finish.  Leaves skin radiant, smooth and comfortable all day long.",
    "itemID": "B003ZI01RG",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 106224
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 27.45,
    "brand": "Dermablend"
  },
  {
    "title": "Wig Cap (2 Pack) Color Neutral",
    "description": "Manages and hides hair. Secures hair under wigs without pins. Designed to give a comfortable fit. Enables hair breathability.",
    "itemID": "B001BALMCS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 433
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bathing Accessories",
        "Shower Caps"
      ]
    ],
    "price": 1.52,
    "brand": "Lace Locs, Inc"
  }
]