[
  {
    "title": "Grow Hair Faster with Grow Shampoo and Conditioner for Faster Growing Hair",
    "description": "It's no secret that vitamins are the most important part of growing your hair longer and faster.Grow Shampoo and Conditioner contain many ingredients found in superior hair vitamins to nourish your scalpand hair follicles while promoting faster growing, healthier hair growth.After years of extensive research by hair care experts on ingredients that make hair grow faster, Grow Shampoo and Conditioner were formulated.Unlike many other shampoos that claim to grow hair faster, Grow Shampoo and Conditioner contain high quality key nutrients to feed your hair and scalp\nwhat it needs for healthier, faster growing hair.Grow Shampoo and Conditioner forFaster Growing Haircan help your hair grow at the fastest rate possible!Key Ingredients:&#x2022; Biotin (Vitamin B7) -Super Food For Hair&#x2022; Niacin (Vitamin B-6)- Stimulates Hair Follicles&#x2022; Inositol (Amino Acid) -Encourages Hair Growth&#x2022; Cysteine (Amino Acid)- Super Food for Stronger, Healthier Hair&#x2022;  Panthenol (Vitamin B5)- Moisturizes Hair and Smooths Hair Strands Leaving Hair Shiny and Vibrant&#x2022; Cystine (Amino Acid)- Another Important Building Block for Hair, this Protein Makes the Hair Stronger, Preventing the Hair from Breakage&#x2022; Saw Palmetto Extract (Natural Fruit Extract)-Helps Maintain Hair Growth&#x2022; Japanese Green Tea Extract- Soothes Scalp for Quick Growth&#x2022; Aloe Barbadensis Leaf- Promotes Healthy ScalpThis is your chance to have the hair you've always wanted.  Take the first step toward healthier, faster growing hair with Grow Shampoo and Conditioner!",
    "itemID": "B0009J6ER0",
    "helpful": [
      0,
      1
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 4689
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoo & Conditioner Sets"
      ]
    ],
    "price": 23.99,
    "brand": NaN
  },
  {
    "title": "All Eyes on You Eyelash &amp; Brow Enhancing Serum, 3 ml",
    "description": "All Eyes on You Lash & Brow Enhancing Serum is clinically tested and proven to enhance longer, fuller, bolder lashes in 6 weeks.  Daily use of this product is essential for maximum results.  This product conditions and works while you sleep, to provide a foundation of healthy lashes and brows.  Clinical tests showed an average  improvement of 46%  longer-looking lashes in 6 weeks.  100% of women in clinical study noticed improvement in just 2 weeks.  May be used with lash extensions.",
    "itemID": "B003MBHVP6",
    "helpful": [
      1,
      8
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 54053
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 25.0,
    "brand": "Lashem"
  },
  {
    "title": "Clarisonic Replacement Brush Head Twin Pack for Acne Cleansing",
    "description": "Two Acne Cleansing replacement brush heads in one box. Acne cleansing replacement brush head for any clarisonic system. Extra-plush bristle gradation helps to provide ultra-gentle cleansing for sensitive and acne-prone skin. All brush heads are precision-designed to oscillate bi-directionally at a sonic frequency",
    "itemID": "B00535OW6A",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14028
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 44.0,
    "brand": NaN
  }
]