[
  {
    "title": "Nail Tek Intensitive Therapy II With Free Foundation II (Size.5x2)",
    "description": "For Soft, Peeling Nails Intensive Therapy helps heal weak, thin soft or peeling nails.  This unique protein formulation seals the layers of the nail together.  With each application, Intensive Therapy reinforces and thickens nails while promoting strength and flexibility.5 fl, oz.  The world's first ridge-filling strengthener Nail Tek FOUNDATION fills unsightly ridges and nail damage while strengthening the natural nail. This unique base coat is a special blend of strengtheners, conditioners, micro-fibers, and natural fillers. Foundation smoothes uneven nail surfaces while helping to grow healthy, beautiful nails. Professional size refill.",
    "itemID": "B000RLXG6W",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3484
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Nail Strengthening"
      ]
    ],
    "price": 8.38,
    "brand": "Nail Tek"
  },
  {
    "title": "Nail Tek Intensive Therapy II Buy 1 Get 1 free &quot;.5x2 oz&quot;",
    "description": "Nail Tek FORMULATION II helps heal weak, thin, soft, or peeling nails. This unique protein formulation seals the layers of nail together. With each application, Intensive Therapy reinforces and thickens nails while promoting strength and flexibility..",
    "itemID": "B0019XZ57U",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7883
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Nail Strengthening"
      ]
    ],
    "price": 9.69,
    "brand": "Nail Tek"
  },
  {
    "title": "Nail Tek Foundation II Ridge Filling Nail Strengthener for Soft Peeling Nails 0.5oz",
    "description": "0.5oz",
    "itemID": "B001BHNHAG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 15626
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Ridge Filler"
      ]
    ],
    "price": 5.4,
    "brand": "Nail Tek"
  }
]