[
  {
    "title": "One With Nature Dead Sea Mud Dead Sea Minerals Soap, 7 Ounce Bar",
    "description": "At One With Nature, we are dedicated to crafting only the finest skin care products. Care is taken to design, develop and manufacture our products in harmony with nature and our customer's needs. We are also committed to preserving the Dead Sea through our partnership with FoEME (Friends of the Earth Middle East). Environmental consciousness is the cornerstone of our business. Our soaps combine genuine Dead Sea minerals, thousands of years in the making, with a pure vegetable base and moisturizing shea butter to provide a truly luxurious cleansing experience. Our soothing bath bars relax muscles, stimulate circulation and restore the skin's natural pH. Best of all, they are 100% natural. Our eye-catching colors result from a blend of plant and naturally-occurring mineral pigments found in the diverse climate zones of the region. The rich scents come from pure essential oils or other 100% natural sources. More than 1300 feet below sea level, the shores of the Dead Sea mark the world&#x2019;s lowest elevation and the sight of one of nature&#x2019;s greatest wonders. Fed by the River Jordan, the Dead Sea&#x2019;s mineral rich salts and muds have unique therapeutic value, acting to deeply cleanse and tone while restoring the skin&#x2019;s natural PH. This unique soap combines genuine Dead Sea salts&#x2014;thousands of years in the making&#x2014; with a pure vegetable base to provide a truly natural cleansing experience. Put simply&#x2014;The Dead Sea is really old, but using this bar of soap will help you and your skin look and feel younger. You just won&#x2019;t believe it until you try it. Experience the Dead Sea Difference.",
    "itemID": "B000MVYJ0O",
    "helpful": [
      9,
      9
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 642
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 3.09,
    "brand": "One With Nature"
  },
  {
    "title": "Mary Kay Eye Primer 0.3oz NET WT.",
    "description": "Extends the wear of eye color and provents eye color from creasing or smudging.",
    "itemID": "B004CSW1QM",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 7230
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Concealer & Base"
      ]
    ],
    "price": 10.25,
    "brand": "Mary Kay"
  },
  {
    "title": "Veris Dead Sea Natural Cosmetics, Dead Sea Mud &amp; Algae Purifying Facial Mask for All Skin Types",
    "description": "Pamper yourself in the treasures of the Dead Sea with Veris's unique Mud & Algae Purifying Facial Mask. A gorgeously rich, vitamin and mineral-infused facial treatment, this mud mask cleanses and purifies your skin while it nourishes, moisturizes, tones and tightens it. Also contains powerful anti oxidants that protect skin from free radicals and everyday damage. Leaves your skin rejuvenated, lavishly quenched, soft, supple, and smooth to the touch.",
    "itemID": "B0051AZAMW",
    "helpful": [
      2,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 45426
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 13.49,
    "brand": NaN
  }
]