[
  {
    "title": "Avon MagiX Face Perfector SPF 20,30ml 1fl oz",
    "description": "A magical new air-light colorless formula that makes all skin tones look flawless... invisible coverage. instant perfection. SPF 20. 1 fl. oz.",
    "itemID": "B001EDHAU0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7817
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 8.99,
    "brand": "Avon"
  },
  {
    "title": "Adovia Natural Dead Sea Mud Soap - Great for Eczema, Psoriasis or Acne! 125 GR (4.4OZ)",
    "description": "Our All Natural Black Mud Soap contains a unique combination of Dead Sea minerals derived from Dead Sea Mud. This effective mud soap removes dirt and cleanses your skin, while simultaneously infusing it with minerals essential to keeping your skin hydrated and moisturized. Our Dead Sea mud soap is enriched with century old Dead Sea mud, leaving your skin cleansed and nourished. As more people are learning about the healing and beauty effects of black mud from The Dead Sea, this soap is becoming a very popular choice for skin care conscious people.",
    "itemID": "B000F6RFX4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2220
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 6.0,
    "brand": "Adovia"
  },
  {
    "title": "Conair Anti-static Detangling Comb, Colors may vary",
    "description": "Conair's anti-static detangling comb gives you static free detangling and styling with maximum control. style dry hair more easily whle you smooth and shine without fly-away frizzies. widely spaced teeth evenly distribute conditioner throughout hair without pulling or causing split ends. use it for all hair types to create volume while styling. good for wet or dry styling.",
    "itemID": "B002QF4UYY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 809
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Combs"
      ]
    ],
    "price": 9.49,
    "brand": "Conair"
  }
]