[
  {
    "title": "derma e Hyaluronic Acid Day Cr&egrave;me, 2-Ounces",
    "description": "Hydrating formula. A light moisturizing creme combines Hyaluronic Acid with Vitamin E, Ester-C and Aloe Vera, especially formulated for day use. Hyaluronic Acid is a naturally occurring substance in the body that binds water in the connective tissue. Improves collagen health for increased strength and elasticity for firmer-looking skin. Reduces the appearance of fine lines and wrinkles by plumping skin tissue. No animal testing. Made in USA.",
    "itemID": "B0009ET6BQ",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2766
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 16.95,
    "brand": "Derma E"
  },
  {
    "title": "Maybelline 24 Hour Eyeshadow, Too Cool, 0.14 Ounce",
    "description": "Ink intensity. Tattoo tenacity. Dare to wear the longest lasting shadow. Eye studio color tattoo's ink technology creates the mostsaturated shadow. Cream gel smooths on for vibrant, crease-proof color that never fades. Dare to get inked.",
    "itemID": "B006UET5UG",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10430
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 5.3,
    "brand": "Maybelline"
  },
  {
    "title": "Method Minnie Mouse Foaming Hand Wash 8.5oz, Strawberry Fizz (Pack of 2)",
    "description": "mickey and minnie are pop culture icons with a knack for inspiring giggles and good times. two things that we very strongly endorse. so it makes sense that we would partner with the world&#x2019;s most popular mice to make foaming hand wash history. the biodegradable, non-toxic formula leaves hands feeling clean and soft. and with bright, fresh fragrances like lemonade and strawberry fizz, you don&#x2019;t have to be a kid to recognize the scent of happiness.",
    "itemID": "B004O6184I",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 49575
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Soaps"
      ]
    ],
    "price": 13.42,
    "brand": "Method"
  }
]