[
  {
    "title": "Aztec Secrets: Indian Healing Bentonite Clay, 2 lbs",
    "description": "Indian Healing Clay by Aztec Secret 2 lbs Clay How Aztec Secret Works Indian Healing Clay Clays have been used for centuries to beautify and refresh when used as a facial mask. Cleopatra used clay from the Nile river and the Arabian desert over 1800 years ago as part of her beauty ritual. German and Roman spas have been using clay packs and treatments in the spas they built 4 000 years ago. Many of these spas still exist and use clay even today. Pliney the Elder devoted an entire chapter of his Natural History to the many uses of clay for pimples black heads and skin tightening. Many famous naturopaths such as Kuhn Just and Kneipp have contributed to the revival of the uses of clay through their natural treatments for arthritus and skin ailgments. Aztec Indian Healing Clay A Brief History - The Worlds Most Powerful Facial The use of clay with apple cider vinegar can be dated back to the southern French priest of the16th century Kneipp and his natural treatments using clay packs and po",
    "itemID": "B000ZMBSPE",
    "helpful": [
      16,
      22
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 142
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 10.31,
    "brand": "Aztec Secret"
  },
  {
    "title": "Organic Rose Water, Bulgarian - 500ml / 17 oz (USDA organic)",
    "description": "For many years in the heart of the Bulgarian Rose Valley, Alteya has been growing and cherishing the beautiful Rosa damascena flower. By using a unique distillation technique embodying century-old traditions and modern technology, we have distilled a special grade rose water that preserves the biodynamic energy of the rose plant and increases its beautifying and rejuvenating powers.Imported from the Rose Valley in Bulgaria in Europe.Daily Care:- After cleansing- After shower- When sunburned- To set makeup- After shaving / waxing- During travelSuitable for all skin types.Benefits:-Restoring, toning and moisturizing-Anti-aging and rejuvenating-Uplifts emotional levels-Balances skin Ph level-Anti-inflammatory, acne-preventing-Protects and purifies skinSuggested Use:Skincare: Apply gently with a cotton ball onto face and neck morning and evening after cleansing to tone, balance and refresh skin.Body care/Personal fragrance: Mist it over your entire body after shower or to freshen up any time for a splash of gentle rose aroma.Haircare: Massage the roots of washed hair once or twice a week to improve manageability, softness and shine.Cooking: Add a teaspoon to your morning juice or tea or in any culinary creation.IngredientsContains only 100% pure steam-distilled Bulgarian Rose Water.",
    "itemID": "B001KPSO5M",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3055
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Toners & Astringents"
      ]
    ],
    "price": 22.0,
    "brand": NaN
  },
  {
    "title": "T3 Voluminous Hot Rollers-8 ct.",
    "description": "The Voluminous hot rollers set has been designed with proprietary Tourmaline technology which emits maximum ionic, infrared heat to safely penetrate the hair shaft, effectively styling the hair from the inside out while sealing the hair cuticle against frizz. The velvet flocking along the roller surface enhances the effects of Tourmaline, imparting natural shine to hair during the styling process. Each roller contains an advanced high power density ceramic heater which heats up to 250F/121C in just 3 minutes and self-regulates its wattage for precise temperature control. To ensure even styling, a high grade aluminum core retains and transfers the heat without interruption to the roller's surface.",
    "itemID": "B005SPWI3O",
    "helpful": [
      0,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 2777
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 60.25,
    "brand": "T3"
  }
]