[
  {
    "title": "Maybelline New York Mineral Power Bronzer Shimmer Loose Powder, Sunrise Bronze 605, 0.15 Ounce",
    "description": "100% micro minerals and copper pearls gives you a healthy sun kissed glow. Perfectly natural bronze complexion. Looks sun kissed, not fake. Tested on sensitive skin. won't clog pores. contains 0% oil, 0% talc, 0% preservatives and 0% fragrance.",
    "itemID": "B002L6M068",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 49163
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 5.83,
    "brand": "Maybelline"
  },
  {
    "title": "Hard Candy Glamoflauge HEAVY DUTY CONCEALER with pencil (Medium 313)",
    "description": "Camouflage your blemishes in minutes with the Hard Candy Glamoflauge Heavy-Duty Concealer. This heavy-duty concealer blends well into your skin to provide that ultimate coverage. Perfect for any occasion, this Glamoflauge concealer can be used to cover anything right from dark circles to tattoos. The included pencil makes it easy and convenient to fade away those spots on your face. Get this heavy-duty concealer with pencil and enjoy blemish-free skin in no time.",
    "itemID": "B005JPBFBY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8034
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Concealers & Neutralizers"
      ]
    ],
    "price": 12.98,
    "brand": "Hard Candy"
  },
  {
    "title": "Ardell Brow and Lash Growth Accelerator",
    "description": "Ardell Brow and Lash Accelerator Treatment Gel is a concentrated serum of multi proteins that works to immediately repair weak lashes and restore thickness of over tweezed or thinning brows. Added conditioners soften dry, brittle lashes enabling them to grow longer, thicker and fuller. Use nightly. After cleansing face, brush on to lashes and or brows. Leave on all night.",
    "itemID": "B000VDUOFM",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 4365
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 1.79,
    "brand": "Ardell"
  }
]