[
  {
    "title": "It's A 10 Miracle Leave In Product, 4-Ounces",
    "description": "It's A 10 does 10 things instantly: 1. Repairs dry damaged hair. 2. Adds shine. 3. Smoothes and controls frizz. 4. Seas and protects hair color. 5. Detangles. 6. Prevents split ends. 7. Stops hair breakage. 8. Creates silkiness. 9. Enhances natural body. 10. Flat iron spray and thermal protector.",
    "itemID": "B000TKH6G2",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1112
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 12.45,
    "brand": "Its a 10"
  },
  {
    "title": "Lavanila The Healthy Fragrance-Vanilla Coconut-1.7 oz.",
    "description": "Island Adventure in a Bottle&nbsp;Like an island breeze, The Healthy Fragrance in Vanilla Coconut will transport you to another time and place.&nbsp;Fresh, clean fragranceAll naturalFree of petrochemicals, phthalates, propylene glycol, mineral oils, silicone, synthetic dyes, sulfates and parabens&nbsp;Fragrance Notes:An exotic blend of young coconut, fresh tiare flower and warm Madagascar vanilla&nbsp;Essential Elements:Essential oils and nurturing botanicals including the antioxidants found in goji berries and Kakadu plums will pamper your body and soul.&nbsp;For Best Effect:Use as directed. Avoid direct eye contact.&nbsp;",
    "itemID": "B0015E5YX8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 24917
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 58.0,
    "brand": "Lavanila"
  },
  {
    "title": "WALKER C-22 Citrus Solvent 4 OZ",
    "description": "A great cleaner for the scalp and hair system without the harsh chemicals; this solvent is fast acting on most soft bonds adhesives and tapes while still being gentle to the skin.",
    "itemID": "B001E2RGY6",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2615
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 2.99,
    "brand": "Walker"
  }
]