[
  {
    "title": "Bare Escentuals Maximum Coverage Concealer Brush",
    "description": "Broken capillaries. Scars. Blemishes. Conceal and conquer any imperfection with this soft brush, which gives you fuller, more concentrated coverage. That's because the firm, medium-sized brush head holds more SPF 20 Multi-Tasking Concealer. Use a patting technique to cover imperfections before or after applying your foundation, and you'll get maximum coverage that blends completely and doesn't leave a line.",
    "itemID": "B0001EL658",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8115
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 6.95,
    "brand": "Bare Escentuals"
  },
  {
    "title": "Beautyblender, The Ultimate Makeup Sponge Applicator, 1 Sponge",
    "description": "Modernize the Way You MakeUp! The Ultimate MakeUp Sponge Applicator. Designed by two top Hollywood Make up artists, Beautyblender is the most versatile make up tool you'll ever own. It 's elliptical teardrop shape is super soft to the touch, like suede and allows you to access hard-to-reach places making your make up application foolproof. It's washable, re-useable and recyclable. It's latex free and anti-microbial. Can be used with all types of make up; liquid base, cream base, mineral make up, cream blush, powders etc. Use Beautyblender damp or dry...we like to use it damp.Please note, Beautyblender will expand when wet. Application tip: Stipple or \"bounce\" Beautyblender when applying your make up for a flawless, airbrush type of finish.",
    "itemID": "B000HRVC5I",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 764
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Puffs, Sponges & Wedges"
      ]
    ],
    "price": 15.95,
    "brand": "BeautyBlender"
  },
  {
    "title": "Denman Large Paddle Cushion Brush Ball-Tip Nylon Pins",
    "description": "Ball-tipped nylon pins in a soft rubber, air-cushioned base. Perfect for all hair types.",
    "itemID": "B000N2FAD2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5989
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Brushes"
      ]
    ],
    "price": 11.95,
    "brand": "Denman"
  }
]