[
  {
    "title": "Neutrogena Fresh Foaming Cleanser, 6.7 Ounce",
    "description": "Fresh Foaming Cleanser is a cleanser and makeup remover in one.  Removing makeup before you go to bed has never been easier. This dermatologist-tested formula effectively removes dirt, oil and makeup. It even removes eye makeup, without soaps or oils that can sting or irritate the sensitive eye area. No more raccoon eyes! It rinses completely and won't leave any pore-clogging residue.  Forget the excuses and get refreshingly clean skin and complete makeup removal in one step.   Soap-free Oil-free Non-comedogenic (won't clog pores) Hypoallergenic",
    "itemID": "B00027EG9C",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1509
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 7.94,
    "brand": "Neutrogena"
  },
  {
    "title": "Alba Botanica Even Advanced Sea Mineral Cleansing Gel, 6 Ounce Bottles",
    "description": "Since 1979, Alba Botanica has offered natural, 100% vegetarian personal care products that do beautiful for you, your friends and the animals and Earth you love. This means we DON'T use parabens, sulfates, or phthalates. We make a full range of products packed with potent natural, botanical ingredients that are formulated to nourish the individualized needs of your skin and hair. Because the Alba Botanica is committed to the health and happiness of all furry friends, we never test our products, or the ingredients that go into them, on animals. We recognize the need to be good stewards of all natural resources. So we try to do beautiful by reducing our environmental impact in everything we do as a business, from the field to the final product. We hope that you join our do beautiful campaign. Together we can help to preserve and heal the planet, now and for future generations.",
    "itemID": "B000ILKUHY",
    "helpful": [
      0,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 11222
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 4.89,
    "brand": "Alba Botanica"
  },
  {
    "title": "Queen Helene Avocado &amp; Grapefruit Facial Masque, 6 Ounce Tube",
    "description": "Queen Helene has been a leader in quality beauty products for professional and personal use since 1930. Our products are inspired by nature&#x2019;s finest ingredients because they are safer, and often more effective, than harsh chemicals and unnecessary additives. We use natural elements like cocoa butter that are rich with vitamins and natural emollient properties to moisturize, soften and nurture your skin and hair. We use pomegranate oil for its antioxidant protection against the skin-aging effects of the environment and essential oils to help relax tired muscles and ease tension. Many of our products take advantage of the unique qualities of nature&#x2019;s finest ingredients to keep you looking your best.&#xA0;For over 80 years, our commitment to excellence has made many of our products among the leaders in the personal care category, and we are proud to continue our dedication to providing the most effective products your body needs from head to toe.",
    "itemID": "B0016BHMKS",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 24703
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 0.29,
    "brand": "Queen Helene"
  }
]