[
  {
    "title": "Gold Bond Ultimate Skin Therapy Lotion, Healing, Aloe, 5.5 oz , (Pack of 3)",
    "description": "Heals dry problem skin. Vitamins A, C & E penetrates fast. Non-greasy. Fresh clean scent. 7 Intensive moisturizers. Specially formulated to help heal extremely dry, rough and problem skin. Gold Bond Ultimate contains 7 intensive moisturizers clinically tested to provide24-hour moisturization. Plus it contains 3 essential skin nurturing Vitamins A, C and E in a fresh clean scent. Gold Bond Ultimate penetrates fast and is non-greasy, unlike ointments of greasy lotions. You can actually feel it working even after you wash your hands! Ideal for: hands, cuticles, feet, elbows, knees, problem patches on legs, back or body. Dermatologist tested/hypoallergenic. Gentle enough to use on your face. Vitamin A - Improves elasticity and reduces appearance of wrinkles. Vitamin C - Promotes skin development and collagen formation. Vitamin E - Enhances protective function of skin and minimizes lipid base. Moisturizes for 24 hours.",
    "itemID": "B001G7PLBY",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3145
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 14.98,
    "brand": "Gold Bond"
  },
  {
    "title": "L'Oreal Paris Telescopic Explosion Mascara, Black, 0.27-Fluid Ounce",
    "description": "Want lush, out-to-there lashes? Telescopic&#174; Explosion Mascara reaches 100% of lashes from every angle for a dramatic, fanned out effect. The unique spherical brush lengthens, separates and adds volume to even tiny corner and lower lashes, transforming your look from everyday to explosive with a few sweeps. The smooth formula wears all day without smudging or flaking.",
    "itemID": "B003TXO7XQ",
    "helpful": [
      4,
      4
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 88150
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 4.69,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "Maybelline New York Eye Studio Color Pearls Marbleized Eyeshadow, Carbon Frost 05, 0.09 Ounce",
    "description": "Now, a swirl of pearls makes shadow new again  our advanced baked technology keeps pearls uncrushed for refined luminosity. 7 different pure pigments are swirled together for gorgeous dimensional color.",
    "itemID": "B002XHA5A8",
    "helpful": [
      10,
      11
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 53966
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 7.99,
    "brand": "Maybelline"
  }
]