[
  {
    "title": "Soft 'N Style Applicator Bottle with Angle Tip 8.5 oz.",
    "description": "Soft 'N style applicator bottle with angle tip 8.5 ounce, coloring bottle with measuring scales and angle tip-cap for easy application.",
    "itemID": "B001MP0QEW",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6211
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Hair Coloring Tools",
        "Applicator Bottles"
      ]
    ],
    "price": 3.49,
    "brand": "Soft &#39;N Style"
  },
  {
    "title": "It's A 10 Miracle Leave In Product, 4-Ounces",
    "description": "It's A 10 does 10 things instantly: 1. Repairs dry damaged hair. 2. Adds shine. 3. Smoothes and controls frizz. 4. Seas and protects hair color. 5. Detangles. 6. Prevents split ends. 7. Stops hair breakage. 8. Creates silkiness. 9. Enhances natural body. 10. Flat iron spray and thermal protector.",
    "itemID": "B000TKH6G2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1112
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 12.45,
    "brand": "Its a 10"
  },
  {
    "title": "NOW Foods - Avocado Oil 16 Oz",
    "description": "Avocado Oil by Now Foods 16 oz Liquid Avocado Oil 16 oz Liquid NOW Solutions Avocado Oil is a versatile food-grade cosmetic oil with remarkable soothing and softening properties that leaves no greasy residue. Our economical 16 oz. size makes it easy and affordable for you to enjoy this outstanding natural product. 100 Pure Avocado Oil is an all-natural vegetable oil with a heavy texture. It increases epidermal elasticity while thoroughly moisturizing and softening stubborn dry or cracked skin. Its commonly used as a scalp and skin conditioner and as an emollient. It also makes wonderfully soothing massage oil. Warnings Keep out of reach of children. As with all dietary supplements consult your healthcare professional before use. See product label for more information.",
    "itemID": "B007XA49O8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 832
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 12.36,
    "brand": "Now Foods"
  }
]