[
  {
    "title": "L'Oreal Paris Sublime Bronze Luminous Bronzer, 6.7 Ounce",
    "description": "Go from pale princess to luminous bronze goddess in an instant. With light-reflecting micro-particles, Sublime Bronze Luminous Bronzer instantly illuminates your skin for a natural-looking, long-lasting bronze glow. Enriched with fast-action self tanners and Vitamin E, a powerful anti-oxidant, this quick-drying lotion replenishes skin as your sunless tan develops. A beautifully radiant sun-kissed look, streak-free, sun-free. All with a new deliciously fresh summer scent. Now, Summer never has to end.",
    "itemID": "B00277JKY6",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13638
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 7.84,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "Burt's Bees Acne Purifying Gel Cleanser, 5 Ounce Bottle",
    "description": "This cleanser is clinically proven to help wash away oil and impurities without over-drying or irritating skin. Salicylic acid, derived naturally from Willow Bark, penetrates pores to help reduce acne and prevent future breakouts. Evening Primrose and Beet Root extracts help soothe for healthy-looking skin. 99.4% Natural",
    "itemID": "B0027TZPVQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8346
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 12.92,
    "brand": "Burt&#39;s Bees"
  },
  {
    "title": "ORGANIC Argan Oil 4OZ &#9733;SALE&#9733; 100% PURE Argan Oil for Hair, Face, Skin &amp; Nails | USDA Certified | Best Argania Spinosa from Morocco - Cold Pressed, Unrefined Virgin Argan Oil | Great for Acne, Dry Scalp, Body, Cuticles - &#9733; WORKS OR YOUR MONEY BACK | 100% LIFETIME Money Back Guarantee",
    "description": "See How Easily You Can Obtain The Best Looking Face, Skin, Hair and Nails!InstaNatural's 100% Pure Certified Organic Argan Oil will bring your skin and hair to life in just one short week!&#x2022;Lightweight & purefor the ultimate healthy glow.&#x2022; Look like aHollywood Celebritywith 100% Pure Argan Oil ONLY.&#x2022;No preservatives, chemicals, or artificial fragrances used.&#x2022; Made organically in small batches to ensure premium quality! This batch / Lot # is as fresh as it gets: Harvested / Imported in April 2014.Whatever your needs, InstaNatural's 100% Argan Oil is the number one choice for moisturizer!&#x2022; Naturallyfreshens, hydrates and softens dry skinbetter than any other moisturizer on the market.&#x2022;Repairs and beautifies hair, from roots to split-ends.&#x2022;Strengthensbrittle nails and cuticles.LIFETIME 100% Satisfaction Money Back Guarantee! If you're not completely satisfied, return the bottle + get a full refund. No questions asked.While we try our best to stay in stock..InstaNatural Argan Oil is produced in small batches to ensure quality and freshness. We apologize if we run out....So Click the Add to Cart Button Now to Secure your Fresh Bottle of InstaNatural's Argan Oil! What do you have to lose?",
    "itemID": "B00H93NJLS",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 407
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 17.77,
    "brand": NaN
  }
]