[
  {
    "title": "PRO EMU OIL (4oz) AEA Certified",
    "description": "Progressive Emu OIl is triple refined emu oil making this oil the highest grade of emu oil on the market. Progressive Emu Oil is pure emu oil that has been tested by an AOCS (American Oil Chemist Society) certified chemist and has been certified to meet the stringent specifications for the Emu Oil Fully Refined Trade Rules to be AEA (American Emu Association) certified. Progressive Emu Oil is an all natural, non toxic, non-comedogenic (does not clog the pores), hypoallergenic oil that is gentle for all types of skin.\n\nEmu Oil is comprised of essential fatty acids (EFA's), with Omega 3 and 6 being the most prominent. This unique composition allows Emu Oil to penetrate the skin making it an excellent moisturizer with anti-inflammatory properties as well. Emu Oil has also demonstrated amazing results on severe skin conditions such as wind burn, sun burn and skin that has lost some of it's elasticity. The cosmetic industry and the medical community have begun to recognize the benefits of Emu Oil in recent years, so why not try some for your self today. note: product contains .00022% Vitamin E as a stabilizer to increase shelf life.  \nProgressive Emu is the largest producer of emu oil in the country, quite possibly the world. Our goal is to provide our customers with the highest possible quality of emu oil at the most competitive price available.",
    "itemID": "B001DKF08S",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4183
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 19.95,
    "brand": NaN
  },
  {
    "title": "Revlon - Revlon Matte Lipstick , Really RED 006",
    "description": "Revlon Super Lustrous Lipstick82 SHADES in 4 FABULOUS FINISHES Infused with mega-moisturizers to seal in color and softness. Find your lip color amongst a dazzling array of 82 shade in 4 fabulous finishes of Matte, Pearl, Creme and Shine.- Exclusive LiquiSilk formula with mega-moisturizers seals in color and softness - Silky-smooth, creamy texture - Stay true color wears evenly Apply directly to lips for a high-shine look. Add Revlon Super Lustrous Lip Gloss for even more shine.",
    "itemID": "B002SV0XYW",
    "helpful": [
      0,
      1
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 59173
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 8.99,
    "brand": "Revlon"
  },
  {
    "title": "Wet n Wild Mega Last Lip Color 908C Sugar Plum Fairy",
    "description": "Lips take center stage! This 4-hour, long wearing lip color leaves a semi-matte, creme finish in one stroke. Glides on easily with rich, velvety color that doesn't cake, feather, or bleed. Made with hydrating skin-care ingredients: Hyaluronic Microspheres provide extraordinary adhesion to lips, an exclusive polymer complex offers cushion-like feel and texture, and natural marine plant extracts Coenzyme Q10 and Vitamins A & E help smooth lips.",
    "itemID": "B0052D4416",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6567
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 1.49,
    "brand": "Wet &#39;n Wild"
  }
]