[
  {
    "title": "Toppik Hair Fattener, 4-Ounce",
    "description": "Toppek Hair Fattener with an innovative nutrient delivery system that actually adjusts to your hair's ph to open the hair shaft and allow an infusion of body-building Keratin protein. After the protein-charged formula is absorbed, the shaft is then \"closed down\" to seal in the thickening proteins. Toppek Hair Fattener is packed with the highest concentration of pure Keratin protein of any Spencer Forrest hair care product. In fact, it's so effective that some users actually need less hair building fibers to achieve their full-looking head of hair. Use Toppek Hair Fattener every day to see a steady, continual increase in your hair's thickness. With it's clean rinsing formulation there is no unpleasant build-up. Your hair will actually feel cleaner, look shinier and be easier to style.",
    "itemID": "B0002EBI82",
    "helpful": [
      1,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 4273
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Styling Products"
      ]
    ],
    "price": 9.39,
    "brand": "Toppik"
  },
  {
    "title": "Smashbox Cosmetics Smashbox Cosmetics Halo Hydrating Powder",
    "description": "Healthy, beautiful skin is in with Smashbox Cosmetics Halo Hydrating Perfecting Powder - Medium. In just 10 minutes, the lightweight powder foundation delivers powerful anti-aging benefits while soothing, softening, and creating a more radiant complexion. Medium is ideal for those with medium-dark skin tones....",
    "itemID": "B001M6VK2S",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 107041
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 46.99,
    "brand": "Smashbox"
  },
  {
    "title": "Tressa Watercolors Shampoo - Fluid Fire 8.5 oz",
    "description": "Use on Medium to Dark Red hair. Creates bright, passionate, fiery red-orange tones.rnrnA 3-in-1 shampoo for every color client, Watercolors cleanses, conditions and refreshes color in one easy step. Specially formulated Reflective Color Enhancers to deliver pure, intense tones and brilliant shine, while a rich, foaming lather nourishes every hair strand. Tone and maintain color treated hair, or enhance normal hair's natural hues. Watercolors is the ultimate color enhancing, conditioning shampoo.",
    "itemID": "B004LGX7XG",
    "helpful": [
      1,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 9994
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 8.5,
    "brand": "Tressa"
  }
]