[
  {
    "title": "Andis High Heat Press Comb (38300)",
    "description": "The Andis High Heat Pressing Comb heats up to 400 degrees in 30 seconds and features 20 variable heat settings for all hair types. The multi-temperature high heat straightens thick and coarse hair. The real-gold plated comb retains the high heat. Even heat conditions hair making it shinier, silkier and frizz-free. The unit is also dual voltage for worldwide use. The pressing comb also includes an auto-off safety feature. Designed and engineered in the United States, Andis also offers a complete line of quality clippers and trimmers for consumers and animal grooming as well as a full line of wall mounted hair dryers for the hotel industry. Andis warrants its products to the original purchaser against defective material or workmanship for five years from the date of purchase. All implied warranties are also limited to five years. Andis will replace the product without cost to the consumer. The defective unit must be returned to: The Andis Co., 1800 Renaissance Blvd., Sturtevant, WI 53177. To reach a customer service representative, please call 1-800-558-9441.",
    "itemID": "B001BODO2A",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2820
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 16.89,
    "brand": "Andis"
  },
  {
    "title": "Xtreme Brite Brightening Gel 1oz x 3pcs",
    "description": "Xtreme Brite Brightening Gel is highly concentrated gel helps to obtain a clearer and brighter complexion. Removes blackheads and cosmetic acne also has anti-bacterial and soothing properties. For best results use regularly together with other products fr",
    "itemID": "B006VDOPPQ",
    "helpful": [
      24,
      27
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 26504
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 46.99,
    "brand": NaN
  },
  {
    "title": "Floxite Fl-15v 15xtra Strong 15x / 1x Supervision Vanity Mirror, Brushed Nickel",
    "description": "This mirror has a 15x extra strong magnifying mirror reversing to a plain mirror. The 15Xtra Strong Supervision 15x side was designed for people with poor close up vision.",
    "itemID": "B003NRYG1Q",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3261
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Mirrors",
        "Makeup Mirrors"
      ]
    ],
    "price": 32.91,
    "brand": "Floxite"
  }
]