[
  {
    "title": "Peter Thomas Roth Sulfur Cooling Masque 5 Ounce.",
    "description": "This skin clearing masque dries and clears blemishes and unclogs pores for a clear, flawless complexion.  Sulfur and eucalyptus oil clear blemishes and help prevent their return while aloe soothes and helps prevent over-drying. Cleanses oily, T-zone and clogged pores. Dries and clears blemishes and helps prevent acne formation.",
    "itemID": "B0006BDO5G",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2851
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 24.9,
    "brand": "Peter Thomas Roth"
  },
  {
    "title": "Face Whisperer&reg; Night Cream with Matrixyl&reg;. Matrixyl can double collagen production, essential to youthful skin. Includes Siloxane which Dr. Oz recently discussed. Feels luxurious, works while you sleep!",
    "description": "HOW DID SHE START TO LOOK YOUNGER? SECRET INGREDIENTS!Face Whisperer products contain cutting-edge ingredients that work to reduce wrinkles and boost collagen for a fresher face. This cream is clearly your anti-aging defense! Our Night Cream uses the amazing ingredient Matrixyl 3000.- Matrixyl 3000, a key ingredient in our night cream, is proven in clinical tests to reduce wrinkles- Glides on Smoothly, Absorbs Well, Works While You Sleep- Hydrating, Beneficial Moisturizer- Contains Proven Performer Retinyl Palmitate- Siloxane Also Effective- Manufactured in a High Quality FDA Certified LabThe Best Anti-Aging Night Cream You Can UseMatrixyl 3000 is a cutting edge dual peptide that is proven to smooth wrinkles and can boost collagen by 50%. Collagen contributes to wrinkles, sagging and lines and we all lose collagen as we age. Clinical tests and even a recently published article in \"Molecular Pharmaceutics\" proves that Matrixyl works with consistent use. The skincare benefits are clear. Boost collagen, hydrate and heal. Some women prefer to use this amazing cream twice daily instead of only at night.Dr. Oz recently discussed that Siloxane and Peptides together are a great combination for a youthful appearance. Our Night cream contains Siloxane!7 page report about ingredients and research sent 24 hours after shipping by email.OUR CREAM IS SUPERIOR!- Contains proven ingredients to boost and support your skin renewal- We offer a money back guarantee if you are not satisfied.YOUR SECRET STRATEGY TO START REDUCING WRINKLES, NOURISHING SKIN, BOOSTING COLLAGEN AND LOOKING YOUNGER. PEOPLE WILL NOTICE! PURCHASE TODAY.",
    "itemID": "B00CFT28G8",
    "helpful": [
      3,
      3
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 23700
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Night Creams"
      ]
    ],
    "price": 43.99,
    "brand": NaN
  },
  {
    "title": "M.D. Forte Facial Cream III with Glycolic Acid, 1 Fluid Ounce",
    "description": "M.D. Forte facial cream iii with 30% glycolic compound is the highest glycolic compound-based cream and is available for patients ready to advance to more dramatic results. This formulation also contains an anti-irritant complex to help prevent skin irritation. Individuals should move up to this level of glycolic concentration only after using M.D. Forte ii for 4 to 6 months or as directed by their physician. M.D. Fort&#xE9; enriched cream formulations will smooth dry, rough skin without clogging pores. These products are ideal for use in the evening, in cooler climates where skin may become chapped, or on very rough, dry skin. Visibly reduces the appearance of fine lines and wrinkles by improving skin tone and smoothness for younger, healthier-looking skin.",
    "itemID": "B001LIO0ZG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 144706
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Glycolic Acid"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]