[
  {
    "title": "Beautyblender - Double Blender Sponge &amp; Cleanser Kit",
    "description": "Modernize the Way You MakeUp! The Ultimate MakeUp Sponge Applicator. Designed by two top Hollywood Make up artists, Beautyblender is the most versatile make up tool you'll ever own. It 's elliptical teardrop shape is super soft to the touch, like suede and allows you to access hard-to-reach places making your make up application foolproof. It's washable, re-useable and recyclable. It's latex free and anti-microbial. Can be used with all types of make up; liquid base, cream base, mineral make up, cream blush, powders etc. Use Beautyblender damp or dry...we like to use it damp.Please note, Beautyblender will expand when wet.  With 2 you can keep one at home and take one with you, or use one damp and use the other dry.  Hygiene is a must when it comes to keeping you skin fresh and healthy.  Oil and dirt from your face will stay on your applicators if you don't take a moment to properly clean them.  That's why Silva and Lorenz offer this unique combo including the Blendercleanser, the perfect hygienic companion for your Beautyblender.  Blendercleanser is a lightly lavender-scented cleanser that's free of dyes and skin irritants.  It's soothing soy-based, low-suds formula breaks down rapidly, making it fun to use.  Soy has the added benefit of being one of nature's finest moisturizers and lavender is a natural anti-microbial, so by all means, clean up with class and do it often.",
    "itemID": "B000I5MJ8S",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 897
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Puffs, Sponges & Wedges"
      ]
    ],
    "price": 30.99,
    "brand": "BeautyBlender"
  },
  {
    "title": "The Brush Guard Variety Pack",
    "description": "The Brush Guard is an entirely new brush care product which allows brushes to be washed and then dried in the best way possible: bristles down, and then stored with the vulnerable bristles protected.  The Brush Guard is a new, patented product which takes brush care to a whole new level of easy, effective hygiene.  Visit our website for more information: thebrushguard.com",
    "itemID": "B0049J7P3S",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4960
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 8.95,
    "brand": NaN
  },
  {
    "title": "10 Pairs Handmade Natural Soft False Eyelashes Fake Eye Lash",
    "description": "Features:1. Specialized made by hand entirely, high quality2. Wear it ,make you more attractive and fashion3. Carefully design, simple to use and comfortable to wear4. 10 pairs of individual false eyelashes5. Eyelashes can be trimmed to fit the contour of your eyes6. With professional eyelash glue, can apply the lashes instantly7. Easy to remove by eye make up remover.8. Can be used for many times if the eyelashes are used and removed properly9. Suitable for different occasions and images.10. Good for those who want to enhance their appearance11. Suitable for professional use or home useSpecifications:1. Condition: New2. Material: Paper(Box)3. Box Size: 7.20 x 3.70 x 0.71 inch / 18.3 x 9.4 x 1.8 cm(L x W x H)4. Eyelashes length: 1cm5. Eyelashes color: Black6. Quantity: 10 pairsPackage includes:10 x pairs of false eyelashesHow to use:Carefully remove the eyelashes from the case with tweezers.Compare false eyelashes with your eyeline length, trim to suitable length and width if neccessary.Add glue along the false eyelash root with cotton bud.Hold the eyelash on the root of your natural lashes with pressure.If neccessary, apply eye shadow or eyeliner to make your eyeline look more natural",
    "itemID": "B004Z40048",
    "helpful": [
      1,
      1
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 427
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 1.19,
    "brand": "Taobaopit"
  }
]