[
  {
    "title": "Bare Escentuals Mineral Veil Finishing Powder -- 9g",
    "description": "What it is:A luminous 100% pure bareMinerals finishing powder for the face.What it is formulated to do:For the ultimate, translucent \"finishing touch\" to your makeup, Mineral Veil melts into your skin, infusing it with softness and light, giving the look you see with a soft focus camera lens. Buff on Mineral Veil over bareMinerals Foundation to lend extra staying power.What it is formulated WITHOUT:- Parabens- Sulfates- Synthetic Fragrances- Synthetic Dyes- Petro-Chemicals- PhthalatesWhat else you need to know:Completely sheer and ideal for all skin tones, Mineral Veil gently absorbs oil and minimizes the appearance of lines and pores without the buildup of pressed or loose powders that contain parabens, waxes, dyes and binders.Best of Sephora Winner 2008",
    "itemID": "B001AN0UTC",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 598
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 12.95,
    "brand": "Bare Escentuals"
  },
  {
    "title": "L'Oreal Paris Telescopic Mascara, Black Brown, 0.27 Ounces",
    "description": "Telescopic original mascara enhances your lashes with intense length and unique lash by lash separation. The flat side of the patented flexible precision brush lengthens lashes up to 60%, while the comb side of the brush precisely separates lashes for a better look.",
    "itemID": "B004BCT93C",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 18781
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 13.56,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "Too Faced Cosmetics Amazing Face Powder Foundation, Warm Vanilla, 0.32-Ounce",
    "description": "Go from sheer and natural, to full and flawless, with our flexible coverage foundation.Our good-for-you, long-wearing formula offers the ultimate fusion of skincare benefits,sun protection and makeup innovation. Weightless pigments float over imperfections tominimize the appearance of pores and fine lines, while instantly improving tone and texture.",
    "itemID": "B003UA5HCS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 123831
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 31.5,
    "brand": "Too Faced"
  }
]