[
  {
    "title": "Truth by Calvin Klein for Women, Eau De Parfum Spray, 3.4 Ounce",
    "description": "Launched by the design house of Calvin Klein in 2000, TRUTH PERFUME is classified as a refreshing, oriental, woody fragrance. This feminine scent possesses a blend of fresh, natural rich woods that react to individual skin chemistry. It is recommended for casual wear.",
    "itemID": "B000XE5TSG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 71873
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 31.69,
    "brand": "Calvin Klein"
  },
  {
    "title": "Nautica Classic for Men by Nautica 3.4 oz 100ml EDT Spray",
    "description": "Introduced in 1992, Nautica features watery florals and tones of aromatic woods. Its recommended use is for daytime occasions.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B0020MMCJI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 220
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Men's",
        "Eau de Toilette"
      ]
    ],
    "price": 12.0,
    "brand": "Nautica"
  },
  {
    "title": "Guess Seductive by Guess 2.5 oz 75 ml EDT Spray",
    "description": "Seductive by Guess is a fragrance for women. Seductive is a new fragrance and it was introduced in 2010. The nose behind this fragrance is Veronique Nyberg. Top notes are bergamot, black currant and pear; middle notes are jasmine, african orange flower and orris root; base notes are vanille, olibanum and cashmere wood.",
    "itemID": "B0041FXETY",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9632
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 22.18,
    "brand": "GUESS"
  }
]