[
  {
    "title": "Professional Brush Cleaner, 32oz",
    "description": "The most requested makeup brush cleaner on the market, ours is known for its rich blue color and vanilla scent. Top professionals rely on the quick-drying formula to clean, sanitize, and leave tools with a pleasant smell. Safe for use with natural and synthetic hairs, the cleaner immediately dissolves all traces of wax, liquid, and powder residue from brushes, spatulas, and palettes. It's the only makeup brush cleaner to remove 99.9% of all bacteria--and it conditions to extend brush life. Environmentally safe and non-carcinogenic.\n\nDirections: Use long strokes to wipe excess makeup on a tissue or paper towel. Pour a small amount of brush cleaner in a bowl or other container, and dip brush or tool in cleaner. Remove immediately. Wipe clean on tissue. Repeat a second time if necessary. Allow to air-dry for two to five minutes. For faster drying (30 seconds), lay brushes flat on non-porous surface, hold brushes in place by handles, and fan hair dryer from six inches away for a maximum of 30 seconds.",
    "itemID": "B002HMYF8W",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4299
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 31.49,
    "brand": "Cinema Secrets"
  },
  {
    "title": "Coastal Scents Brush Purifier, 10.72 Ounce",
    "description": "Clean and sanitize your brushes with the Brush Purifier. This cleansing solution will condition your brushes which will make them last longer. Removes any unwanted bacteria growth to promote healthier looking skin.",
    "itemID": "B005FKTDLW",
    "helpful": [
      0,
      3
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 126272
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Elasta QP DPR-11+ Deep Penetrating Remoisturizing Conditioner Unisex 15 oz.",
    "description": "Contains 11 conditioning botanicals including peach blossom oil and Vitamin E. Penetrates inner hair fibers to surge nutrients to moisture depleted hair. Perfect hair repair treatment when combined with Elasta QP protein supplement.",
    "itemID": "B003DKEATQ",
    "helpful": [
      7,
      7
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 42826
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 10.0,
    "brand": "ElastaQP"
  }
]