[
  {
    "title": "XFusion Keratin Hair Fibers Regular, Dark Brown 0.42 Ounces",
    "description": "XFusion hair building fibers instantly make thinning hair look thick and full. Keratin fibers cling to existing hair and, in seconds, fill in all thinning or balding areas. XFusion won't come off in wind, rain or perspiration. It is totally undetectable, even from as close as two inch. All you will see is thicker looking hair. 42 ounce /12gr regular size (30-day supply)",
    "itemID": "B001A7WV0Y",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3608
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Styling Products"
      ]
    ],
    "price": 16.99,
    "brand": "XFUSION"
  },
  {
    "title": "XFusion Spray Applicator",
    "description": "The patented XFusion spray applicator allows you to precisely apply XFusion fibers into your thinning areas rather than shaking. The fibers disperse more evenly to achieve a more natural look. It's especially effective to apply XFusion at the difficult front hairline. Fits 12 ounce size.",
    "itemID": "B001BHGB8Q",
    "helpful": [
      2,
      4
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 2170
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 6.95,
    "brand": "XFUSION"
  },
  {
    "title": "XFUSION by X-Fusion: # XFED-- DARK BROWN-- .87 OZ",
    "description": "XFusion Hair Building Fibers instantly make thinning hair look thick and full. Keratin fibers cling to existing hair and, in seconds, fill in all thinning or balding areas. XFusion won't come off in wind, rain or perspiration. It is totally undetectable, even from as close as two inches. All you will see is thicker looking hair!",
    "itemID": "B001A7YGS4",
    "helpful": [
      6,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 440
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 18.99,
    "brand": "XFUSION"
  }
]