[
  {
    "title": "Philosophy The Microdelivery Peel",
    "description": "You can trust the pioneers of in-office peels. Philosophy created the microdelivery one-minute purifying enzyme peel for a gentle, yet effective way to keep your skin glowing and in optimal condition. The unique formula contains lactic and salicylic acids, combined with natural enzymes and a fruit acid complex to deeply exfoliate the skin and inspire a faster rate of cell turnover, while multiple antioxidants help protect skin. The appearance of fine lines and wrinkles are diffused. Skin&#8217;s overall tone, texture and firmness are improved to reveal a brighter, smoother, more radiant complexion.",
    "itemID": "B00068CG3U",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9041
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Salicylic Acid"
      ]
    ],
    "price": 59.49,
    "brand": "Philosophy"
  },
  {
    "title": "Pink Sugar By Aquolina For Women. Eau De Toilette Spray 1 Ounces",
    "description": "Launched by the design house of Aquolina.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000GHVLUK",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 99948
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 18.85,
    "brand": "Aquolina"
  },
  {
    "title": "Bare Escentuals Maximum Coverage Concealer Brush",
    "description": "Broken capillaries. Scars. Blemishes. Conceal and conquer any imperfection with this soft brush, which gives you fuller, more concentrated coverage. That's because the firm, medium-sized brush head holds more SPF 20 Multi-Tasking Concealer. Use a patting technique to cover imperfections before or after applying your foundation, and you'll get maximum coverage that blends completely and doesn't leave a line.",
    "itemID": "B0001EL658",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8115
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 6.95,
    "brand": "Bare Escentuals"
  }
]