[
  {
    "title": "Bare Escentuals Original Mineral Veil 2 g",
    "description": "This sheer veil morphs into skin like \"special effects,\" minimizing pores, lines and shine. It's light as a feather...so all you'll see is shine-free skin. Wear over bareMinerals foundation or blush for a gorgeous, soft-focus finish.\n\nPerfect to use throughout the day. Contains no talc, fragrance or binders.",
    "itemID": "B003QSMID0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1127
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 3.0,
    "brand": "Bare Escentuals"
  },
  {
    "title": "Clarisonic Mia 2 Sonic Cleansing System - White",
    "description": "clarisonic&#x2019;s patented micro-massage motion works within skin&#x2019;s natural elasticity to gently remove the impurities traditional cleansing methods leave behind. Cleanses 6 times better than with your hands alone in just 60 seconds. Skin is softer, smoother and more beautiful. Prepares skin for better absorption of creams, serums and moisturizers. Gentle enough to use 2 times a day.",
    "itemID": "B005YB36O2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2040
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Treatment Tools",
        "Face Cleansing Brushes"
      ]
    ],
    "price": 149.0,
    "brand": NaN
  },
  {
    "title": "Conair Oval Double-Sided Lighted Mirror, Oiled-Bronze Finish",
    "description": "The conair oval oiled bronze double sided illuminated mirror features a double sided lighted mirror with an elegant 7 inch x 9.5 inch oval design. it rotates 360&#xB0; for regular viewing or 7x magnification and comes in a stylish oiled bronze finish. enjoy clear fog free viewing with the featured soft halo lighting and picture perfect reflection glass.",
    "itemID": "B000U0F9GA",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 484
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Mirrors",
        "Makeup Mirrors"
      ]
    ],
    "price": 31.99,
    "brand": "Conair"
  }
]