[
  {
    "title": "Eurow Microfiber Hair Turban",
    "description": "Here is what to do: Tip head forward, put on the turban, place hair into the turban, twist twist twist as much as needed, flip the end over, button and go.... Buy several of them to minimize shipping cost. This way you can use each once or twice then wash. This microfiber textile can withstand hundreds of washes, unlike cotton. You will enjoy your hair turban for years without having to replace them, and by ordering several at a time, you will never run out. Care instructions: Hand or machine wash in warm water with mild detergent. Tumble dry low heat setting. Do not use bleach or fabric softener as it would reduce the efficacy of the microfiber. Do not iron and do not dry clean.",
    "itemID": "B002LL57Z4",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 8422
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Hair Drying Towels"
      ]
    ],
    "price": 7.95,
    "brand": NaN
  },
  {
    "title": "Proactiv Solution 4pc Micro-Crystal 60 Day Acne Treatment Kit",
    "description": "This acne treatment kit contains proven ingredients that address acne on the entire face with a combination therapy approach. Use it daily to help treat existing blemishes as well as prevent new ones from forming.",
    "itemID": "B004BC9T9G",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 103
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Sets & Kits"
      ]
    ],
    "price": 35.95,
    "brand": "Proactiv"
  },
  {
    "title": "Alterna Bamboo Shine Silk-Sleek Brilliance Cream for Unisex, 4.2 Ounce",
    "description": "4.2 oz cream bamboo shine silk-sleek brilliance cream was launched by the design house of alterna it is recommended for casual wear. Bamboo shine silk-sleek brilliance cream by alterna for unisex - 4.2 oz cream",
    "itemID": "B004IQA3TU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6259
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 11.0,
    "brand": "Alterna"
  }
]