[
  {
    "title": "Revlon RV544PKF 1875W Tourmaline Ionic Ceramic Dryer",
    "description": "Revlon 1875 Watt Tourmaline Ionic Lightweight Dryer feature Tourmaline Ionic Technology for ultimate shine, volume, and healthier looking styles. This dryer features an ion indicator light, separate heat and speed rocker switches, 2 heat/2 speed settings, cold shot button, hinged endcap, anti-skid bumpers, and concentrator and finger diffuser attachments. This ultra lightweight design is 25% lighter than your average dryer and has a sleek and upscale spray finish. This unit is super quiet and fast drying.",
    "itemID": "B000FS05VG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 23.92,
    "brand": "Revlon"
  },
  {
    "title": "St. Ives Timeless Skin Daily Microdermabrasion 4 oz (113 g)",
    "description": "St.Ives timeless skin daily microdermabrasion with fine mineral crystals, chamomile & vitamin E. This daily microdermabrasion scrub gently exfoliates to reveal younger looking, refined skin.",
    "itemID": "B0017MO8AS",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 117825
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Microdermabrasion"
      ]
    ],
    "price": 29.95,
    "brand": "St. Ives"
  },
  {
    "title": "NOW Solutions Glycerine Vegetable, 16-Fluid Ounces",
    "description": "Condition:  Rough skin, simple cosmetic applications.  Solution:  Pure Vegetable Glycerine is an outstanding moisturizer and skin cleanser that also provides softening and lubricating benefits.  It's hypoallergenic and easily soluble in water, making it suitable for use in all of your favorite cosmetic applications.  100% Pure Vegetable Glycerine has a long shelf life and does not easily oxidize.  It is an all-natural product derived from Non-GMO palm oil or vegetable oil.  NOW&#xAE; Solutions is the next step in the evolution of personal care products.  This comprehensive natural line encompasses anti-aging moisturizers and serums, bath and body gels, shampoos and conditioners, oral care, skin care, and essential oils, all of which are formulated with the finest functional ingredients from around the world.  NOW&#xAE; Solutions products avoid harsh chemicals and synthetic ingredients in all of our formulations, to provide a more natural product line.",
    "itemID": "B0019LWU2K",
    "helpful": [
      3,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 310
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 6.79,
    "brand": "Now Foods"
  }
]