[
  {
    "title": "Live Jennifer Lopez By Jennifer Lopez For Women. Eau De Parfum Spray 1.7 Ounces",
    "description": "Introduced in 2005.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000C230QC",
    "helpful": [
      2,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 59797
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 17.95,
    "brand": "Jennifer Lopez"
  },
  {
    "title": "CoverGirl Outlast Lipstain : Berry Smooch No. 405",
    "description": "The water-based colorants of Outlast Lipstain give lips a beautiful, lightweight flush of color that won't come off, lasting for hours without the heavy look or feel of an ordinary lipstick. Its pen-like precision applicator makes it easy to define your lips. Just draw on color without any hassle",
    "itemID": "B001POC89Q",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 240852
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lip Stains"
      ]
    ],
    "price": 5.57,
    "brand": "COVERGIRL"
  },
  {
    "title": "Maybelline New York Eye Studio Color Pearls Marbleized Eyeshadow, Carbon Frost 05, 0.09 Ounce",
    "description": "Now, a swirl of pearls makes shadow new again  our advanced baked technology keeps pearls uncrushed for refined luminosity. 7 different pure pigments are swirled together for gorgeous dimensional color.",
    "itemID": "B002XHA5A8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 53966
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 7.99,
    "brand": "Maybelline"
  }
]