[
  {
    "title": "Straight Remy Human Hair Extensions 24 Colors for Your Choose in 15inch ,18inch ,20inch ,22inch ,Beauty Salon Women's Accessories (15inch 70g, bLUE)",
    "description": "The most popular hair extension product all over the world! Whether you want long hair or are looking to add volume to your hair; our full head set is the answer. Clips are already attached and the set is ready for instant use in just 5 minutes. Complete with 16 metal clips already attached to the wefts; complete with silicone tubing for a secure grip. Set Contents: 1set-7pcs 2\"x2pcs(1clips/pc)\n 4\"x2pcs(2clips/pc) \n6\"x2pcs(3clips/pc) \n8\"x1pc(4clips) \n\nSpecifications: Hair Type: 100% Silky straight Human Hair Hair Style: Straight Hair\n\n Length and weight \n\n15inch 70g with clips \n18inch 70g with clips\n20inch 70g with clips\n22inch 80g with clips\n\n Number of Wefts: 7 Number of Clips: 16 Set W\n\nApplication Time: 5 minutes (approx.) Life: 6 to 12 Months (depending on care and use) Usage: Can be curled, straightened, tongued & washed",
    "itemID": "B009FIF1RU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 249171
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Hair Extensions"
      ]
    ],
    "price": 25.0,
    "brand": "lilu"
  },
  {
    "title": "100% Natural (Unlike Epsom Salt) Bath Salts Soak, Lavender",
    "description": "The Secret of Transforming Your Bath Tub into a Warming SpaPremium Bath Salt for Maximum Skin Care- increases blood circulation- stimulates body's natural release of toxins- kills germs and bacteria on the skin- leaves smooth, fresh, and clean skin- soothes away stress- relaxes sore muscles, aches, and pain- has natural lavender smell- leaves no tub stainsNatural ProductOur Mineral Sea Salt Soak has been specially formulated for maximum skin care benefits, combining naturally therapeutic ingredients for a soothing, indulgent bathing experience. These beneficial bath salts soothe away stress and bring a sense of peace and relaxation. Helps improve skin's texture and leaves you feeling spa radiant!Sea Salts vs Epsom SaltsEpsom salts are just magnesium. Sea salts contains a whole family of essential minerals including magnesium, calcium, potassium, sodium, chloride and others. Epsom salts can be chemically or synthetically made. Our sea salts come from Mediterranean Sea. They are natural.Wonderful Gift For WomenThis is a wonderful gift for women: mom, wife, girlfriend, daughter, sister, aunt, grandma, new mothers, or valentine. It does not matter whether it is a birthday or Christmas, this is a great present for girls and ladies, elderly women and seniors.Click 'Add to Cart' Button on the Top of This Page Now",
    "itemID": "B00DCNBST4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 87408
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bath",
        "Minerals & Salts"
      ]
    ],
    "price": 17.97,
    "brand": NaN
  },
  {
    "title": "Fogless Shower Mirror - HIGHEST RATED! - Includes Razor Hook - Modern - Anti-Fog Nanotechnology - Exclusive To Amazon",
    "description": "",
    "itemID": "B00CNOUZE2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 411
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Mirrors",
        "Shower Mirrors"
      ]
    ],
    "price": 14.99,
    "brand": NaN
  }
]