[
  {
    "title": "Dermorganic Intensive Hair Repair Masque with Argan Oil for Unisex, 33.8 Ounce",
    "description": "Intensive hair repair masque with argan oil by Dermorganic for unisex 33.8 ounce masque. Intensive hair repair masque with argan oil was launched by the design house of Dermorganic. It is recommended for normal hair.",
    "itemID": "B000TFJHZ0",
    "helpful": [
      8,
      8
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4262
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 21.92,
    "brand": "DermOrganic"
  },
  {
    "title": "Better for Grownups Organic Reusable Cotton Face Rounds",
    "description": "Reusing instead of consuming makes the future brighter. These rounds are a lush, soft way to make a difference in the world. That awareness and a desire to make a Reusable Revolution of it is what motivated us to pursue fully sustainable packaging. Our corrugated boxes are made locally from Water Resistant Cardboard which means they can sit in your bathroom, kitchen, bedroom, etc and be used over and over again. When you are done with them, they are fully recyclable or compostable (and worms love cardboard). Better For Grownups boxes were specifically designed to minimize packaging and are printed with water based inks using the latest technology using large format aqueous direct print for efficient and minimal use of materials, labor and energy. In addition to innovative, sustainable and reusable boxes, we encourage customers to buy refill packs as needed which gives them even more tissues, wipes or rounds at a great price but without the packaging. Our refill packaging sleeves are printed on 100% recycled paper by a small, earth conscious company in North Carolina. And because that isn't enough, we are currently working on a program to close the loop.",
    "itemID": "B002RJOR7Y",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 236289
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Bags & Cases",
        "Tote Bags"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Crystal Essence Chamomile and Green Tea Roll On Crystal Body Deodorant 2.25 oz R",
    "description": "Crystal Essence Chamomile and Green Tea Roll On by Crystal Body Deodorant 2.25 oz Roll-On CRYSTAL ESSENCE CHAMOMILE GREEN TEA ROLL-ON Combines the stress reduction of Chamomile with the powerful anti-oxidants of Green Tea in a roll-on which goes on lightly unlike most roll-ons on the market today. How to Use Apply to clean skin.",
    "itemID": "B0027CH02A",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 18904
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 4.75,
    "brand": "Crystal Body Deodorant"
  }
]