[
  {
    "title": "HSI PROFESSIONAL 1 CERAMIC TOURMALINE IONIC FLAT IRON HAIR STRAIGHTENER FREE GLOVE + POUCH AND travel size Argan Oil Leave In Hair Treatment. WORLDWIDE DUAL VOLTAGE 110v-220v",
    "description": "The Proffesional HSI Flat Iron is great for transforming frizzy, dull hair into gorgeously straight, sleek locks. Aside from straightening, the Proffesional HSI Flat Iron curls and flips hair beautifully, its 1\" plates giving maximum control for all hair types. With flash quick heating and swivel cord, this iron provides great style without making a mess or taking too much time. Featuring new easier grip with ergonomic design for easier hold, the styler flat iron also has versatile heat settings to provide you with total control for all your hairstyling needs. Moist ceramic heat with solid ceramic plates and coils will maintain even temperature",
    "itemID": "B001MA0QY2",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 53.59,
    "brand": "HSI PROFESSIONAL"
  },
  {
    "title": "Clarins Cleansing Milk - Oily to Combination Skin, 7-Ounces Box",
    "description": "Cleansing Milk with Gentian",
    "itemID": "B002AMUFQK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 21563
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 20.66,
    "brand": "Clarins"
  },
  {
    "title": "HSI PROFESSIONAL Argan Oil LEAVE IN CONDITIONER flat iron thermal protector leaves hair silky and shiny 4oz BOTTLE",
    "description": "Ready for some exotic shine, girls? Discover the Moroccan 'liquid gold', the product your hair needs for constant nourishment and incredible shine! The essential nutrients contained in this magic-in-a-bottle product are meant to give your hair a very healthy look, lots of shine and velvet smoothness. This is a leave-in treatment conditioner which feels really light on your hair, without building up residue or being greasy. HSI Professional recommends the use of Argan Oil as an extra thermal protection before styling your hair with tools such as the flat iron, the hair dryer or the curling iron. It is suitable for all hair types, and you will just be sorry you have not discovered it before! It tames the frizz, it gives a lovely scent to your hair and it makes it soft and shiny. It really seems like your hair is in for a fabulous treat!",
    "itemID": "B007Q0WW0S",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 674
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 23.9,
    "brand": "HSI PROFESSIONAL"
  }
]