[
  {
    "title": "Maybelline Lash Discovery Washable Mascara, Very Black - .16 fl oz",
    "description": "Exclusive lash catching mini brush allows you to get hard to reach lashes from corner to corner, root to tip and the bottom, too. Lengthens and defines lashes. no clumps or globs. Contact lens safe and hypoallergenic. Washable; also available in waterproof formula.",
    "itemID": "B00005V5OW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4811
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 1.39,
    "brand": "Maybelline"
  },
  {
    "title": "Maybelline New York Dream Matte Mousse Foundation, Light Beige, 0.64 Ounce",
    "description": "Revolutionary whipped formula provides air soft, perfect matte coverage, with a weightless feel. Blends effortlessly for a soft, natural looking, even toned result.",
    "itemID": "B000VBDWQC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 21753
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 1.1,
    "brand": "Maybelline"
  },
  {
    "title": "Burt's Bees Rosewater Toner 8oz",
    "description": "Tone your skin naturally with Burt&#x2019;s Bees&#xAE; Rosewater Toner. Natural rosewater, known for its mild astringent properties and simply beautiful aroma, combines with aloe vera and glycerin in this gentle skin toner to remove lingering traces of dirt, oil and make-up. This 99.9% natural facial toner leaves your face feeling refreshed and is gentle enough to use every day. After applying toner, follow with your favorite Burt&#x2019;s Bees&#xAE; face cream or lotion. Put the power of nature to work for your skin with Burt&#x2019;s Bees.",
    "itemID": "B002DPUXZ2",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 6290
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Toners & Astringents"
      ]
    ],
    "price": 10.99,
    "brand": "Burt&#39;s Bees"
  }
]