[
  {
    "title": "Tweezerman  Brow Mousse",
    "description": "Styling gel shapes brows and keeps them in place.  Used by models and make-up artists, brow mousse is a clear, non-sticky gel that conditions brows and holds them in place for hours. Its superior hypo-allergenic formula will not flake or look gummy when dry.  Fragrance free.",
    "itemID": "B000G666QK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 15623
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyebrow Color"
      ]
    ],
    "price": 8.72,
    "brand": "Tweezerman"
  },
  {
    "title": "Josie Maran Argan Oil 4 oz",
    "description": "A lightweight oil that can be used as a daily moisturizer or treatment for skin, hair, and nails. This 100% Pure Argan Oil is a legendary oil that's rich in vitamin E and essential fatty acids, and grown organically in Morocco. With its multitasking benefits, Argan Oil can be used for many areas including hydrating and nourishing skin, as a daily moisturizer, skin treatment, treating spilt ends, and softening cuticles. It's gentle enough to use on all skin types and is believed to help with skin conditions including acne. Argan Oil easily absorbs into skin to give you a youthful, dewy glow, and has astonishing healing, conditioning, and antiaging properties to keep your skin and hair nourished and revitalized and to keep you looking beautiful from head to toe. It is formulated Without: - Parabens- Sulfates- Synthetic Fragrances- Synthetic Dyes- Petrochemicals- Phthalates- GMOs- Triclosan 100% Pure Argan Oil is first cold pressed to ensure the best quality, highest-grade oil. It is housed in a recyclable glass bottle and purchased from women's cooperatives in Morocco to support their social and economic welfare. These cooperatives work within a UNESCO biosphere reserve that ensures the protection and reforestation of Argan trees. Research results:This product is clinically proven to improve skin hydration and skin elasticity after only four weeks. In just four weeks: Participants saw a visible reduction in coarse wrinkles and fine lines in the eye area, and more than 83% of women showed significantly improved skin hydration. See Josie Maran reveal her #1 personal beauty secret: 100% Pure Argan Oil. The name and logo of Women's Earth Alliance is used with its permission, which in no way constitutes an endorsement expressed or implied of any product or company. Copyright 2011. Women's Earth Alliance, a not-for-profit, section 501(c)(3). Sephora is the exclusive beauty retailer for this product.",
    "itemID": "B004BL2DHC",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 64155
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "SKIN79 Hot Pink Super Plus Beblesh Balm 40g",
    "description": "Our light-weight BB Cream is readily absorbed by the skin to hydrate and impart a healthy-looking, fresh, and natural looking hint of colour. With added sunscreen, the formula affords protection from the sun's UV rays SPF25/PA++, while it also promotes whitening, wrinkle care, and sebum control effects. \n\nAn One-Step Solution for Multiple Concerns.\n\nWhitening and Wrinkle improvement All day: non stop skin care BB cream that controls the root of skin to turn dark and dull skin into clear skin and anti-wrinkle function makes younger looking skin.\n\n10-in-1 One Step Solution: Whitening + Wrinkle Improvement + Control Sebum + Moisturizing  + UV Protection - Make-up Finisher with one BB in y our busy schedule.\n\nSkinny Fit Base Make-Up: Goes on skin very thin with hold to provide clear and natural tone.\n\nUV Protection for the skin: UV Protection (SPF 25/PA++) Prevents UV A and UV B both at the same time everyday. \n\nLight like a feather: keeps clean oil less skin by controlling sebum.",
    "itemID": "B005OU4J6C",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6003
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 10.25,
    "brand": "MISSHA"
  }
]