[
  {
    "title": "Satin Edge Nail Slicer, 8.2 Ounce",
    "description": "Satin edge nail slicer No.SE 2044 which slices nails smoothly and precisely which has comfortable, ergonomic handle. Stainless steel cutting blade. Slices nails smoothly and precisely.",
    "itemID": "B001MP2P64",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 22359
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Nail Repair"
      ]
    ],
    "price": 2.92,
    "brand": "Satin Edge"
  },
  {
    "title": "Konad Nail Art Double Ended Stamper And Scraper",
    "description": "This stamper has 2 ends with different sizes and colours. Great when stamping small images or for childrens nails. The green stamper is ideal when using red special polish because the red image shows up better on the green stamper.\n\nIf you receive it, and like it,please give us good Feedback.\n\nThanks",
    "itemID": "B002MZ8BK2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 251
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 5.69,
    "brand": "KONAD Nail Art"
  },
  {
    "title": "MASH Rhinestones 2400 Piece 12 Color Nail Art Nailart Manicure Wheels",
    "description": "MASH is proud to introduce its first Nail Art accessory! Same great MASH quality you have come to expect, with a price that cannot be beat. These premium rhinestones are so beautiful, and so affordable, you will never chose another brand again! Each rhinestone wheel contains 200 rhinestones of 12 different colors for a total of 2,400 rhinestones! That is enough glam and glitter to drive your man wild, or make any man yours forever!How to Use:These premium MASH rhinestones can be applied with top coat or glue.AUTHENTICITY WARNING: The only Authentic MASH Nail Art is sold by MASH and/or Amazon directly. All other sellers are offering counterfeit products.",
    "itemID": "B005BF1M10",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 15
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 1.8,
    "brand": "Evermarket"
  }
]