[
  {
    "title": "Marianna Double Prong Metal Clips * 80 Count",
    "description": "* RUST RESISTANT FINISH * LIGHTWEIGHT, YET STRONG * STURDY SPRING-ACTION PRONGS * 80 Clips per Box",
    "itemID": "B0015U5JD2",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 3833
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Clips"
      ]
    ],
    "price": 6.78,
    "brand": "Marianna"
  },
  {
    "title": "Neutrogena Age Shield Face Lotion, SPF 70, 3 Ounce (Pack of 2)",
    "description": "Advanced sunscreen technology shields skin 6 layers deep from skin aging UVA rays; antioxidants combat free radicals that accelerate the signs of aging; fragrancefree, oilfree, nongreasy feel. Not just sunburn protection superior AntiAging protection. UVB rays harm the skin's surface and are the primary cause of sunburn. UVA's more penetrating rays damage collagen and elastin that results in the signs of premature aging: fine lines, wrinkles, sagging, age spots, broken capillaries and uneven skin tone. Now, Neutrogena brings you superior balanced protection against both types of harmful rays, with a true breakthrough in sunscreen technology. The oilfree lotion works two ways to protect skin: 1) helps screen out UVB burning rays, 2) helps stop UVA skin aging rays from penetrating through surface layers for exceptional deep cellular protection. Sheer formula contains a blend of antioxidants to combat free radicals that accelerate the signs of aging. The beautiful, lightweight lotion absorbs quickly into skin for a fresh, nongreasy feel. It protects and cares for your skin to help maintain skin's youthful appearance every time you wear it. Neutrogena age shield face sunblock the first line of defense against the signs of aging: oilfree, pabafree, nongreasy feel; non comedogenic (won't clog pores); fragrance free; gentle enough for sensitive skin; waterproof, sweatproof, resists ruboff. Help block out skin cancer: american cancer society sunsafe essentials*. Here are some tips from the american cancer society to make sure you are fully protected: seek shade, especially in the middle of the day when the sun's rays are strongest (10 A.M. to 4 P.M.); cover up with protective clothing to guard as much skin as possible; wear a hat, preferably one with a wide brim, to shade your face, ears, and neck. If you choose a baseball cap, remember to protect your ears and neck with sunscreen; wear sunglasses with 99%100% uv absorption to provide optimal protection for eyes and the surrounding skin. The american cancer society (society) and Neutrogena, working together to help prevent skin cancer, support the use of sunscreen. The society does not endorse any specific product. Neutrogena pays a royalty to the society for the use of its logo. *Source american cancer society.",
    "itemID": "B001H54SQ4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 12214
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 21.83,
    "brand": "Neutrogena"
  },
  {
    "title": "MASH 34pc Studio Pro Makeup Make Up Cosmetic Brush Set Kit w/ Leather Case - For Eye Shadow, Blush, Concealer, Etc.",
    "description": "New from MASH! Pick a make up brush set that is right for you.  They include all the brushes you'll ever need to create perfectly polished makeup styles.  Perfect for professional salons or personal use! Each brush is covered with a clear plastic wrap for cleanliness. For best result it is recommended to wash brushes & air dry before use. These affordable makeup brushes sets contains every brush pictured.How to Clean Makeup Brushes:1. Run the bristles of brush under warm running water.2. Apply a small amount of gentle shampoo to bristles and work into a light lather.3. Rinse bristles thoroughly under running water. You will notice that the water leaving the brush is tinted from old makeup.4. Continue rinsing until no color leaves the brush.5. Allow it to air-dry.",
    "itemID": "B003HLTTJM",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 5905
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Sets & Kits"
      ]
    ],
    "price": 26.99,
    "brand": "M.A.C"
  }
]