[
  {
    "title": "AB Mezical Fiber Double Eyelid Eye Lift Fibers 60pc",
    "description": "Strong Adhesion&#x2027;No Tearing&#x2027;Discreet&#x2027;Perfect Double Eyelids!Automatic Beauty Mezical Fiber easy to carry, perfect and long-lasting effect. It is created natural and perfect double eyelids with Strong fiber and fine lines.It will brings the eyelids uplifted and becomes larger naturally. Does not irritate the skin, waterproof and anti-sweat, just tear off from the eye corner.Simple to use, showing the perfect double-eyelids easily and look like as natural.",
    "itemID": "B004E6IIE6",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Health & Personal Care": 138993
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 13.89,
    "brand": NaN
  },
  {
    "title": "T3 SinglePass Whirl",
    "description": "What it is:A professional styling wand that works in seconds to create soft, sensuous waves.     What it does:The Single Pass Whirl wand allows you to quickly and easily create the gorgeous, natural-looking waves you've always wanted.  The secret to getting the perfect result is all in the technique.  Simply hold the styling wand over your head in a downward position, perpendicular to the floor.  Then wrap your hair around the barrel with the opposite hand.  Pioneering T3 Tourmaline technology harnesses the optimal ionic, infrared energy from the Tourmaline gemstone to fight frizz and seal the hair cuticle to fight frizz and enhancing shine for a radiant finish.  At the same time digital SinglePass(TM) technology ensures fast heat up and consistent heat delivery along the barrel to prevent the under- and over-heating of hair.  The easy-to-read LCD display details the heat up progression and ensures accurate temperature output which results in shiny, healthy, long-lasting waves for all hair types.  Set the temperature for desired performance level and wrap your way to soft, sensuous results in seconds.    What else you need to know: This T3(R) SinglePass(TM) Whirl features:  - T3 Tourmaline-infused 1.25 inch/3.2cm tapered ceramic barrel  - Ceramic heating element  - Digital SinglePass(TM) heating  - Adjustable heat (to 450 F/232 C)  - LCD display  - One hour auto shut-off  - Cool tip and stand  - Heat-resistant glove   - 9-ft, 360- swivel cord    - Auto world voltage (100-240V)  - Two-year warranty",
    "itemID": "B005DKRRAS",
    "helpful": [
      2,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10356
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Curling Irons"
      ]
    ],
    "price": 71.99,
    "brand": "T3"
  },
  {
    "title": "EcoTools Retractable Kabuki",
    "description": "This versatile makeup brush can be used with powder, blush or bronzer for a fresh and flawless complexion anywhere! Use the cap to easily cover and bring along for on-the-go touchups. Synthetic bristles are cruelty free. Experience the incredibly soft touch of cruelty-free bristles EcoTools beauty solutions promote Living Beautifully! We are inspired by beauty inside and out, and in the world around us. While we always want to look our best, we feel even better when we can make earth-conscious choices. EcoTools remains a favorite of celebrities, beauty editors and women around the world.  Best known for our incredibly soft cosmetic brushes, and  handles, we take pride in offering a collection of cosmetic makeup brushes, hairbrushes, lashes and bath products that feature innovative,  materials. Our includes natural materials, reusable pouches, post-consumer recycled paper and plastic, and recyclable packaging. The eco pouch is phthalate-free and PVC-free.  Cleaning your Makeup Brushes Unclean makeup brushes transfer old makeup, germs, and bacteria to your skin each time you use them. Ideally, you should wash them once a week, and here&#x2019;s the best way how:  Run the bristles of makeup brush under warm running water. Careful not to get the ferrules and handles wet. Apply a drop of gentle shampoo or clarifying cleanser to bristles and work into a light lather. Rinse bristles thoroughly under warm, running water. Continue rinsing until water runs clear. Use a cloth to absorb excess water and reshape the bristles Lay your makeup brushes flat or &#x201C;handles up&#x201D; to air dry",
    "itemID": "B001MX89Y8",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2370
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 7.72,
    "brand": "EcoTools"
  }
]