[
  {
    "title": "Kenneth Cole Black By Kenneth Cole For Men. Eau De Toilette Spray 1.7 Ounces",
    "description": "Introduced in 2003. Fragrance notes: a fresh and fruity blend of sweet spice and woods. Recommended use: daytime.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000C1Z6TC",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 42116
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Men's",
        "Eau de Toilette"
      ]
    ],
    "price": 23.07,
    "brand": "Kenneth Cole"
  },
  {
    "title": "30 Piece Manicure Pedicure PRO Electric Nail Drill Bit SET 3/32 File Shank",
    "description": "Incredible quality at an even more amazing price",
    "itemID": "B005IHEBJ6",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 5843
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Files & Buffers"
      ]
    ],
    "price": 3.13,
    "brand": "Lucky Electronics"
  },
  {
    "title": "VOGUE PROFESSIONAL &reg; brand Powerful Plug-in Slim Lightweight Pro Nail Art Drill KIT Electric FILE Buffer with 7 Specialty Vogue Pro &reg; Attachments Bits for Acrylics UV Gel Shellac or Natural nails Portable Salon Machine Manicure Pedicure Filing or Callus removal Bits fit Dremel Kupa Professional Easy to use Designed to use on fingernails Not a hobby tool. 30 years old US established brand. Worldwide Voltage 110-240V built-in",
    "description": "VOGUE PROFESSIONAL   drill is a Powerful slim lightweight drill that will accomplish most professional jobs such as filing, shaping, buffing, inserting nail charms, manicuring, pedicuring, removal of calluses, etc..\nWith this model we include 7 specialty bits that our company designed based on 30 years experience to be used especially for fingernails.  \n\nWe are a registered FDA company unlike other companies selling similar products, guaranteeing that ALL our products are brand new and never used. Some online companies will copy word per word our description but their quality is far inferior and bits are different and not intended for personal care use, rather for hobby tool use.\n\nREMARKS:   We have a similar model higher-end model with stainless steel bits instead of chrome plated bits.\n\nA Professional Nail Tech, part of our staff, is available in our customer service for additional advice. Additional detailed instruction on how to use each bit is also available by email upon request in addition to the enclosed printed instructions.\n\nThere is no need to look further as this VOGUE PRO brand drill has been a top selling among beauty stores since 1985 manufactured by Belair Corp a US company.\n\nCAUTION: Be sure you receive a VOGUE PRO drill from Bargainsources as some other sellers may sell you another brand or no brand drill, or even a hobby tool carver with useless bits for nails. Attachments bits enclosed with a Vogue Pro drills are specialized bits for nails. 12 month warranty is applicable to a Vogue Pro brand only.\n\nIt is a reliable drill you can trust. \n\nDue to the nature of the item, we can not offer refund if changing mind because as a manufacturer we are not allowed to take back per FDA regulations due to sanitary reasons once product leaves our warehouse. WE EXCHANGE OR SERVICE ANY DRILL PURCHASED FROM US (UNDER WARRANTY OR NOT).\nRest assured that when you place an order with us, you will receive rock bottom wholesale pricing and the service you deserve.",
    "itemID": "B006ZAPMT8",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 775
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Files & Buffers"
      ]
    ],
    "price": 19.99,
    "brand": NaN
  }
]