[
  {
    "title": "OPI Nail Lacquer, Take the Stage, 0.5-Fluid Ounce",
    "description": "OPI Burlesque Colors",
    "itemID": "B0045EAMXW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 57830
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 9.65,
    "brand": "OPI"
  },
  {
    "title": "Shea Terra Organics - Rose Hips Black Soap Deep Pore Facial Wash &amp; Mask",
    "description": "New, Improved Formula!\n\nCustomers and spas alike have said they have never seen cleaner skin or any product work faster than our best selling black soap. Known for their knowledge in herbal medicine, the Yoruban descendants of ancient Egypt first formulated black soap to purify skin against diseases and infections. Today black soap is sought after as a highly effective deep pore cleanser creating younger, blemish free skin. Our natural formula is like micro-dermabrasion in a bottle, without the abrasion. It effectively breaks down layers of dead skin to reveal, fresh, young skin reducing blemish causing bacteria. A mixture of rose hips, rooibos tea and African herbs add their skin renewing, anti-oxidant properties. 100% natural. All skin types.",
    "itemID": "B003M57E9A",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1875
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 16.31,
    "brand": "Shea Terra Organics"
  },
  {
    "title": "Botanical Beauty ORGANIC ROSEHIP OIL 100% Pure. For Face, Hair and Body. 0.5 Fl.oz.- 15 ml.",
    "description": "Botanical Beauty Organic RoseHip Oil is reach in essential fatty acids, vitamins and minerals. It has natural antioxidant properties and is slightly astringent. Organic RoseHip Oil has been shown to help improve skin elasticity, regenerate skin cells, slow down premature aging, reduce the formation of wrinkles, and scars. Organic RoseHip Oil is commonly used at a ratio of up to 10%.",
    "itemID": "B009HBDK2S",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6421
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 15.99,
    "brand": "Botanical Beauty"
  }
]