[
  {
    "title": "Harmony Gelish Uv Soak Off Gel Polish -Gossip Girl (0.5 Oz)",
    "description": "This color gel is conveniently designed by \"Gelish by Harmony\" with a twist cap and applicator brush, apply like polishes, and cured under UV lamp. Color gels are meant to use on natural nails. These products are made to satisfy natural-nail wearers who long wish their color would last for more than two weeks. Color gels will stay on nails for three weeks with no chipping or peeling, and soak completely off in only 15 minutes.",
    "itemID": "B003VMU63K",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 18394
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 10.95,
    "brand": "Harmony"
  },
  {
    "title": "Hand &amp; Nail Harmony Gelish Soak Off Artificial Nail Remover - 16 oz",
    "description": "Hand & Nail Harmony Gelish Soak Off Artificial Nail Remover For Soak Off Gels, Artificial Nails, and Tips Soak Off Gel Remover conditions nails and cuticles while gently removing artificial nails. Saturate a cotton pad with Artificial Nail Remover, place on nail and cover with foil. Remove and lightly buff the nail. Removal Times:Gelish - 12 minutesAcrylic - 20 minutes",
    "itemID": "B00469CIMO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10756
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 17.8,
    "brand": "Gelish"
  },
  {
    "title": "Harmony Gelish soak off Pink Smoothies 01408",
    "description": "The Hand & Nail Harmony Gelish Soak off Gel polish must be cured with LED Light or UV Light system. Must be applied over gelish Foundation or STRUCTRUE GEL . Do Not Apply Directly to the natural nail.",
    "itemID": "B004SS8WWS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4701
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 12.38,
    "brand": "Harmony"
  }
]