[
  {
    "title": "SHANY Makeup Artists Must Have Pro Eyeshadow Palette, 96 Color",
    "description": "Not satisfied with your Small eyeshadow kit, you want more colors? then you got the right item! did you know that all Shany's collection are made, assembled, cherry picked, and inspected by hand? There are no machine made eye shadows in this collection; each single eye shadow has been put in a palette by hand, as you can see in the pictures. Color rainbow has been the best selling brand in department stores and major beauty salons. Shany's product are beauty leaders in the market, as their pigments quality are always top of the line. This particular eye shadow kit is made after 3 months of research on popular colors for cold and hot weather and for day and night styles. What you see is a complete deluxe makeup kit that every woman must have. We take the most pride in our product's quality since each single eye shadow will be inspected twice, before packaging, and before shipment. The colors are long lasting and will not fade after a couple of hours unlike the other brands out there. Once you applied Shany eye shadow there is no need for reapplying, the color will stay until you wash it off. The variety of colors will allow you to do any kind of look you desire such as cat eyes, smokey eyes, bridal look and so on. Once u have this kit you can simply get rid of any other eye shadow kit that you have because you will get every color that you possibly need in this kit. There is no brush or mirror included in this kit.",
    "itemID": "B002RXW5BA",
    "helpful": [
      4,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14500
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": 25.0,
    "brand": "SHANY Cosmetics"
  },
  {
    "title": "SHANY Pro Vegan Mineral Brush Set with Pink Clutch",
    "description": "New line of premium brushes from shany have arrived, we have used the highest available synthetic hair in our new line, due to its high cost, its not even used in high end market, to see the difference, take a department store brush hair under microscope and compare it to shany brushes. In this new line, we have used laser to cut the hair, instead of using old machines to produce a plastic hair we have used laser cutters to produce premium synthetic hair which is smooth, fine, and firm. Try the new line of shany brushes and take your makeup experience to next level. Shany brushes are assembled with hand, and no glue was used to attach the hair to handles. To get the best result, wash your brushes when they arrive for the first time, and dry them before use. In this set you will see large powder brush, medium powder brush, angle powder brush, shadow brush, flat shadow brush, small shadow brush, eyeliner brush, lip brush, mascara or brow brush, and dual eyebrow brush or lash comb.",
    "itemID": "B005IHS8KY",
    "helpful": [
      6,
      9
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6404
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 16.95,
    "brand": "SHANY Cosmetics"
  },
  {
    "title": "SHANY Stamping Nail Art Set (Nail Art Image Plate Holder, Scraper, Stamper)",
    "description": "Must have item in nail art equipment, easy to use. Never buy single item any more, this package has all you need to make nail stamping process smooth and easy. Now everyone can do this. Use Shany stamping kit to reduce cost and make stamping enjoyable and easy.",
    "itemID": "B005R3UYEW",
    "helpful": [
      7,
      7
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 24979
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 9.08,
    "brand": "SHANY Cosmetics"
  }
]