[
  {
    "title": "A Size Above Styling Cape with Snap Closure, Black",
    "description": "A Size Above is a stylish collection of plus size salon apparel that actually fits!  This collection offers a blend of lightweight quality fabrics, infused with comfort, style, and fit.  We at Betty Dain recognize that there is high demand for fashion-forward plus size apparel and we're proud to be the first to fulfill that need.  You will feel secure, confident, and comfortable in A Size Above, as this collection is cut and styled specifically to flatter a fuller figure.  This stylish four piece collection is available in Classic Black and Chocolate Brown.",
    "itemID": "B0016HMWYI",
    "helpful": [
      8,
      9
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 21173
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools"
      ]
    ],
    "price": 13.7,
    "brand": "A Size Above"
  },
  {
    "title": "IMAK Eye Pillow, Black",
    "description": "The Imak Eye Pillow / Pain Relief Mask conforms to your face and eyes, blocking out light. Breathable cotton Lycra is comfortable to wear, and the smooth ergoBeads inside create a gentle massaging effect around your eyes. Place the Eye Pillow over your eyes, relax and enjoy the relief. For added stress relief, place the IMAK Eye Pillow / Pain Relief Mask in the freezer to provide cool relief without the shock of ice or gel packs.",
    "itemID": "B001HTYJLO",
    "helpful": [
      6,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 757
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Masks & Pillows",
        "Pillows"
      ]
    ],
    "price": 12.99,
    "brand": "Brown Medical"
  },
  {
    "title": "Enjoy Hair &amp; Skin Treatment Oil (3.4 oz)",
    "description": "This incredible non-greasy, dry lightweight formula instantly penetrates and absorbs into hair and skin reducing drying time dramatically without buildup. Smooth, condition, and seal with amazing shine. Eliminates frizz. Locks in moisture, blocks out humidity. Alcohol-Free. For All Hair Types. Excellent for use on dry skin areas, cuticles, nails, feet, hands and elbows.  (3.4 oz)",
    "itemID": "B0028NA9US",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 3117
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 7.23,
    "brand": "Enjoy"
  }
]