[
  {
    "title": "Revlon Super Lustrous Lipgloss, SPF 15, Nude Lustre 040, 0.2 Ounce",
    "description": "Silky...Sexy...Brilliant. Glossy formula combines sheer color and intense moisture with light-reflecting spheres to create amazing shine. SPF 15",
    "itemID": "B000H3I3Y0",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 93708
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lip Glosses"
      ]
    ],
    "price": 6.25,
    "brand": "Revlon"
  },
  {
    "title": "Rimmel London BB Cream, Light",
    "description": "Broad Spectrum SPF 25 Sunscreen\n1 Fl oz 30 ml",
    "itemID": "B00APR6X0E",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 128442
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 7.27,
    "brand": "Rimmel"
  },
  {
    "title": "Argan Oil for Hair Treatment by Arvazallia - SAVE 60% TODAY on The #1 New Premium Moroccan Leave-in Treatment, Conditioner, and Dry Scalp Moisturizer That Instantly Improves Manageability and Promotes Natural Growth. Guaranteed To Make Your Hair Look Better Than it Ever Has or Your Money Back!",
    "description": "Be Prepared To Get Flooded With ComplimentsYour Beautiful Soft, Silky, and Shiny Hair Will Get NoticedAfter you begin using Arvazallia Premium Argan Oil Hair Treatment, friends, family, and admirers will be asking questions about your hair. This is because our special formulation, which is the best kept secret in salons around the world, will transform your hair by instantly making it silky, soft, and more manageable while giving it a brilliant shine that others will notice.Here's why customers LOVE our treatment:&bull; Makes frizzy and difficult hair Soft, Silky, and Easier to Manage&bull; Awakens dull hair by giving it a Magnificent Shine&bull; Nourishes, Restores, and Strengthens over-processed, damaged, and brittle hair&bull; Residue-free oil Absorbs Quickly and Leaves Hair Feeling Light and Smelling Great&bull; Moisturizes dry scalp and Protects from harmful UV rays&bull; Heat Protectant that protects your hair from damage caused by hair irons&bull; Enhances color treatments to ensure an even applicationWe Guarantee You'll Love It TooAfter you begin using Arvazallia Premium Argan Oil Hair treatment if you don't Absolutely Love how it makes your hair Look, Feel, and Smell we will give you 100% of the money back for your purchase.Our high quality formulation is considered the best argan oil treatment by salon stylists and customers around the world so we guarantee you'll love it too.Don't Miss Our Limited Time Special OffersBuy 1 For 60% OFF, Buy 2 for Only $15.99 each, or Buy 1 For Only $14.99 When You Purchase it Together With Our New Hydrating Argan Oil Hair Mask.Discounts Applied At Checkout.Click the Add Both To Cart Button Above Now! Hurry! Offer Supplies Are Very Limited",
    "itemID": "B00C8G2VLK",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 169
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Styling Serums"
      ]
    ],
    "price": 17.99,
    "brand": NaN
  }
]