[
  {
    "title": "Eltamd UV Clear SPF 46, 48-Gram 1.7 oz.",
    "description": "Elta MD UV Shield 46 helps reduce the appearance of blemishes, discoloration, and photo-damaged skin while protecting from broad spectrum of UVA/UVB rays. UV Shield is lightweight and contributes to maintaining clean, clear, smooth skin. This product is great for all skin types, including acne-prone skin and also oil-free, paraben-free, non-comedogenic, sensitivity-free, and fragrance-free.UV Clear is formulated with 5% pure form Niacinamide, which is a part of the family of Vitamin B3 or niacine without the same toxic effects. The purer form used in this product has less or no nicotinic acid which can cause flushing or irritation and is also odorless.",
    "itemID": "B002MSN3QQ",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection"
      ]
    ],
    "price": 22.67,
    "brand": "EltaMD"
  },
  {
    "title": "Basis Cleaner Clean Face Wash, 6 Ounce Tube (Pack of 4)",
    "description": "Basis Cleaner Clean Face Wash is 100% oil-free and soap-free and is designed for normal to oily skin.  It contains refreshing mint, purifying lemongrass, and  soothing aloe botanicals. The invigorating lather rinses cleanly without residue and lifts away make-up, dirt, and pollution, leaving clean, refreshed skin.",
    "itemID": "B001FB5IIM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 876
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 19.39,
    "brand": "Basis"
  },
  {
    "title": "NYX Cosmetics Slide On Pencil, SL12 Azure",
    "description": "Silky soft yet delivers a powerful robust color to line eyes. The formula is waterproof, doesn&#x2019;t smear or smudge, and provides extreme color. It&#x2019;s like a liquid eye liner in a pencil without the mess. Available in 18 intense shades.",
    "itemID": "B0057WJ264",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 156255
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyeliner"
      ]
    ],
    "price": 7.48,
    "brand": "NYX"
  }
]