[
  {
    "title": "DIANE Imported Pure Bristle Professional Military Hair Brush (Model: 8114)",
    "description": "DIANE Imported Pure Bristle Professional Military Hair Brush. 100% Pure Bristle.",
    "itemID": "B000EVGQ0S",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 22558
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Brushes"
      ]
    ],
    "price": 4.38,
    "brand": "Diane"
  },
  {
    "title": "Garnier Fructis Style Anti-Humidity Hairspray UV Color Shield Ultra Strong Hold, 8.25 Ounce",
    "description": "With UV filter and bamboo extract. Keeps color radiant and shiny. Provides bounce-back hold. 24-hour hold in 90% humidity. Garnier fructis style hairspray collection is our first ever hairspray with bamboo extract and anti-humidity protection for 24-hour, bounce-back hold and natural, healthy-looking movement - even in 90% humidity. Selected for its strength, suppleness and resilience, bamboo bends but never breaks. This formula keeps you in control of your style with frizz control and bounce-back hold that lasts all day. This color-protecting hairspray with a UV filter keeps your color radiant and shiny and gives you an ultra strong hold over any style, even with moisture in the air for all day, everyday. Create your style. UV color shield hairspray styles use any Garnier fructis style product before setting your style and helping to protect your color's radiance with UV color shield hairspray. Spray on dry hair to finish any style. Layer where it's needed most for added hold. Made in Canada.",
    "itemID": "B0058CJV9G",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 15488
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Sprays"
      ]
    ],
    "price": 4.08,
    "brand": "Garnier"
  },
  {
    "title": "St. Ives Facial Moisturizer, Timeless Skin Collagen Elastin, 10oz",
    "description": "",
    "itemID": "B000UVZU1S",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 277
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 7.46,
    "brand": "St. Ives"
  }
]