[
  {
    "title": "Mally Beauty Volumizing Mascara, Black .39 fl oz (10 ml)",
    "description": "This unique formula helps create the look of gorgeous, full, luxurious lashes. The combination of natural waxes and carefully chosen powders gives lashes an instant boost. The plush brush works with the powders in the formula to help thicken lashes without clumping; giving you gorgeous volume that lasts and lasts.",
    "itemID": "B002VBRPZO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4568
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 19.95,
    "brand": "Mally Beauty Volumizing Mascara, Black .39 fl oz (10 ml) (BOXED)"
  },
  {
    "title": "BR Travel Size Eyeshadow Makeup Kit 0.5 Oz",
    "description": "This eyeshadow set is made of high quality raw materials. It is a complete beauty makeup kit that is great for travel and personal use. It extends on the sides to reveal more makeup! It&#x2019;s an all in one kit, all you need found in a little box with brush an",
    "itemID": "B0034KYDSI",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 7905
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": 3.98,
    "brand": "BR Cosmetics"
  },
  {
    "title": "Hempz Pomegranate Herbal Moisturizer, 17 fl oz (500 ml) (Package may vary)",
    "description": "This body moisturizer is enriched with 100% pure organic hemp seed oil and blended with natural extracts to provide dramatic skin hydration and nourishment to help improve the health and condition of skin. Hemp seed oil is one of nature's richest sources of essential fatty acids and key amino acids containing natural proteins, vitamins, antioxidants and minerals, vital for healthy skin conditioning. Pomegranate extract contains high levels of antioxidants, which helps prevent free radicals and renews your skin's healthy radiance. Shea butter, ginseng and natural extracts help calm, soothe and condition the skin. Vitamins a, c and e help protect skin from natural and environmentally triggered oxidants.",
    "itemID": "B0036QFZ46",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 890
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 9.63,
    "brand": "Hempz"
  }
]