[
  {
    "title": "Philosophy Hope in a Tube Eye and Lip Contour Cream Tube, 0.5 Ounce",
    "description": "A rich, moisturizing eye and upper lip cream with a synergistic blend of topical vitamins e and c to help minimize the look of fine lines.",
    "itemID": "B001AH8PZY",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 6964
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 27.52,
    "brand": "Philosophy"
  },
  {
    "title": "NIA24 Sun Damage Repair for Decolletage and Hands 5 fl oz/150 ml",
    "description": "Intensive Body CarePamper your skin with Nia24 Sun Damage Repair for DTcolletage & Hands, exclusively formulated for providing antioxidant protection to your dTcolletage, shoulders and hands. This moisturizer has the benefits of protecting your skin against sun-damage, reducing the appearance of age spots, discolorations and hyperpigmentation, unveiling a skin that is healthier, firmer, brighter and more resilient.Reduces skin discoloration and age spotsImproves skin texture and toneBrightens, tightens and smoothens skinThis daily moisturizer hydrates and moisturizes your skin making it soft, supple and smooth.Just for you:All skin typesA Closer Look:Nia24 Sun Damage Repair for DTcolletage & Hands contains pro-niacin and other active ingredients that reduces skin discolorations and age spots. It hydrates and nourishes the skin, provides antioxidant protection to your skin, making it healthier, brighter, soft, supple and smooth.Get Started:Apply on affected areas showing signs of sun-damage or on dTcolletage, hands and shoulders. Avoid contact with eyes.",
    "itemID": "B0010JREC2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11434
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Creams"
      ]
    ],
    "price": 32.5,
    "brand": "NIA24"
  },
  {
    "title": "CoverGirl LashBlast Fusion Mascara Black 865, 1 Tube",
    "description": "",
    "itemID": "B0039UTO3M",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4320
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 4.99,
    "brand": "COVERGIRL"
  }
]