[
  {
    "title": "Maybelline Full' N Soft Mascara: Brownish Black #302",
    "description": "Thick & Healthy (Healthy looking). Full, soft thick lashes - no brittle feel. Helps prevent loss of lashes. No clumps, No globs. Washable mascara. Lash thickening brush. Contact lens safe; Hypoallergenic. Full, thick lashes that look and feel soft and healthy (healthy looking), not hard or brittle. Advanced Thickening Formula and Lash Thickening Brush build and protect for healthy-looking lashes. It's the end of stiff, brittle lashes; Patented Quick Dissolve System helps prevent the loss of lashes by allowing for quick and easy mascara removal.",
    "itemID": "B0000536M3",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 25155
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 8.63,
    "brand": "Maybelline"
  },
  {
    "title": "Basis So Refreshing Facial Cleansing Cloths Singles, 20 Count Boxes (Pack of 4)",
    "description": "Basis So Refreshing Facial Cleansing  Cloths are alcohol-free and soap-free and gentle enough for sensitive skin. They contain natural botanicals aloe, chamomile, comfrey, and green tea. The cotton-soft cleansing cloths remove dirt and makeup with no need to rinse, leaving a clean, fresh feeling. The individually-wrapped cloths provide a convenient way to cleanse anytime, anywhere.",
    "itemID": "B001FB5IFK",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 6694
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Cloths & Towelettes"
      ]
    ],
    "price": 20.47,
    "brand": "Basis"
  },
  {
    "title": "BaBylissPro Nano Titanium 1/2&quot; Mini Iron Blue",
    "description": "BaByliss Pro Nano Titanium Flat Iron combines the power of nano technology, a new technological development that creates maximum efficiency, with the high heat conductivity of titanium and the heat resistant properties of Ryton. It is exceptionally resistant to chemical corrosion.",
    "itemID": "B0038YW3BY",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 2495
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 24.99,
    "brand": "BaBylissPRO"
  }
]