[
  {
    "title": "Supernail Nail Powder Clear 0.25 Oz",
    "description": "What it is: Strong and innovative. Advanced formula uses pigments, peroxides and high-tech polymers with controlled particle sizes to create our best-performing powder yet. What it does: Advanced adhesive properties and exceptional hardness and strength with no crystallization. What else you need to know: SuperNail extra fine powders create beautiful, brilliant nails every time.",
    "itemID": "B00329U5LK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 53719
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 4.95,
    "brand": "Super Nail"
  },
  {
    "title": "Nail Art Drill KIT Electric FILE Buffer Bits Acrylics",
    "description": "You are receiving an excellent high speed professional nail art drill. This high speed wired drill features an amazing lightweight hand piece with easy to use knob controls so you don't have to bother with a foot pedal.  The sleek design will look great in any salon or home. Great entry level model will offer you MORE than you need to get started!",
    "itemID": "B0056FL4FY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4431
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 8.32,
    "brand": "Evermarket"
  },
  {
    "title": "Ibd Just Gel Polish &quot;Smokey Plum #56505&quot; New Color",
    "description": "IBD introduces just gel, the strong 100% pure gel formula that wears like a classic true gel. Apply it just like polish and be rewarded with richer, more even color. This versatile gel polish cures quickly under either LED or UV light. It also protects natural nails with stronger, long-lasting wear. Gel removal is simple as well. Remove Just Gel Polish easily in just 10 minutes with no mess and no fuss.Instructions:File and shape nailRemove and push back cuticleBuff nail to remove shine and dustApply foundation and cure 1 minuteApply thin coat of color to nails and cure for 2 minutesApply second coat of color and cure for 2 minutesApply top coat and cure for 2 minutesCleanse nail to ensure mirror finish",
    "itemID": "B0063TFLG0",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 35390
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Top & Base Coats"
      ]
    ],
    "price": 7.39,
    "brand": "IBD"
  }
]