[
  {
    "title": "Wild Growth Hair Oil 4 Oz",
    "description": "Wild Growth Hair Oil is made of 100% natural ingredients that work together to condition, detangle and help you achieve longer-lasting presses.",
    "itemID": "B000V8MTIC",
    "helpful": [
      3,
      6
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 1446
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Hair Regrowth Treatments"
      ]
    ],
    "price": 8.19,
    "brand": "Wild Growth"
  },
  {
    "title": "Peppermint 100% Pure Therapeutic Grade Essential Oil- 10 ml",
    "description": "* The Peppermint plant is a summer-growing perennial with upright square stems reaching three feet in height at maturity.\n\n* Botanical Name: Mentha piperita\n* Aromatic Aroma: Has strong minty notes with herbaceous warm undertones.\n* Consistency: Thin\n* Note: Top\n* Aroma Strength: Strong\n* Extraction Method: Steam Distilled\n* Plant Part: Herb\n* Origin: India\n* Color: Colorless to pale yellow\n* Common Uses: It is widely credited with being a digestive aid. The leaves contain menthol, which is a proven aid to digestion. The familiar aroma of Peppermint is known for both its warming and cooling properties. Friendly to the sinuses, it is also useful to the muscular system, especially for women during monthly cycles or menopause. Properties include being refreshing, a mental stimulant and energizing. It relieves bad breath and is a good nerve tonic that helps with mental fatigue and nervous stress.\n* Blends Well With: Basil, Bergamot, Cajeput, Cedarwood, Eucalyptus, Lemon, Lime, Mandarin, Pine, Rosemary, Spearmint, Sweet Marjoram and Thyme.\n* History: Peppermint oil is one of the world's oldest medicinal herbs with documented use in ancient Egypt, Greece and Rome.\n* Cautions: Should be used well diluted since high concentration can cause a burning sensation and sensitization. Avoid use during pregnancy.",
    "itemID": "B002RUH3OM",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 257
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Essential Oils"
      ]
    ],
    "price": 3.75,
    "brand": NaN
  },
  {
    "title": "Aphogee Two-step Treatment Protein for Damaged Hair 16 oz.",
    "description": "This unique treatment is formulated with magnesium and modified proteins which fuse into the hair with the application of heat.  The result is that breakage is drastically reduced.  ApHogee Two-Step Protein Treatment is a salon service product unlike any product available for at-home use.  During the process, ApHogee treatment hardens into the hair, dramatic evidence that something special is occurring. For best results a hooded dryer is required. After rinsing and moisturizing with ApHogee Balancing Moisturizer, clients are astounded with the results.  ApHogee Two-Step Protein Treatment can help improve other salon services as well.  This remedial process is highly recommended for hair that:     Is too weak or fine to take a perm or relaxer. (use the week PRIOR to service)  Is over-bleached.  Will not hold color. (use PRIOR to color application)  Breaks when combed or brushed.  Is mushy when wet and brittle after drying.  1oz (twin pak with Balancing Moisturizer) single size, 4 oz stylist size, 16 oz salon size  Stops hair breakage, rebuilds hair structure for six weeks. This unique Treatment is formulated with specially modified proteins and magnesium, which fuse into the hair when you apply heat. The result is that breakage in all hair types is drastically reduced. ApHOGEE Treatment is a salon service product unlike any product available for at-home use. During the process, ApHOGEE Treatment hardens into the hair, revealing dramatic evidence that something special is happening. After rinsing, and moisturizing, clients are astounded with the results. ApHOGEE Treatment can help improve other salon services as well. It is highly recommended for hair that:  is too weak or fine to take a perm  is over-bleached  will not hold color  breaks when combed or brushed  is mushy when wet and brittle",
    "itemID": "B0009R33U8",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9425
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 19.39,
    "brand": "Aphogee"
  }
]