[
  {
    "title": "RoC BRILLIANCE Eye Beautifier  .3 fl. oz.",
    "description": "The look of fine lines will be reduced before your eyes in as little as 3 days RoC Brilliance Eye Beautifier is a breakthrough at-home anti-aging eye treatment inspired by the latest professional procedures. This 2-step process starts working immediately to reduce the appearance of dark circles and puffiness and is clinically proven to smooth and tighten the look of delicate skin around the eyes.",
    "itemID": "B00387F41M",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 198090
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Davidsbeenhere Hanging Travel Toiletry Cosmetics Bag Kit, Grey",
    "description": "Are you going on a trip and looking for a Toiletry Bag that is large enough to store everything you need, while staying organized and not bulky? Look no further then Davidbeenhere's Travel Toiletry Bag. Other toiletry bags typically have one main compartment where all your items can get mixed up and become a pain to search through and find what you are looking for. This toiletry bag comes with four separate compartments so you can travel organized and know exactly where everything can be found. Another great feature is the middle compartment unzips to reveal a Hanging Hook which is perfect for most hotels which have very little bathroom counter space. The middle compartment also has a mesh liner to keep your items from falling out while hanged, and another mesh pouch that can be sealed with a zipper. If you are looking for a toiletry bag that can fit everything you need to bring on your trip, has plenty of pockets to keep you organized, and a hook hanger to save counter space, buy the Davidsbeenhere Travel Toiletry Bag today!",
    "itemID": "B008PUJBJS",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 77405
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Bags & Cases",
        "Toiletry Bags"
      ]
    ],
    "price": 26.99,
    "brand": NaN
  },
  {
    "title": "Jerdon JGL10W Euro Tabletop Tri-Fold Two-Sided Lighted Makeup Mirror with 5x Magnification and 4-Light Settings, White Finish",
    "description": "",
    "itemID": "B008GSY7UM",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 13392
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Mirrors",
        "Makeup Mirrors"
      ]
    ],
    "price": 37.45,
    "brand": "Jerdon"
  }
]