[
  {
    "title": "BH Cosmetics 88 Color Eye Shadow Palette, Matte",
    "description": "You'll fall in love with this irresistible matte eye shadow palette from BH Cosmetics. BH Cosmetics offers quality professional makeup products at amazing prices. Featuring the most brilliantly pigmented colors available. Highest quality ingredients for professional makeup products. 88 color palette.",
    "itemID": "B002TTN7RS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10045
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 18.95,
    "brand": "BHCosmetics"
  },
  {
    "title": "Maybelline New York The Falsies Volum' Express Waterproof Mascara, Brownish Black 212, 0.25 Fluid Ounce",
    "description": "It's not mascara, it's false lash glam in a tube, instantly! Patented spoon brush and pro-keratin fiber formula instantly build 5x more volume without clumping. Unique flexible wand helps lift and separate, to provide the look of 2x more lashes. You will find lashes you didn't even know you had. To safeguard Maybelline purity, reserve this product for your personal use. Treat the applicator with the hygienic care you give your eyes. Never apply this product in a moving vehicle. Do not dilute mascara with water, saliva, or any other substance. Cap tightly after use. If change in odor or appearance occurs, discontinue use. Do not use this or any other eye cosmetic if your eye is injured, irritated, or infected. Consult a physician promptly.",
    "itemID": "B003I6MLN2",
    "helpful": [
      4,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 36772
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 0.75,
    "brand": "Maybelline"
  },
  {
    "title": "KLEANCOLOR Nail Polish Madly Matte",
    "description": "Trend-setting shades with a top-quality formula long-lasting, chip-resistant nail lacquer.",
    "itemID": "B004F949V8",
    "helpful": [
      1,
      2
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 40974
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 3.45,
    "brand": "Kleancolor"
  }
]