[
  {
    "title": "Tresor By Lancome For Women. Deodorant Spray 3.4 Ounces",
    "description": "Introduced in 1990. Fragrance notes: lilac and apricot, with lower notes with amber and musk. Recommended use: casual.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000C1Z7PA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 280781
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Toilette"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Wen by Chaz Dean Tea Tree Cleansing Conditioner 16 oz.",
    "description": "WEN BY CHAZ DEAN by Chaz Dean WEN CLEANSING CONDITIONER TEA TREE 16 OZ",
    "itemID": "B0006Q0HEC",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1416
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 30.19,
    "brand": "WEN&reg; by Chaz Dean"
  },
  {
    "title": "WEN SIXTHIRTEEN by Chaz Dean Daily Cleansing Treatment Six Thirteen 16 oz",
    "description": "Using the innovative and modern approach to haircare that he began in 1993, Chaz Dean has infused his WEN SIXTHIRTEEN - Daily Cleansing Treatment with an exclusive blend of eleven amino acids to help restore strength and elasticity to even the most damaged hair. The unique combination of more than twenty-five natural oils and extracts like ginger, rosemary, lotus flower and ginseng deeply nourish your hair and scalp, while the absence of sodium lauryl/laureth sulfates and wheat or nut ingredients makes WEN SIXTHIRTEEN perfect for those with sensitive skin. Full of naturally luxurious ingredients, WEN SIXTHIRTEEN is the indulgence your hair has been waiting for.",
    "itemID": "B00ATFJ8NQ",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 376
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 25.49,
    "brand": "WEN&reg; by Chaz Dean"
  }
]