[
  {
    "title": "Alterna Bamboo Style Cleanse Extend Translucent Dry Shampoo for Unisex, 4.75 Ounce",
    "description": "A Style RefresherAlterna's breakthrough Bamboo Style Cleanse Extend Translucent Dry Shampoo combines strengthening organic bamboo extract and nourishing blue yucca root to refresh your style - no water required. This virtually-translucent dry shampoo absorbs oil, impurities and product build-up to extend the life of your blow-out and add body and shine. Unlike other dry shampoos, this innovative formula leaves no powdery residue, so you can spray, style and go without any worry that your \"whites\" are showing.Absorbs oil and impurities to leave hair fresh and cleanTranslucent formula means no white residueFormulated with Color Hold technology for optimal color retentionEspecially Suited For: All hair typesEssential Elements:Organic bamboo extract and ultra-nourishing, naturally fixative blue yucca enliven your style, so next-day hair never looks like thenext day.For Best Effect:Spray onto roots, flip hair over, and gently work through with fingers.Weight:5 oz",
    "itemID": "B006L6U0JI",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 7736
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 16.5,
    "brand": "Alterna"
  },
  {
    "title": "WEN by Chaz Dean Sweet Almond Mint Cleansing Conditioner 16 oz",
    "description": "Sweet Almond Mint is the perfect balance of nourishing herbs and natural ingredients designed to hydrate and replenish hair that has been damaged due to shampoo and other harsh elements. May be used as often as necessary, it thoroughly cleanses hair and scalp without stripping them of their natural oils, providing it with added moisture, strength and sheen.",
    "itemID": "B0089AA8RS",
    "helpful": [
      22,
      25
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 102
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 34.65,
    "brand": "WEN&reg; by Chaz Dean"
  },
  {
    "title": "CoverGirl Professional Natural Lash No Color Mascara Clear (N) 800, 0.34 Ounce Bottle",
    "description": "Tame eyebrows and create natural-looking, feather-light lashes with this clear conditioning gel formula. It's hypoallergenic, ophthalmologically-tested and washes off easily, beautifully!",
    "itemID": "B001ESIZA4",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 6571
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 9.99,
    "brand": NaN
  }
]