[
  {
    "title": "OPI Holland Collection &quot; I Have A Herring Problem &quot; H58",
    "description": "OPI Holland Collection - I Have a Herring Problem\n\nOPI Holland Collection - I Have a Herring Problem is a beautiful \"shimmery green-blue\" that means business! The fabulous shades of OPI nail polish are beautiful, yet sassy. You are sure to find nail polish colors that match your mood, your character and your wardrobe! All shades provide the ultimate in performance and wear.",
    "itemID": "B00772CR82",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 37908
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 6.74,
    "brand": "OPI"
  },
  {
    "title": "OPI: Lacquer H59 Kiss Me On My Tulips Lacquer, 0.5 oz",
    "description": "OPI Holland Collection Kiss Me On My Tulips OPI Holland Collection Kiss Me On My Tulips is a beautiful \"smooch worthy\" pink! The fabulous shades of OPI nail polish are beautiful yet sassy. You are sure to find nail polish colors that match your mood your character and your wardrobe! All shades provide the ultimate in performance and wear.",
    "itemID": "B007BNDOHA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6366
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 5.49,
    "brand": "OPI"
  },
  {
    "title": "OPI: Lacquer E71 Polka.com, 0.5 oz",
    "description": "Celebrating a region where history meets modern design, the Euro Centrale by OPI for Spring/Summer 2013 collection's 12 new lacquers offer a mix of glamorous metallic hues along with playful bright shades in periwinkle, aqua and pink and creamy blues in indigo, midnight and aubergine",
    "itemID": "B00BAY4DY4",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 117344
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 1.5,
    "brand": "OPI"
  }
]