[
  {
    "title": "ANSR Acne Care Starter Kit With Handheld Phototherapy Device And Acne Topicals",
    "description": "Got acne?  Then it's time you try an ANSR that works!  Photo Therapy (also known as IPL, Light Therapy or Blue Light treatment) has been used for the past decade by dermatologists as a safe and effective treatment for acne. Now ANSR has harnessed this incredible technology into safe, compact device for home use.  ANSR is a simple, three-step program.   Step #1 ANSR: PREP prepares the skin for recovery and exfoliates dead skin cells. The cleaner the skin, the deeper the ANSR: BEAM will penetrate to accomplish its restorative work. Step #2: The ANSR: BEAM is a handheld, rechargeable device that emits narrow-focused blue and red light waves that penetrate deep within the skin. International research studies have demonstrated that acne bacteria molecules absorb blue light waves, causing their destruction. Red light waves have been shown to reach deeper into the skin&#8217;s dermis layer to help fade the redness, scars and pockmarks.  Step #3: ANSR: DAY and ANSR: NIGHT work to treat existing blemishes with AURAZIN (a proprietary blend of minerals and botanicals) that help skin oils pass freely onto the surface of the skin.",
    "itemID": "B001K7IITC",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 292203
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sets & Kits"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Sally Hansen Hard As Nails Wraps 0.44oz",
    "description": "Sally Hansen hard as nails hard as wraps powerful acrylic gel is a breakthrough patented gel that protects and strengthens fragile, soft or damaged nails. Powerful acrylic protection instantly seals and hardens nails in 1 easy step. Formula provides an instant, long-lasting, wrap-like surface for fragile, soft, torn, chipped or cracked nails. Provides a clear, smooth, shiny finish. Only one step-no mixing, no mess.",
    "itemID": "B000H88Q9M",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 42534
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Growth Formula"
      ]
    ],
    "price": 6.97,
    "brand": "Sally Hansen"
  },
  {
    "title": "Hand &amp; Nail Harmony Gelish Soak Off Gel Nail Polish - Little Princess - 01422",
    "description": "Hand & Nail Harmony Gelish Soak Off Gel Nail Polish - Little Princess - 01422",
    "itemID": "B004T7XJ44",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 29102
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 5.1,
    "brand": "Harmony"
  }
]