[
  {
    "title": "Garnier Nutrisse Haircolor, 100 Extra-light Natural Blonde Chamomile",
    "description": "Nourishing- experience garnier nutrisse, the nourishing color treatment that gives you rich, healthy-looking color. This exclusive color treatment, enriched with conditioners and fruit oil concentrate, penetrates deeps into hair fibers to deliver rich, long-lasting color that covers gray completely. Natural- enjoy the unique avocado enriched conditioner that harnesses the restorative properties of avocado oil with vitamin e. It protects against dryness while locking in color and moisture to keep your color radiant and your hair silky soft. Easy application: love coloring your hair with the nourishing creme formula enhanced with fragrant grape seed oil you only get from garnier nutrisse. The non-drip formula spreads easily and smells great when you color.",
    "itemID": "B000GCQV9G",
    "helpful": [
      2,
      2
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 12806
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 6.05,
    "brand": "Garnier"
  },
  {
    "title": "Maybelline New York Full 'N Soft Waterproof Mascara, Very Black 311, 0.28 Fluid Ounce",
    "description": "This mascara builds full, soft thick lashes without the brittle feel. Prevents loss of lashes with patented quick dissolve system that allows easy mascara removal. Won't run, smear or smudge. No clumps, no globs. Contact lens safe and hypoallergenic. Waterproof; also available in washable formula.",
    "itemID": "B004OT29MA",
    "helpful": [
      6,
      8
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 3721
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 8.99,
    "brand": "Maybelline"
  },
  {
    "title": "Simple Cleansing Facial Wipes, 25 Count (Pack of 2)",
    "description": "",
    "itemID": "B005TI7LHS",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 17651
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Cloths & Towelettes"
      ]
    ],
    "price": 10.9,
    "brand": "Simple"
  }
]