[
  {
    "title": "100% Pure Argan Oil for Hair, Face, Skin and Nails by NYGLOW - The #1 New Premium Moroccan Leave-in Treatment to Condition and Revitalize Damaged Lifeless Hair, Nourish Dry Skin and Strengthen Brittle Nails - Natural, Cold Pressed, Certified Organic, Extra Virgin Moroccan Oil - 100% Satisfaction Guarantee",
    "description": "Are you ready to be flooded with compliments?Get hair and skin you can be proud of, in 7 days or less!Is there is a reason that everyone is talking about NYGLOW Argan Oil? Yes!Our Argan oil does not just soften and hydrate your hair... By combining nature's most effective moisturizer with fatty acids, your hair and skin will be silk smooth.It is no wonder that celebrities are raving about 100% pure Argan oil! - The secret is out! - So what do Taylor Swift, Angelina Jolie and Kim Kardashian have in common? You guessed it! They all use Argan Oil, even describing it as their \"secret\" daily skin and haircare weapon.WARNING: not all Argan Oils are the same quality!Sadly, as millions of women turn to Argan Oil because of its many benefits, many companies are using the Oil's name to sell sub-standard cosmetics. Often these so called \"Argan Oils\" only contain a small amount of real oil. By diluting, over processing and adding nasty filler \"oils\", companies are able to charge a lower price and trick you into thinking they are still getting the real thing!DON'T be fooled!At NYGLOW we only bottle the purest oil. All our Argan oil is hand extracted by the local Berber women of Morocco, deep in the heart of North Africa.Only 150 bottles of NYGLOW Argan Oil are available at the discounted price shown each monthAdd to Cart - Before We Run Out of Stock!",
    "itemID": "B00I6R90Q4",
    "helpful": [
      3,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 115195
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Best Anti Aging Cream Reduces Wrinkels in Women and Men - Clinical Strength Bio-Peptide Wrinkle Cream Reduces Deep Wrinkles, Smooths Fine Lines and &quot;Crow's Feet&quot; - Tighten, Rejuvinate, and Rebuild Youthful, Healthy Skin - Boost Collagen and Ultra-Moisturize with Peptides Made For Your Skin - Great For Face, Under Eyes and Decolletage. You Love It Or We Buy It Back No Hassle Money Back Guarantee. [Reduced Price For Summer! Take 35% Off Automatically at Checkout!] &#9733; 1oz Concentrate (30ml)",
    "description": "Amazing New Formula Is A Face Lift In A JarLiquere&#169; - the amazing formula isn't just for Hollywood stars. Now people all over are talking about what high tech Bio-Botanicals are doing for themWhat's the big discovery? Skin Repair In A Bottle.The answer is facinating. Its a mysterious formula from deep in your skin!  Skin Scientists have discovered the biological &quot;switch&quot; your skin uses to make or repair collagen.. Not a cover-up, this is actualskin repair in a bottle.Clinical studies at the University of Reading show Matrixyl can nearlydoublethe amount of collagen needed to give your skin a healthy wrinkle-free look!It's Easy To UseAll you do is apply the formula to your face and wait.  After it's absorbed, the collagen happens automatically.The Bio-Botanicals and Lipo-Peptides will deliver nourishing moisturizers deep into your skin and signal your cells to start building wrinkle-fighting collagen.Would You Like To Try This Remarkable Discovery?Wouldyoulike to look as young as you feel? If so, you can try this amazing formula without any risk at all: Simply click the orange &quot;Add To Cart&quot; button above. Then, as soon as it arrives, give it a try in the privacy of your own home... and  take a close look at the amazing change you see in the mirror!At the end of 30 days - or anytime before - if you're not 100% satisfied with the results... if your friends aren't accusing you of having a face-lift... Return the product and we will see that you get a refund with no hassles.",
    "itemID": "B00IX42NB4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 220358
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Dark Circle Treatments"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "DermaRESTORE - Stretch Mark and Scar Treatment - The Latest in Skin Repair technology - 4oz Cream",
    "description": "What is DermaRESTORE?For almost as long as women have been giving birth, women have been looking for a way to prepare and prevent stretch marks.  This revolutionary treatment product DermaRESTORE. offers a guarantee to do just that.  Backed by independent clinical and scientific testing, PRI has come up with an easy-to-use cream that has been proven to reduce the appearance of stretch marks on the Body by an incredible 100% of the women tested in less then two months.Only the Finest IngredientsMade exclusively for those who seek flawless results, DermaRESTORE is a highly concentrated blend of essential oils, vitamins, nutrients and clinically studied extracts. We guarantee the potency and purity of all our products, and DermaRESTORE is no exception. DermaRESTORE is one of the few products that effectively provides clinically studied ingredients in a precise ratio designed to reproduce results seen in relevant clinical studies.How Does It Work?DermaRESTORE contains over 15 different clinically studied extracts, combined with essential oils, vitamins and other nutrients, designed to address the problem of scar tissue and stretch mark formation. Our unique proprietary complex is designed to dramatically lessen the appearance of scar tissue and stretch marks, restoring the natural texture of healthy and beautiful skin.Quality GuaranteedEvery bottle of DermaRESTORE manufactured for the PRI is made within a GMP certified facility. Good Manufacturing Process Standards are the highest and most stringent guidelines in the nutritional supplement industry..Clinical Testing Proves :*Visual reduction in Stretch Marks and scars up to 34.98% in 8 weeks.*Visual Reduction in Age Spots up to 61.41% in 8 weeks",
    "itemID": "B00DLRNSSK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 171
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Maternity"
      ]
    ],
    "price": 27.99,
    "brand": "PRI"
  }
]