[
  {
    "title": "BaBylissPRO Nano Titanium 1 &quot;",
    "description": "Nano Titanium is an exceptional conductor of heat and maintains stability in ultra-high temperatures. Negative ions are emitted for faster straightening and locking hair's own natural moisture. The extra-long 5-inch plates reach up to 450&#xB0;F and allow for wider sections of hair to be straightened, boosting speed and effectiveness while eliminating hand fatigue and increasing styling flexibility.The ultra-thin profile of these high-tech irons makes them exceptionally lightweight and easy to use, with housing made of Ryton to resist high heat.",
    "itemID": "B00176B9JC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 985
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 91.99,
    "brand": "BaBylissPRO"
  },
  {
    "title": "Creative Nail Shellac, Iced Coral, 0.25 Fluid Ounce",
    "description": "Just the icing on top. A beautiful light pink/coral shade packed with green and gold shimmer. CND's Iced Coral Shellac coats your beautiful manicure like smooth and delicious icing on a cake. This UV cured color coat applies on like polish, wears like a gel, but can be removed in minutes. Creat 14 days of superior color, no matter what you and your nails go through in a day. Simply set it and forget it. Improve your nails with a pratical and fearless armor color coat.",
    "itemID": "B004LEJ8R2",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 41275
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 14.95,
    "brand": "Creative Nail"
  },
  {
    "title": "Layla Mirror Effect Nail Polish (Cosmo Lilac #2)",
    "description": "Magic mirror on the wall ... which is the best nail polish all over the country?\n\nLAYLA starts with its new glossy, exciting and impressive nail polish, so that all your wishes come true.\n\nMIRROR EFFECT is the nail polish with the ultimate mirror effect. Your nails will be beautifully smooth and glossy.\n\nMIRROR EFFECT goes beyond all previous known boundaries in nail art and opens up new creative horizons.\n\nLAYLA COSMETICS presents MIRROR EFFECT, in 8 colours: pink, blue and beige.\n\nIf you want to apply MIRROR EFFECT on your natural nails, you should first apply the LIMA BASE MIRROR EFFECT nail file to obtain the maximum effect.\n\nOn nail reconstructions MIRROR EFFECT can be applied directly and the immediate result will amaze you.\n\nMagic mirror on the wall ... now I know the NAILPOLISH QUEEN by LAYLA.",
    "itemID": "B0091W9NEM",
    "helpful": [
      3,
      7
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 114650
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 15.5,
    "brand": NaN
  }
]