[
  {
    "title": "Shalimar By Guerlain For Women. Eau De Parfum Spray 2.5 Oz.",
    "description": "Introduced in 1925. Fragrance notes: an alluring, classic fragrance of exotic florals and vanilla. Recommended use: evening.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B0009MYMJY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 167828
    },
    "categories": [
      [
        "Beauty",
        "Fragrance"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "John Frieda Luxurious Volume Thickening Conditioner For Fine Hair, 8.45 Ounce",
    "description": "Strengthen and repair hair while building volume with Luxurious Volume Thickening Conditioner For Fine Hair by John Frieda Collection. Shampoo formula actually makes hair 110% fuller and 50% thicker, and gives it 90% more lift versus normal shampoos. For best results, use with Luxurious Volume Conditioner.",
    "itemID": "B001BAM7HW",
    "helpful": [
      5,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4221
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 6.39,
    "brand": "John Frieda"
  },
  {
    "title": "WEN by Chaz Dean Sweet Almond Mint Styling Creme 4 oz",
    "description": "Instead of using a gel for hold and a polishing gloss for shine, now you can achieve both with one product: WEN Styling Crme. This creamy, softhold formula is designed to promote moisture, enhance shine and boost body. Even better: hair treated with this protective potion was up to 80% stronger against heat styling stress than untreated hair. *Tested against untreated hair.",
    "itemID": "B003XRZQ42",
    "helpful": [
      4,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 388
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 10.98,
    "brand": "WEN&reg; by Chaz Dean"
  }
]