[
  {
    "title": "Sigma Basic Eyes Kit",
    "description": "The Sigma Beauty Eyes Kit contains seven professional quality brushes for the eyes. Perfect for applying, shading and blending products, this kit is ideal for all over eye makeup application.\nBrushes included:\nE05 - Eye Liner: Create smooth and even lines. Use with gel or liquid liners.\nE30 - Pencil: Soften and smoke out lines. Soften pencil liners along the top and bottom lash lines, add shadow to line the eyes, or use to highlight inner corner of the eyes.\nE40 - Tapered: Blending Soft blended crease. Using just the tips to apply color, sweep back and forth through the crease for a diffused and blended finish.\nE55 - Eye Shading: Even application of color. Place color across the whole lid for an even and strong application of product.\nE60 - Large Shader: Uniformly cover the whole lid with product. Apply cream shadow base or cream shadow for quick and even coverage.\nE65 - Small Angle: Create precise lining. Moves fluidly and easily across the upper and lower lash lines. Use with gel, cream or powder products.\nE70 - Medium Angled Shading: Soft application of color. Use for brow highlighting or to blend the crease.\n\n 2013 Sigma Enterprises, LLC",
    "itemID": "B004Q1GCFG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 17412
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 79.0,
    "brand": "Sigma Beauty"
  },
  {
    "title": "Urban Decay Mariposa Palette",
    "description": "Urban Decay Mariposa Palette.  Limited Edition.",
    "itemID": "B005K85P3E",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 153172
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "54 WATT ROYAL NAILS PROFESSIONAL UV LIGHT GEL AND ACRILIC NAIL DRYER &amp; CURING RN541 WORKS WITH CND, SHELLAC, OPI, HARMONY GELLISH, IBD GELAC, ETC.. FOR DOUBLE. HANDS OR FEET.",
    "description": "Perfect for professional and personal home nail care uses. Easy and fun to use.",
    "itemID": "B006IBM21K",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 22217
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Body Washes"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]