[
  {
    "title": "China Glaze Summer Neons 2012 New Collection",
    "description": "China Glaze Summer Neons 2012 New Collection",
    "itemID": "B008AYLLLA",
    "helpful": [
      5,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 86394
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 50.38,
    "brand": "China Glaze"
  },
  {
    "title": "SHANY Pro Vegan Mineral Brush Set with Pink Clutch",
    "description": "New line of premium brushes from shany have arrived, we have used the highest available synthetic hair in our new line, due to its high cost, its not even used in high end market, to see the difference, take a department store brush hair under microscope and compare it to shany brushes. In this new line, we have used laser to cut the hair, instead of using old machines to produce a plastic hair we have used laser cutters to produce premium synthetic hair which is smooth, fine, and firm. Try the new line of shany brushes and take your makeup experience to next level. Shany brushes are assembled with hand, and no glue was used to attach the hair to handles. To get the best result, wash your brushes when they arrive for the first time, and dry them before use. In this set you will see large powder brush, medium powder brush, angle powder brush, shadow brush, flat shadow brush, small shadow brush, eyeliner brush, lip brush, mascara or brow brush, and dual eyebrow brush or lash comb.",
    "itemID": "B005IHS8KY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6404
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 16.95,
    "brand": "SHANY Cosmetics"
  },
  {
    "title": "Bvlgari Omnia By Bvlgari For Women. Eau De Parfum Spray 1.3 Ounces",
    "description": "Introduced in 2003. Fragrance notes: woodsy and floral, an enticing combination. Recommended use: evening.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000C1VT9S",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 19582
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 78.0,
    "brand": "Bvlgari"
  }
]