[
  {
    "title": "Regenepure DR Hair Loss Shampoo For Hair Growth and Scalp Treatment in Men and Women",
    "description": "The Regenepure DR hair loss shampoo helps to treat baldness as well as dandruff issues and relieves dry, itchy and oily scalps. It is an intensive, restorative formula recommended by physicians; it also helps in repairing hair from the roots and provides the ultimate skin treatment. RegenePure DR contains Ketoconazole, a powerful antifungal that is often used for dandruff treatment. It also makes the hair look and feel thicker. In recent studies, it has also been shown to block DHT production, which can curb hair loss and helps to stimulate hair growth in men and women. Apart from Ketoconazole, RegenePure DR is packed with other beneficial elements, including Saw Palmetto extract, Vitamin B6 and Zinc Oxide. Niacin, Caffeine and Linolenic Acid are also included to stimulate the scalp, while Emu and Jojoba oils keep the skin supple and rejuvenated and also help in nourishing the scalp by turning dry and damaged hair into fuller and thicker hair.",
    "itemID": "B0032FSDOA",
    "helpful": [
      16,
      18
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 499
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Hair Regrowth Treatments"
      ]
    ],
    "price": 24.85,
    "brand": "Regenepure"
  },
  {
    "title": "Vivite Replenish Hydrating Cream, 2 Ounce",
    "description": "Vivite replenish hydrating cream helps restore skin suppleness and smoothness with a superhydrating non-glycolic formulation. Helps calm and soothe sensitive skin. Exfoliates, hydrates and protects the skin. Protects the skin from future skin damage.",
    "itemID": "B001FYV87O",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1978
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 33.8,
    "brand": "Vivite"
  },
  {
    "title": "Sally Hansen Kwik Off Nail Color Remover with Vitamin E and Aloe, 5.1 Fluid Ounce",
    "description": "Sally Hansen&#xAE; Kwik Off&#xAE; Moisturizing Nail Polish Remover.Vitamin E & aloe/Vitamin E & aloe vera.For dry, brittle nails.Fast & easy.Dip, twist, remove.",
    "itemID": "B0032322XA",
    "helpful": [
      1,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 60501
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish Remover"
      ]
    ],
    "price": 3.49,
    "brand": "Sally Hansen"
  }
]