[
  {
    "title": "Clarisonic Classic Sonic Skin Cleansing System - PINK",
    "description": "Our original 2-speed Sonic Skin Cleansing System redefined skin cleansing to give you cleaner, healthier skin.\nSonic Skin Cleansing improves skin tone, reduces the appearance of pore size and helps skin care products work their best.  \nThe Clarisonic Skin Cleansing System uses a patented sonic frequency of more than 300 movements per second to clean, soften and smooth skin. In just 60 seconds, the micro-massage action removes 6X more makeup and 2X more dirt and oil than cleansing with your hands alone. Removing more dirt and oil from your pores also helps products work more effectively.",
    "itemID": "B000V26BQY",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 176997
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Treatment Tools",
        "Face Cleansing Brushes"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "L'Oreal Voluminous Full definition Mascara: Black #375",
    "description": "L'Oreal Voluminous Full definition Mascara: Black #375. Create 60% longer, lush lashes with double extend lash fortifier & extender mascara. This two in one mascara combines a fortifying extender base coat with a color magnifier top coat to take lashes to new lengths.",
    "itemID": "B000XVEZFC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 179131
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 4.95,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "Scunci No-slip Grip Evolution Jelly Ponytailers, 14-Count, Colors may vary",
    "description": "With scunci scunci no-slip grip hair accessories a woman should never have a bad hair day. scunci no-slip grip technology takes a leap into the future with these jelly ponytailers. soft, stretchy, non-slip all-day hold that won't damage hair. a must have for sports or an active lifestyle. they give everyday dos a fashion boost and highlight your features by keeping hair off the face. Multi-colored or opaque may ship, color cannot be chosen.",
    "itemID": "B003DKU3CY",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 12960
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Ponytail Holders"
      ]
    ],
    "price": 5.57,
    "brand": "Scunci"
  }
]