[
  {
    "title": "Estee Lauder Advanced Night Repair eye recovery complex .5oz.",
    "description": "ESTEE LAUDER by Estee Lauder ADVANCED NIGHT REPAIR EYE SYNCHRONIZED COMPLEX --/0.5OZ Launched by the design house of Estee Lauder in 1968, ESTEE LAUDER by Estee Lauder possesses a blend of citrus, sweet fruits, flowers and sandalwood.. It is recommended for romantic wear.",
    "itemID": "B001B1QMKO",
    "helpful": [
      4,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 19941
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Puffiness Treatments"
      ]
    ],
    "price": 42.49,
    "brand": "Estee Lauder"
  },
  {
    "title": "WEN&reg; Sweet Almond Mint Cleansing Conditioner 16oz",
    "description": "Sweet Almond Mint is the perfect balance of nourishing herbs and natural ingredients designed to hydrate and replenish hair that has been damaged due to shampoo and other harsh elements. May be used as often as necessary, it thoroughly cleanses hair and scalp without stripping them of their natural oils, providing it with added moisture, strength and sheen.",
    "itemID": "B0048O2R1E",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 718
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 30.0,
    "brand": "WEN&reg; by Chaz Dean"
  },
  {
    "title": "Burt's Bees Very Volumizing Pomegranate Conditioner, 10 Fluid Ounces",
    "description": "Lightweight, gentle and rich with amino acids, Burt's Bees Pomegranate Conditioner leaves hair looking fuller and feeling thicker. &#xA0;Formulated with nourishing Pomegranate Seed and Avocado Oils, it rinses out easily and helps detangle hair while adding softness and body every time you use it.",
    "itemID": "B006VX5RQW",
    "helpful": [
      4,
      4
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 11614
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 6.38,
    "brand": "Burt&#39;s Bees"
  }
]