[
  {
    "title": "100% Pure Cosmetics - Organic Coffee Bean Eye Cream, 1 fl oz cream",
    "description": "What is it: Anti-inflammatory, caffeine rich green tea and coffee de-puffs and reduces swelling while increasing circulation to alleviate and brighten dark circles. Concentrated with potent anti-aging vitamins, antioxidants, and nourishing blackcurrant oil.Who is it for: Anyone looking to reduce the appearance of dark circles and puffiness.Truly, 100% Pure- no synthetic chemicals, no artificial fragrances, no parabens or any other chemical preservatives, no petrochemicals or any other toxins.No Animal TestingMade in USA",
    "itemID": "B001189I3A",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 908
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes"
      ]
    ],
    "price": 18.83,
    "brand": "100% Pure"
  },
  {
    "title": "For Pro Cozie Liners Hand or Foot 100-ct.",
    "description": "Use over warm paraffin to contain the mess and lock in additional moisture. Disposable. Works on hands or feet. Size: 13' long, 6' at the sealed end and 9' at the opened end. 100-ct.",
    "itemID": "B0006Q00IK",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 1108
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Paraffin Baths"
      ]
    ],
    "price": 7.95,
    "brand": "Jubujub"
  },
  {
    "title": "100% Pure Caffeine Eye Cream - Organic Coffee Bean 1oz",
    "description": "100% Pure Coffee Bean Eye Cream dramatically reduces the appearance of dark circles. Caffeine-rich Green Tea and Coffee reduce puffiness and reduce swelling, while increasing circulation to alleviate and brighten dark circles. Concentrated with potent anti-aging vitamins and antioxidants.",
    "itemID": "B006POOQ1E",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 30948
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Creams"
      ]
    ],
    "price": 21.0,
    "brand": "100% Pure"
  }
]