[
  {
    "title": "Olay 4-in-1 Normal Daily Facial Cloths, 66-Count",
    "description": "If you have normal skin, that doesnt mean you should use normal soap and water to wash your face. Olay 4-in-1 Daily Facial Cloths for normal skin contain the cleansing power of a liquid cleanser, toner, mask or scrub all in one. Dermatologist-tested, these facial cloths cleanse, exfoliate, tone and hydrate to gently exfoliate and smooth your skins texture in less than 1 week!Each soap-free cloth combines rich lather and Olay essential conditioners to leave your skin clean and hydrated. Its soft cleansing pockets gently break up dirt, oil and make-up  even mascara. Just wet with water, rub to lather, cleanse your face and rinse.Taking care of your skin doesn't need to be complicated. Olay keeps it simple with 4-in-1 Daily Facial Cloths for normal skin so you can wipe away make-up, dirt and oil in one simple step.",
    "itemID": "B00479FP4Q",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 469
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Cloths & Towelettes"
      ]
    ],
    "price": 9.0,
    "brand": "Olay"
  },
  {
    "title": "100% Pure Unrefined Raw SHEA BUTTER - (1 Pound) from the nut of the African Ghana Shea Tree.",
    "description": "Shea Butter is ... FLEXIBLE, LUSTROUS, PROTECTS, MOISTURIZES, REVITALIZES, RELAXES. REFRESHES, MAINTAINS SKIN & HAIR MOISTURE. Shea Butter benefits to skin & hair are endless.\n\nThe commercial method of extracting Shea Butter has also added to the perplexity of Shea Butter. Shea Butter is used as an ingredient in soaps, shampoos, conditioners, hair relaxers, lotions, hand & body creams etc... There is nothing wrong with using Shea Butter as an ingredient as long as it is Unrefined Shea Butter and not processed or refined. If Shea Butter is added to products and the portions are generous along with other natural and/or organic ingredients, the product is good. However, when the Shea Butter is not listed as a RAW ingredient, and is listed as one of the last ingredients, it is not worth buying. Unfortunately, many companies will use Shea Butter to market their products using scarce amounts of Shea Butter which may ultimately be refined and/or processed. Processing/refining Raw Shea Butter takes away it's natural healing properties. It is important to preserve the ancient methods of Shea Butter by using it in its RAW state rather than processed.\n\nUNREFINED COLOR - because Unrefined Shea Butter is extracted traditionally or cold pressed, the color may vary between light grey, ivory/almond pale and light yellow. The color of Unrefined Shea Butter depends on the Shea Nut itself. Due to the nature of the nuts, the color of Unrefined Shea Butter may vary. Light to medium yellow colored Shea Butter has a root extract added to it, not palm/palm kernal oil ( this is added by sellers for show) One cannot judge the quality and authenticity of Unrefined Shea Butter solely based on color. Texture and quality is imperative when purchasing/using Shea Butter. Try not to base your knowledge of Shea Butter by color first. Look at quality and natural smoky nutty scent.",
    "itemID": "B004YBW5T0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 67
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 7.65,
    "brand": "Skin Beauty Essentials"
  },
  {
    "title": "Mango Butter White Raw, 1 Lb",
    "description": "Mangifera Indica (Mango) Seed Butter is a fat obtained from the seeds of Mangifera indica tree or commonly known as a mango tree. Fruit of this tree is thought to have been cultivated for 4000 years or more. Mango is grown in nearly all the tropical areas of the world and indigenous people have been reaping the hair and skin care benefits of this magnificent fruit for many centuries. They believe that mango butter has healing and regenerative abilities. \nMango Butter may be used to assist in skin/hair moisturization after exposure to harsh elements of the Mother Nature like sun, wind and cold. Give your skin a care it deserves with this hard working fruit known for its unique softening and moisturizing abilities. Enriched with vitamins (like A, E, &C;), multiple minerals and strong antioxidants, mango butter works hard to keep your skin, hair and scalp well nourished. Talk about a multi-faceted fruit!\nExtracted from the seeds \"butter\" is carefully refined and deodorized via mild and natural processes to obtain a product which meets the stringent requirements for cosmetic applications. Mango Butter con-tains a high content of C18:0 and C18:1 fatty acids. It is solid at room temperatures, but liquefies on contact with skin and applies easily and evenly. Mango butter has similar benefits as cocoa and shea butters; however it contains higher levels of essential fatty acids making it a more intensive moisturizer.\nThis butter is used as a base ingredient in body care formulas, skin care products and soaps. Mango butter contains high level of unsaponifiables (components of fat/oil that do not turn into soap when combined with lye); thus, some addition of this butter to soaps will combat drying effects of bar soaps or cleansers. The formulator must be careful not to add too much, as an excess of unsaponifiables can result in a soft, poor quality soap bar.",
    "itemID": "B00AEIVIGS",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4623
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 16.19,
    "brand": "SpirZon LLC"
  }
]