[
  {
    "title": "Lactic Acid 50% Gel Peel, 30ml (Professional)",
    "description": "Lacticworks from the outside in to plump the skin, improve moisture retention, and add a natural glow.Working on the surface, it isespecially beneficial in treating skin tone, texture, and pigmentation.Lactic's unique ability to draw moisture toward the surface of the skin makes itideal for individuals whose skin dries out easily.This treatment alsoeffectively combats acne, leaving a wonderfully smooth and clear complexion.With continued use as directed the skin will look more youthful and vibrant.The Lactic 30ml and 100ml are ideal for full facial applications.For specific areas, or spot treatments, the Lactic 50 Roll-on would be best.Choosing the Best Peel:Skin Laboratory offers different types of chemical peels to help with things like exfoliating the skin and smoothing fine lines and wrinkles. If you are looking for the BEST peel for your condition, the following list will help you select it. The peels effectiveness is not limited to these conditions:Glycolic:Eczema & Dermatitis, Fine Lines & Wrinkles, Razor Bumps, Stretch Marks and General Toning & TextureLactic:Actinic Keratosis, Dark Circles Under Eyes, Dry Skin, Eczema & Dermatitis, Melasma, Psoriasis, Razor Bumps, Scarring, Sensitive Skin, Stretch Marks, Sun Damage and General Toning & TextureSalicylic:Acne, Acne Scars, Adolescent Skin, Large Pores & Blackheads, Oily Skin, Psoriasis, Razor Bumps and WartsBHA+:Acne, Adolescent Skin, Large Pores & Blackheads, Oily Skin, Psoriasis and WartsHQ+:Acne Scars, Actinic Keratosis, Melasma, Oily Skin and Scarring",
    "itemID": "B000PNXBU8",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 4036
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Lactic Acid"
      ]
    ],
    "price": 16.95,
    "brand": NaN
  },
  {
    "title": "Desert Essence - 100% Pure Jojoba (Disc), 2 oz liquid",
    "description": "100% Pure Jojoba Oil  &#8226; Moisturizes skin without leaving any oily residue  &#8226; Effectively cleanses clogged pores  &#8226; Helps prevent flakiness when massaged on scalp  Pressed from plant seeds native to the American Southwest, jojoba oil is a   natural, time-honored moisturizer for skin and hair. Suitable for even the most   sensitive skin, it penetrates quickly after application, and also makes for an   enriching aftershave moisturizer.",
    "itemID": "B000Z91JAQ",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 78558
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 7.5,
    "brand": "Desert Essence"
  },
  {
    "title": "Ambi Skin Care Even &amp; Clear Daily Moisturizer SPF 30-3 oz",
    "description": "Nourishing Skin Treatment for a Radiant GlowProvide your skin, deep nourishment every time you moisturize it. Ambi Skin Care Even & Clear Daily Moisturizer moisturizes and evens out skin tone. With a SPF 30, it even protects skin from harmful and damaging sun rays. This is a moisturizer, toner and sun screen, all rolled into one.Formulated with soy and Vitamin CLightweight formulaHigh SPFAmbi Skin Care Even & Clear Daily Moisturizer comes loaded with soy and Vitamins C and E in Even Blend formula.Just For You:All skin typesA Closer Look:This is an intensive moisturizer with the goodness of soy and Vitamins C and E. Discolored patches are mitigated, revealing smooth skin texture. Sunscreens contained in the moisturizer provide much-needed protection from UVA and UVB rays.Get Started:Apply on clean, dry face gently with upward strokes.",
    "itemID": "B0013OJUWQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5915
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 9.74,
    "brand": "AMBI"
  }
]