[
  {
    "title": "VIVIT&Eacute; Daily Antioxidant Facial Serum, 1-Ounce Pump",
    "description": "VIVITE Daily Antioxidant Facial Serum is a regular application of glycolics for hydration and renovation of the top skin layer. Also provides antioxidant protection to fight premature aging. Contains 15% glycolic compound. To be used once daily, every morning. Perfect under makeup.",
    "itemID": "B002CML1R0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4265
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 69.95,
    "brand": "Vivite"
  },
  {
    "title": "Alpha Hydrox Foaming Face Wash -- 6 fl oz",
    "description": "This wonderfully sudsy foaming cleanser gently but thoroughly removes every trace of dirt and makeup to leave skin refreshed and totally clean. It's soap-free, alcohol-free, and pH balanced, which means dry complexions can use it without any fear of stripping natural oils. Yet oily skin can also benefit, since this cool wash doesn't pack any of the pore-clogging moisturizers that can contribute to acne.Gentle Soap-Free CleanserRecommended for: &nbsp;All Skin Types.&nbsp;Soap-free.&nbsp; Fragrance-free.&nbsp; pH balanced.&nbsp; Alcohol-free.&nbsp; Oil-free.Cleanses while maintaining skin's moisture level.Leaves skin looking and feeling soft, smooth and fresh.Safe and gentle for eye makeup removal.Removes impurities and environmental pollutants.Rinses clean, leaving no irritating residue.Alpha Hydrox&reg; Foaming Face Wash is highly recommended for use with Alpha Hydrox&reg; Anti-Wrinkle Treatment products, due to its soap-free gentle cleansing.&nbsp; Soap-based cleansers and facial scrubs may dry and irritate the skin.",
    "itemID": "B000052YM4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1931
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 7.38,
    "brand": "Alpha Hydrox"
  },
  {
    "title": "Truly Natural Mascara Chocolate Truffle Honeybee Gardens Inc 6 ml Mascara",
    "description": "Truly Natural Mascara Chocolate Truffle by Honeybee Gardens Inc 6 ml Mascara Truly Natural Mascara Chocolate Truffle 6 ml Mascara A silky lash-defining and weightless mascara providing all day color. The smooth light-as-a-feather base boasts zero clumping because to the absence of clay in the superior formula. Which also means no flaking and no smudging. Perhaps best of all is that this botanically-enriched mascara is paraben free. Directions Use as you would any mascara. Other Ingredients purified water vegetable glycerin beeswax copernicia cerifera (carnuba) wax vegetable glycerine stearate lecithin vegetable stearic acid carthamus tinctorius (safflower) seed oil aloe barbadensis leaf extract simmondsia chinensis (jojoba) seed oil silica cellulose gum tocopherol xanthan gum chamomilla recutita (matricaria) flower extract rosmarinus officinalis (rosemary) leaf extract cucumis sativus (cucumber) fruit extract phenoxyethanol May contain mica titanium dioxide (C177891 iron oxides (C1774",
    "itemID": "B000VUYHSU",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 98627
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 9.99,
    "brand": "HoneyBee Gardens"
  }
]