[
  {
    "title": "Oscar by Oscar De La Renta for Men, 3.3 Ounce Eau De Toilette Spray (Yellow Box)",
    "description": "Introduced in 1981. Fragrance notes: lavender, clove and musk, a dry and woodsy blend. Recommended use: evening.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000C1W1DG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 34567
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Men's",
        "Eau de Toilette"
      ]
    ],
    "price": 16.88,
    "brand": "Oscar de la Renta"
  },
  {
    "title": "Got2b Ultra Glued Invincible Styling Gel, 6-Ounce",
    "description": "This gel&#x2019;s hold is no joke!  So put it down and slowly back away if you&#x2019;re not up for the strongest gel hold ever!  This non-sticky, no-flake formula is powered by a high-tech styling agent &#x2013; we call it Alpha XTR.  Call it what you want, it lets you take your hair to new heights.  Or do your own thing and cement your individual style.  And when the party comes to an end, easily un-glue with a little shampoo.  Go ahead &#x2013; style away!",
    "itemID": "B0036RFMCA",
    "helpful": [
      4,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 32509
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 4.71,
    "brand": "Got2b"
  },
  {
    "title": "Precious Perfume, Impression of Princess for Women",
    "description": "Precious is not associated with the makers of Princess by Vera Wang",
    "itemID": "B004EWV81K",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 147961
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 18.0,
    "brand": NaN
  }
]