[
  {
    "title": "Nature's Gate Aloe Vera Moisturizing Conditioner for Normal to Dry Hair, 18-Ounce Bottles (Pack of 4)",
    "description": "For normal to dry hair. With herbal extracts to naturally hydrate, refresh and protect. Nature's Gate Aloe Vera Conditioner effectively conditions hair while helping to restore moisture. Your hair will be deeply hydrated with Aloe Vera and Panthenol (Pro-",
    "itemID": "B001E6US10",
    "helpful": [
      3,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 24367
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 23.44,
    "brand": "Nature&#39;s Gate"
  },
  {
    "title": "L'Oreal Paris EverStrong Sulfate-Free Fortify System Hydrate Shampoo, 8.5 Fluid Ounce",
    "description": "For hair that needs extra strength, now there is haircare that's so gentle, yet so strong. The new EverStrong Sulfate-Free Fortify System contains L'Or&#xE9;al's patented Bio-Ceramide complex, which strengthens hair after just one wash. EverStrong Hydrate Shampoo gently cleanses and nourishes dry hair to leave it strong and silky. Rich lather and natural aromatic properties from rosemary and juniper help energize and invigorate the senses.",
    "itemID": "B002PBEDFK",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7390
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 12.29,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "White Camellia Ultra-Smoothing Conditioner Aubrey Organics 11 oz Liquid",
    "description": "White Camellia Ultra-Smoothing Conditioner by Aubrey Organics 11 oz Liquid White Camellia Ultra-Smoothing Conditioner 11 oz Liquid Product For Dry Coarse Unruly Hair Extremely emollient anti-frizz formula. Tame unruly hair and replenish much-needed moisture with this intensive ultra-smoothing conditioner. Vitamin-rich formula nourishes as it protects against heat styling damage and breakage restoring manageability for the look you wantwhether it's silky shiny lengths or soft controlled curls. FEATURES BENEFITS White Camellia Oil Deep-conditions smoothes enhances shine Organic Aloe Vera Replenishes moisture Wheat Germ Oil Nourishes protects Ingredients Aqua aloe barbadensis (aloe) leaf juice myristyl alcohol camellia japonica seed oil triticum vulgare (wheat) germ oil alcohol denat. (38b lavender ) pelargonium graveolens (geranium) flower oil glycerin rosmarinus officinalis (rosemary) leaf oil citrus grandis (grapefruit) extract salvia officinalis (sage) oil tocopheryl acetate foenicul",
    "itemID": "B0006GZBMA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11278
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 9.74,
    "brand": "Aubrey Organics"
  }
]