[
  {
    "title": "Wings by Giorgio Beverly Hills for Women, Eau De Toilette Spray, 3-Ounce",
    "description": "Introduced in 1992. Fragrance notes: rare, exotic florals, with drying notes of amber, musk and woods. Recommended use: romantic.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000C1VX3A",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10332
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Toilette"
      ]
    ],
    "price": 14.94,
    "brand": "Giorgio Beverly Hills"
  },
  {
    "title": "CeraVe Moisturizing Lotion, 12-Ounce Bottle",
    "description": "Fast absorbing CeraVe moisturizing lotion is formulated to increase your skin's ability to attract, hold and distribute moisture. It penetrates deeply to restore balance and essential lipids without leaving any heavy or grease feeling behind. The fragrance-free and non-comedogenic formula contains MVE technology, to gradually release the nourishing and protective ingredients into the skin, helping your skin stay hydrated all day.",
    "itemID": "B000YJ2SLG",
    "helpful": [
      4,
      5
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 26
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 12.78,
    "brand": "CeraVe"
  },
  {
    "title": "NOW Foods -  Red Clay Powder Moroccan, 6 OZ.",
    "description": "100% Pure  Facial Detox/Sensitive Skin Types   Condition: Sensitive Skin in need of detoxification to remove impurities and in need of a smaller pore size and tighter skin tone.  Solution: Moroccan Red Clay is an all-natural powder clay that is highly absorbent and mixes easily with water and other moisturizing products. It serves as an excellent facial cleanser and purifying masque, especially for individuals with sensitive skin.",
    "itemID": "B000BKXGXW",
    "helpful": [
      3,
      5
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 7777
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 7.31,
    "brand": "Now Foods"
  }
]