[
  {
    "title": "e.l.f. Studio Powder Brush elf",
    "description": "Creates a professional sculpted look. Full coverage color. Use for powder or blush for perfect contouring. Vegan friendly.",
    "itemID": "B002B4GGUG",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 4500
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 4.98,
    "brand": "e.l.f. Cosmetics"
  },
  {
    "title": "Kevyn Aucoin The Sculpting Powder Mirrored Compact, Medium .11 Oz",
    "description": "WHAT IT IS &#x2022; A unique powder that adds a subtle shadow to wherever it's applied &#x2022; Use the contour or sculpting brush to lightly dust along the hollows of the cheek, under the chin and neck or under the tip of the nose  WHY WE LOVE IT &#x2022; Stronger cheekbones or a slimmed face are a brush away &#x2022; Unique combination of brown, red and grey pigments create the perfect shadow for all skin types &#x2022; Sheer formula glides on effortlessly &#x2022; Pair it with The Celestial Powder",
    "itemID": "B002PNBZIQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 36743
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "It Cosmetics Bye Bye Pores HD Silk Micro-Powder 1 ea",
    "description": "HD Silk Micro Finishing Anti-Aging Powder from It Cosmetics is infused with Collagen, Vitamin K and Pure Silk for the perfect poreless airbrushed finish.Say goodbye to visible Pores with the HD Silk Micro Finishing Powder from It Cosmetics. It's the perfect setting powder and all over face finishing powder. This HD Micro-powder is infused with line smoothing hydrolyzed collagen, luxurious silk for a poreless finish, and vitamin K to help reduce discoloration. It also contains anti-aging anti-oxidants Vitamins A,C &amp; E to help ward off free radicals throughout the day. The translucent color works on all skin tones.Micro-HD finishing powder provides an airbrushed lookContains Hydro-Collagen to Smooth out Fine Lines and WrinklesTranslucent color works on ALL skin tonesLuxurious Silk for Poresless FinishViramin K reduces discoloration Under the SkinAnti-aging Vitamins A, C &amp; ETalc-Free, Oil-Free, Fragrance-Free and Paraben-FreeHypo-allergenic and Non-Comedogenic",
    "itemID": "B002YR2D5W",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9283
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 22.0,
    "brand": "It Cosmetics"
  }
]