[
  {
    "title": "Olay Total Effects Anti-Aging Night Firming Treatment - 1.7 Fl Oz",
    "description": "For those concerned about accelerating signs of aging, especially lack of firmness, this nightly moisturizer provides the benefit of 7 anti-aging therapies in 1 essential product all while you sleep. Subtle Lifting: Hydration for firmer skin appearance. Line Minimization: Reduces the appearance of fine wrinkles. Nourishing Moisturization: For a radiant, healthy glow. Tone Enhancement: Balances color & reduces appearance of age spots. Gentle Exfoliation: Smoothes and evens skin texture. Pore Refinement: Minimizes the appearance of pores. Free Radical Defense: Helps prevent damage to skin&rsquo;s surface. Visibly firmer, younger-looking skin every morning. It provides the total anti-aging power of moisture with a complex of vitamins, anti-oxidants and wheat protein. THIS EXCLUSIVE FORMULA IS: Dermatologically tested, Non-Comedogenic (won&rsquo;t clog pores).",
    "itemID": "B00006JT6O",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 607
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Night Creams"
      ]
    ],
    "price": 10.97,
    "brand": "Olay"
  },
  {
    "title": "Queen Helene Mint Julep Masque, 8 Ounce",
    "description": "The Original Mint Julep MasqueHelps dry up acne pimplesRinses away blackheadsHelps shrink large poresThe original natural home treatment, developed by a dermatologist, that will actually dry up acne pimples, rinse away blackheads and even help shrink enlarged pores.Simply apply Mint Julep Masque to your face and neck.&nbsp; Within minutes it firms and hardens, as its suction action draws out waste matter from the pores.&nbsp; Minutes later, rinse the masque away with warm water and a washcloth.&nbsp; After the masque is removed your&nbsp; skin will feel clean...refreshed and smooth.Even for people who are fortunately free of skin problems, Mint Julep Masque is a refreshing facial treatment that relaxes tired muscles and eases tension lines on the face and neck.No animal testing.&nbsp; No animal ingredients.Queen Helene.&nbsp; Environmentally Concerned.Made in USA",
    "itemID": "B00008CMOQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 370
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 5.48,
    "brand": "Queen Helene"
  },
  {
    "title": "Aveeno Active Naturals Stress Relief Moisturizing Lotion, 12 Ounce",
    "description": "Aveeno Stress Relief Moisturizing Lotion helps to calm and relax you as it is massaged into your skin, while also moisturizing to leave skin soft and smooth.&#xA0; Aveeno combines the calming scents of lavender and essential chamomile and ylangylang oils with the soothing properties of natural colloidal oatmeal long known to hold in moisture.&#xA0; This naturally nourishing, nongreasy formula absorbs quickly and is blended with rich emollients to moisturize for a full 24 hours.",
    "itemID": "B0000AJ3PU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 9.09,
    "brand": "Aveeno"
  }
]