[
  {
    "title": "St. Ives Facial Moisturizer, Timeless Skin Collagen Elastin, 10oz",
    "description": "",
    "itemID": "B000UVZU1S",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 277
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 7.46,
    "brand": "St. Ives"
  },
  {
    "title": "NEEWER&reg; 20 Pcs Goat Hair Makeup Brushes Set Kit w/ Handy Soft Case Cosmetic",
    "description": "20 PCS Makeup Brushes Brush Set Kit Case CosmeticFeatures:* High Quality Pro goat hair Makeup Brushes Set with Handy and Pouch* Weight: 10.75 oz* Size: 29x16x4.5 cm* Dimensions of the case (Approx): 47cm (L) x 23.7cm (W) x 0.1cm (H) (unfold)* Dimensions of the case (Approx): 24cm (L) x 14cm (W) x 3cm (H) (fold)* Length of brushes (Approx):17.2cm to 20.5cm* Comes with a handy and portable roll up leather case* Durable if the brushes are used in appropriate way and with carepackage contents:* 1 x One Set of 20 Makeup Brushes* 1 x Bag",
    "itemID": "B0064X6DC6",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 10738
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 12.95,
    "brand": "Neewer"
  },
  {
    "title": "SHANY Cosmetics Urban Gal Collection Brush Kit (18 Piece Pro Brushes with Zebra Magnetic Pouch), 13 Ounce",
    "description": "Urban Gal collection is a new line of beauty accessories by Shany cosmetics, made for everyday life. They are affordable, durable design and high quality brushes. Compared to department store price and quality, Urban Gal collection is a must have and much better than those on the shelves. All brushes in this collection are treated with heat and anti-bacterial process, unlike all leading national brands. This collection features a easy to use, user friendly brush kits with a price that can't even get you a single brush in stores. Most of brushes come in a tiny case, easy to carry and great when you are on the go. These brushes have all you need for flawless makeup application. Try them once and you will be in love for ever. In these collection you will find large face brushes, concealer brushes, foundation brushes, eye and lip brushes, angled brushes, fan brushes and more.",
    "itemID": "B0061YSLKA",
    "helpful": [
      3,
      4
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 106918
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 20.95,
    "brand": "SHANY Cosmetics"
  }
]