[
  {
    "title": "Raw Unrefined Yellow Shea Butter FILTERED &amp; CREAMY 5 0z",
    "description": "Remarks: This is the raw and unprocessed shea butter. It may be lumpy and hard. You can rub it in your hands and apply it directly on the skin. If it is not soft enough for you, you can put into the microwave and heat it for a couple minutes. It will become soft.\n\nGolden Shea Butter is the classic shea butter many are familiar with. It is yellow in color, has a fairly strong smoky odor and is imported from the African nation of Ghana. \n\n\nshea butter tones, evens, and repairs skin naturally, \n\nshea butter renews and revitalizes face, body, hand, hair, nails, and feet \n\nshea butter nourishes skin and hair cells with natural vitamins, \n\nshea butter leaves skin with a smooth, silky natural glow, \n\nshea butter improves stretch marks, fine lines and wrinkles, and scars, \n\nshea butter heals scratches, blemishes, and irritated skin, \n\nshea butter protects, screens, and skin from cold, wind, sun damage, \n\nshea butter improves and alleviates skin conditions such as psoriasis and eczema, Recommended and safe for use by the entire family. \n\nshea butter naturally contains Vitamins A and E. \nPacking: in food-grade plastic containers.",
    "itemID": "B0009MHJS0",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 37451
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 5.5,
    "brand": NaN
  },
  {
    "title": "Yardley of London Naturally Moisturizing Bar Soap Oatmeal &amp; Almond 3+1 Free",
    "description": "Nourishing Fragrance for Your Skin.The Yardley London Oatmeal & Almond 4 Bar redefines your bathing experience. An Oatmeal and Almond botanical soap, that showers you with nourishment, hydration and revitalization. The Oat-sprinkles gently permeate the pores for deep cleansing while the Almond essence and Almond oil moisturize your skin to give you that elusive glow.&bull;Almond essence creates an exotic aromatic experience&bull;Oat grains gently exfoliate and make skin smooth&bull;Almond oil softens and rejuvenates the skin cells from withinThe Yardley London Oatmeal & Almond 4 Bar is inspired by nature and contains natural ingredients for a completely stimulating experience, for all your senses.Just for you:Dry skinA Closer Look:Real Oat grains gently exfoliate even as they hydrate the skin. Almond oil and Almond essence provide the skin with lost nutrition, rejuvenating it from deep within.You Won't Find:Harsh chemicalsGet Started:Work the moist bar into a rich, creamy lather and scrub gently. Rinse off.",
    "itemID": "B000NWF1Q8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 18220
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 3.85,
    "brand": "Yardley London"
  },
  {
    "title": "Burt's Bees Honey, Honey and Shea Sugar Scrub, 8 Ounce",
    "description": "When your skin- or life- starts to feel a little dull, polish your body with this delectably indulgent sugar scrub. Humming with the warm scent of Honey and Shea, Ground Almonds and Aloe Leaf Juice combine to gently scrub skin smooth. Leaving your skin irresistibly smooth and oh-so soft. It's the simple way to brighten both your skin and day.",
    "itemID": "B004VMGU98",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 37596
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Scrubs"
      ]
    ],
    "price": 12.99,
    "brand": "Burt&#39;s Bees"
  }
]