[
  {
    "title": "Olay Definity 14-Day Skin Rehabilitation",
    "description": "Olay Definity 14 day skin rehabilitation counteracts past skin stresses to diminish discoloration PLUS wrinkles in just 14 days. Time; stress and the environment - especially the sun - can really take a toll on your skin. Introducing Olay Definity 14 Day Skin Rehabilitation. A total anti-aging skin immersion that detoxifies; recovers; and revives skin's appearance in just 14 days. Total skin immersion hydrates and immediately diminishes the appearance of age spots and wrinkles. Skin will emerge with a more flawless luminosity and diminished look of discoloration in just 14 days.",
    "itemID": "B001JQLNPA",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 111574
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 15.99,
    "brand": "Olay"
  },
  {
    "title": "Neutrogena Rapid Wrinkle Repair Eye, 0.5  Ounce",
    "description": "&nbsp;&nbsp;&nbsp;It's a new era in anti-aging. Neutrogena Rapid Wrinkle Repair Eye Cream containsAcceleratedRetinol SA, for visible results in just one week.AcceleratedRetinol SA combines an exceptional level of Retinol SA with glucose complex, an exclusive booster that delivers pure stabilized retinol into the skin's surface quickly and effectively, leaving feeling smoother and younger-looking.It's clinically proven to help: fade the look of stubborn crow's feet; brighten and even under eye area; smooth fine lines and texture; and reduce the look of dark circles.",
    "itemID": "B004D24818",
    "helpful": [
      3,
      4
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 963
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 8.91,
    "brand": "Neutrogena"
  },
  {
    "title": "Simple Replenishing Rich Moisturizer, 4.2 Ounce",
    "description": "",
    "itemID": "B005TI7L6O",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 6976
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 7.02,
    "brand": "Simple"
  }
]