[
  {
    "title": "WEN&reg; Sweet Almond Mint Texture Balm 3oz",
    "description": "Create a sexy disheveled look or an edgy spiky style for short hair or a relaxed and loose look for longer tresses with this versatile finishing stick pomade. Add definition, separation and texture to different hair types while providing hold and a touch of shine.",
    "itemID": "B0006Q3P50",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 12490
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Pomades & Waxes"
      ]
    ],
    "price": 26.0,
    "brand": NaN
  },
  {
    "title": "Nailtiques Formula 2 Protein, .5 Ounce",
    "description": "This formula treats nails that are naturally soft, peeling, split or just won't grow. The protein immediately acts to help bond nails that are splitting or peeling. It also assists in strengthening the nail to grow long, strong and healthy.",
    "itemID": "B000BB9L0S",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14029
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Nail Strengthening"
      ]
    ],
    "price": 12.44,
    "brand": "Nailtiques"
  },
  {
    "title": "La Roche-Posay Anthelios 50 Daily Anti Aging Primer with SPF 50 Sunscreen, 1.35 Fluid Ounce",
    "description": "Anthelios 50 daily anti-aging primer with sunscreen UVA/UVB protection and powerful antioxidants in a primer that provides a blurring-effect on skin. This innovative skincare provides instant optical correction of signs of aging and daily prevention of aging caused by the sun. Tested on sensitive skin. Colorless, lightweight texture fills-in and smoothes imperfections (fine lines, wrinkles, pores) for even complexion. Fragrance-free. Non-comedogenic. Allergy tested. Dermatologist tested.",
    "itemID": "B007MYLM1I",
    "helpful": [
      0,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 4165
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection",
        "Sports"
      ]
    ],
    "price": 28.96,
    "brand": "La Roche-Posay"
  }
]