[
  {
    "title": "Panasonic EH2511A Pore Cleanser with Micro-fine Mist",
    "description": "New!  The Panasonic Pore Cleanser with Mist cleans deep below the surface for clear, beautiful skin. The latest innovation from Panasonic features a micro-fine mist that sprays as you clean.  The mist allows for better suction and smoother use on the skin while cleansing your pores.  Continuous micro-fine mist ensures that the suction cup stays on your skin tightly to remove oil and dirt from the pores.  Without it, gaps of air form between the suction cup and the skin resulting in a loss of suction force.  Now a continuous spray of fine mist seals the surface and enhances suction power for cleaner pores plus alleviates potential skin irritation resulting from pulling action on the skin. This Pore Cleanser can be used in a wet or dry environment and can be fully immersed in water.  Using the Pore Cleanser during or after the shower allows your pores to open up and improves cleaning effectiveness.The reversible suction cup is great for targeting specific areas of the face.  The ultra slim design allows the suction cup to focus in on hard-to-reach areas around the nose.  Simply reverse the suction cup to cover larger areas of your skin. The Pore Cleanser with Mist from Panasonic cleanses away whiteheads and blackheads as well as refines the appearance of large pores.  It provides a refreshing, clean sensation while keeping dirt and oil out of your pores.  Once you begin using the Pore Cleanser regularly, you'll be on your way to cleaner, clearer skin.",
    "itemID": "B0002XG9X2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 83931
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "L'Oreal Paris Youth Code Texture Perfector Day/Night Cream, 1.7 Fluid Ounce",
    "description": "Refines and perfects skin. Even at pixel-level.  Suitable for all skin tones.  What Is It?  Luxurious, non-greasy cream visibly improves skin quality by working on uneven skin texture with visible pores and fine lines.  How Does It Work?  Texture Perfector with Perline-P, an association of three perfecting actives that optimizes the quality of skin's surface by tightening pores, diminishing fine lines and revealing petal-soft skin texture.  What Are The Results?  Instantly skin feels softer and texture is smoothed for a velvet touch.  In 1 month, women stated that pores appear smaller and fine lines are reduced and 75% of women report seeing an improvement in skin quality.  Based on consumer self-assessments.",
    "itemID": "B00DG1B6V2",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 13419
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 18.6,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "L'Oreal Paris Youth Code Texture Perfector Pore Vanisher, 1.4 Fluid Ounce",
    "description": "Instantly diminish the look of pores with L'Oreal Paris Youth Code Texture Perfector Pore Vanisher, a new generation of skincare that effectively works to target multiple dimensions of the pore until pores appear virtually vanished. Instantly micro-exfoliates to smooth skin's surface and absorb excess oil for 8 shine-free hours. Instantly gives a soft-focus finish around the surface of the pore. Over time strengthens and tightens to shrink the appearance of pores, and in 1 month shrinks actual pore size.",
    "itemID": "B00HP49992",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2488
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 14.19,
    "brand": "L&#39;Oreal Paris"
  }
]