[
  {
    "title": "Physicians Formula Organic Wear 100% Natural Loose Powder, Translucent Light Organics, 0.77-Ounces",
    "description": "Smooth Finish Face PowderOrganic Wear 100% Natural Origin Loose Powder may do the work of foundation as well loose powder. The loose powder may provide coverage on the face and give it a flawless finish. The natural kabuki brush and mirror is included in the case to make your task easier. The loose powder is available in many shades which you can choose according to your skin shade.&bull;Mess-free application&bull;Organic composition&bull;Blends well and natural finishOrganic Wear 100% Natural Origin Loose Powder may help you get that flawless look on your face and provide a smooth finish to your makeup.A Closer Look:This organic loose powder has safflower seed oil and jojoba oil. The essential oils moisturize the skin while the loose powder brightens the face. There is corn starch in the loose powder and it's formulated with organic ingredients.You Won't Find:Harsh chemicals, synthetic colors or fragrances",
    "itemID": "B001MTFMOM",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 40586
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 10.04,
    "brand": "Physicians Formula"
  },
  {
    "title": "Cool2day Western Women's Charming Long Curly Wig+wig Cap (Model: Jf010485) (Light Brown)",
    "description": "Please kindly note it's not REAL PERSON HAIR , the model wearing WIG is just for showFeature:1.Excellent Quality straight 100% Japanese Kanekalon (high quality one) made fiber wig2.You will be amazed by the quality. Wearing it, it can bring you more confidence, and more charm!3.It is both natural looking and soft touch. You can wear it to parties as well as for daily use.4.The size is adjustable and no pins or tape should be required. It should be fit on most people.5.All you should need to do is adjust the hooks inside the cap to the correct size to suit your head.6.The item is Easy to wash and care just using a little mild shampoo in cold water.Specifications:Hair material: 100% Japanese Kanekalon (high quality one) made fiber.Top Material and design: Adjustable Monofilament Net.Color:As the pictureWeight: 0.18kgStyle:FullAAA High qualityHair type: We GUARANTEE that the hair we sell is 100% kanekalon fiber.Package included:1xBeautiful Brown wig fashion Wave WigNote:The display pictures shown online were taken by our professional man using our own model.There would be slight difference on the model shape or colors from different person ,please contact us if it does not look like the picture",
    "itemID": "B008BDQKQQ",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 2676
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Wigs"
      ]
    ],
    "price": 7.5,
    "brand": "cool2day"
  },
  {
    "title": "Princess' Dream - New Fashion Gold Leaf Festival Grecian Garland Hippy Forehead Head Hair Band",
    "description": "CONDITION:Perfect, with no scratches or repairsQUANTITY :1 pc for this lotMaterial:Alloy&Elastic; RopeSize(about):Length:46cm/18.1\"You can see from the picture,the headband is very pretty and lovely.This lot only for 1 pc.If you wear it,you can easily catch people's eyes.Every detail be made carefully.All pics make by ourselves,all the real items.NOTE:Some pics look like larger size,please notice the items size above.Maybe pics have a little color differ,hope you can understand.",
    "itemID": "B009XQE06C",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2728
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Headbands"
      ]
    ],
    "price": 1.63,
    "brand": "Fashionwu"
  }
]