[
  {
    "title": "Twist Holder Clip Magic Roll Bun Hair Twist Braid Tool",
    "description": "&lt;ul&gt;&lt;li&gt;The Instant Magic Hair Bun Holder, Fast Chignon, Instant Chignon. NO PINS! NO BANDS! NO FUSS! Get the girls&amp;rsquo; all time favorite classic chignon bun in less than 3 minutes. Just twist and tuck! As simple as that. Twist Holder Clip is suitable for making small fancy buns. Pull all your hair through the middle of the Bundy with the smooth side facing inward and the &amp;lsquo;comb&amp;rsquo; outsid. Holding both ends of the Bundy twist towards the head so that the hair is wrapped up and under into a smooth roll. When all the hair is firmly in place, simply bend the Bundy and link the hooks underneath to form a perfect bun.&lt;/li&gt;&lt;/ul&gt;",
    "itemID": "B0055MYJ0U",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Health & Personal Care": 7348
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Braiders"
      ]
    ],
    "price": 1.22,
    "brand": "Rosallini"
  },
  {
    "title": "EOS Hand Lotion, Cucumber, 1.5 Ounce",
    "description": "Superior 97% natural and paraben-free formula that provides long lasting moisture and soothes dry skin. Lightweight and fast absorbing. Non-greasy formula that leaves skin silky soft and smooth. Convenient on-the-go size is perfect for use at work and during the day.",
    "itemID": "B0076XEQJ0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11629
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": 1.0,
    "brand": "EOS"
  },
  {
    "title": "eos Fresh Flowers Hand Lotion 1.5 Ounce",
    "description": "Designed to fit in your purse, your pocket, or on your desk, eos looks as good as it feels on your skin. Infused with moisturizing shea butter, oat extract, and a generous helping of antioxidants and vitamins C and E, eos hand lotion will leave your skin feeling soft, supple and radiantly healthy long after you apply it.",
    "itemID": "B0076XERS0",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 34298
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": 1.15,
    "brand": "EOS"
  }
]