[
  {
    "title": "The Naked Bee Moisturizing Orange Blossom Honey Hand &amp; Body Lotion 2.25 oz",
    "description": "Buy The Naked Bee Body Creams & Body Lotions - The Naked Bee Moisturizing Orange Blossom Honey Hand & Body Lotion 2.25 oz. How-to-Use: Squeeze a generous amount of body lotion/cream into hands and apply to desired area.",
    "itemID": "B000PSPK7U",
    "helpful": [
      4,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 17150
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": 5.95,
    "brand": "The Naked Bee"
  },
  {
    "title": "Rochas Man By Rochas For Men. Eau De Toilette Spray 1.7 Ounces",
    "description": "Introduced in 1999. Fragrance notes: coffee and lavender, with low notes of amber and sandalwood. Recommended use: casual.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000C1W4T2",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 23711
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Men's",
        "Eau de Toilette"
      ]
    ],
    "price": 21.4,
    "brand": "Rochas"
  },
  {
    "title": "Aloe Life Skin Gel and Herbs, 8 oz",
    "description": "The Skin Gel is Gluten Free and made from fresh Organically Grown Whole Leaf Aloe Vera which is then juiced. Thickened naturally with Xathan Gum 100% edible. The formula contains 1% skin nutrients of Vitamin E, A and C combined with herbal extracts of Azulene from Chamomile and Allantoin from Comfrey. The value of Skin Gel is unmatched by any other topical Aloe Vera today. The golden yellow color shows the presence of the yellow sap used traditionally for skin support. Safe for putting on any skin condition; stretch marks, damaged and thinning hair, itchy scalp, after shave, and brushing teeth. Popular for kids and adults for face, scalp, hands, feet, hair, body, and even vaginal dryness. Great after sports and outdoor activities. The Skin Gel is a natural astringent perfect to apply to clean washed skin to tighten and smooth skin texture. Follow with a thin layer of Aloe Life Face and Body Lotion. Use it daily to discover why Cleopatra named Aloe Vera the beauty herb! 10% off on orders of 4 or more!",
    "itemID": "B00028OSI0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 4503
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 12.83,
    "brand": "Aloe Life"
  }
]