[
  {
    "title": "Queen Helene Mint Julep Masque, 8 Ounce",
    "description": "The Original Mint Julep MasqueHelps dry up acne pimplesRinses away blackheadsHelps shrink large poresThe original natural home treatment, developed by a dermatologist, that will actually dry up acne pimples, rinse away blackheads and even help shrink enlarged pores.Simply apply Mint Julep Masque to your face and neck.&nbsp; Within minutes it firms and hardens, as its suction action draws out waste matter from the pores.&nbsp; Minutes later, rinse the masque away with warm water and a washcloth.&nbsp; After the masque is removed your&nbsp; skin will feel clean...refreshed and smooth.Even for people who are fortunately free of skin problems, Mint Julep Masque is a refreshing facial treatment that relaxes tired muscles and eases tension lines on the face and neck.No animal testing.&nbsp; No animal ingredients.Queen Helene.&nbsp; Environmentally Concerned.Made in USA",
    "itemID": "B00008CMOQ",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 370
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 5.48,
    "brand": "Queen Helene"
  },
  {
    "title": "Aztec Secrets: Indian Healing Bentonite Clay, 2 lbs",
    "description": "Indian Healing Clay by Aztec Secret 2 lbs Clay How Aztec Secret Works Indian Healing Clay Clays have been used for centuries to beautify and refresh when used as a facial mask. Cleopatra used clay from the Nile river and the Arabian desert over 1800 years ago as part of her beauty ritual. German and Roman spas have been using clay packs and treatments in the spas they built 4 000 years ago. Many of these spas still exist and use clay even today. Pliney the Elder devoted an entire chapter of his Natural History to the many uses of clay for pimples black heads and skin tightening. Many famous naturopaths such as Kuhn Just and Kneipp have contributed to the revival of the uses of clay through their natural treatments for arthritus and skin ailgments. Aztec Indian Healing Clay A Brief History - The Worlds Most Powerful Facial The use of clay with apple cider vinegar can be dated back to the southern French priest of the16th century Kneipp and his natural treatments using clay packs and po",
    "itemID": "B000ZMBSPE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 142
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 10.31,
    "brand": "Aztec Secret"
  },
  {
    "title": "Neck Genie Neck Line Slimmer",
    "description": "Are sagging neck muscles making you look older than you are...or feel? Now Neck Genie&#153;, the world's first resistant toning system for your neckline, can help you look younger without surgery - in just 2 minutes a day. Using increased resistance coils, it helps firm and tone underlying jaw, chin, and neck muscles while tightening skin to give your face a beautiful lift. Safe, easy, and pain-free. Includes high, low, and medium resistance coils, plus carry case..",
    "itemID": "B002QGO5YS",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Health & Personal Care": 2625
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 3.31,
    "brand": "Carol Wright Gifts"
  }
]