[
  {
    "title": "Pond's Luminous Moisture Day SPF 15 Lotion, 1.7 Ounce",
    "description": "",
    "itemID": "B00B33Y2JI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13811
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 6.49,
    "brand": "Pond&#39;s"
  },
  {
    "title": "L'Oreal Paris, Age Perfect Day Cream for Mature Skin with Soy Seed Proteins, SPF 15, 2.5-Ounce",
    "description": "Anti-sagging + anti-age spot hydrating moisturizer. Rebuilds skin's substance with soy seed proteins. Why is Age Perfect right for me? Starting with menopause, skin loses up to 30% of its own substance due to hormonal changes, reducing skin's underlying cushion and support skin experiences significant changes such as deep dryness, sagging due to a loss of resilience, and an increase in the appearance of age spots. The Innovation: Soy Seed Proteins stimulate the synthesis of natural fibers found in younger skin (based on increased collagen production during in-vitro testing on soy seed proteins). L'Oreal Research has developed a breakthrough complex containing Soy Seed Proteins to help menopausal and post-menopausal skin rebuild its own substance. Intensive Action: Anti-Sagging Action: With Soy Seed Proteins to help skin rebuild its own substance to improve elasticity for more toned, supple and resilient skin. Anti-Age Spot Action: With a Beta Hydroxy Acid (BHA) complex to help reduce the appearance of age spots, while Broad Spectrum SPF15 Sunscreen helps protect skin from future sun damage. Deep Hydration: Provides 24-hour hydration and soothes increased dryness seen in menopausal and post-menopausal skin. See Visible Results: Day after day, skin becomes more resilient and radiant while its youthful cushion is restored. Immediately: 94% saw more hydrated skin (based on consumer evaluations). In 4 Weeks: 85% saw firmer skin (based on consumer evaluations). Smoothes and reduces the appearance of surface wrinkles and fine lines (based on consumer evaluations). In 8 Weeks: Age spots were visibly reduced (based on consumer evaluations). Formula Essentials: UVA/UVB SPF 15 Sunscreen; Non-greasy; Dermatologist tested; Non-comedogenic.",
    "itemID": "B006WQBZ96",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 238102
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Day Creams"
      ]
    ],
    "price": 54.25,
    "brand": NaN
  },
  {
    "title": "Caress Body Wash, Aqua Sparkle, 18 Ounce",
    "description": "Experience freshness like never before with caress aqua sparkle, infused with lilac blossom and aquamarine essence. Sparkling scents surprise your senses while lush, invigorating lather envelops your skin leaving it delicately scented and beautifully fresh.",
    "itemID": "B00HSNWXTI",
    "helpful": [
      5,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 39424
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Body Washes"
      ]
    ],
    "price": 6.0,
    "brand": "Caress"
  }
]