[
  {
    "title": "derma e Deep Wrinkle Peptide Moisturizer Cr&egrave;me, 2 Ounce",
    "description": "This double action moisturizing cr&#xE8;me with two powerful peptides Palmitoyl Pentapeptide (Matrixyl&#x2122;) and Acetyl Hexapeptide (Argireline&#xAE;), saturates skin with nutrients and visibly softens even the deepest lines and wrinkles.",
    "itemID": "B000GF1E54",
    "helpful": [
      19,
      26
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2319
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 24.97,
    "brand": "Derma E"
  },
  {
    "title": "derma e DMAE Alpha Lipoic C-Ester Serum, 2 fl oz (60 ml) (Pack of 2)",
    "description": "No animal testing. Widely-acclaimed DMAE and Alpha Lipoic Acid are combined with C-Ester in this nourishing and silky light formula that both hydrates your skin and improves its elasticity. An intensive firming treatment that can be used in combination with other derma e moisturizers to enhance their effect. may also be used alone for those with oily or blemish-prone skin. Made in USA.",
    "itemID": "B001ET6XKM",
    "helpful": [
      10,
      19
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 16567
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 30.68,
    "brand": "Derma E"
  },
  {
    "title": "derma e Firming Moisturizer, DMAE- Alpha Lipoic - C-Ester, 2 oz (56 g) (Pack of 2)",
    "description": "Widely-acclaimed DMAE and alpha Lipoic Acid are combined with C-Ester in this rich moisturizing formula that both hydrates your skin and improves its elasticity. Please note: Contains 1% of alpha Lipoic acid. May cause tingling when applied. No animal testing. Made in USA.",
    "itemID": "B001ET6XMK",
    "helpful": [
      7,
      10
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 71091
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 24.75,
    "brand": "Derma E"
  }
]