[
  {
    "title": "Anti-Aging Eye Cream - Best Age Defying Anti-Wrinkle Skin Care for Men and Women - 100% Satisfaction Guaranteed - Natural Replenishing Moisturizer Eye Balm - Aloe Vera + Cucumber + Green Tea Reduces Puffiness, Dark Circles and Bags Under Eyes - Hydrolyzed Collagen + Elastin + Vitamin E for Smoothing Fine Lines Around Your Eyes - Licorice Root Naturally Brightens the Complexion - Advanced Formula for All Skin Types - Lightweight Hypoallergenic Eye Care with Powerful Antioxidant Properties - A Must Have Skin Care Product - 0.5oz lasts 60 Days",
    "description": "Refresh Your Eye Area and Clear Away Fine Lines and Signs of FatigueThanks To Our Brand New, Effective And Powerful Proprietary Blend Of Signature Botanical Complex Ingredients, Vitamins E and A, Hydrolyzed Collagen and Elastin feel your skin replenished the very first time you use our Anti-Aging Eye Cream. Remember to look in your beautiful eyes and enjoy how quickly this soothing, luxurious, light moisturizer is absorbed by your under-eye skin.Made In The USA For Quality And SafetyAnti-Aging Eye Cream is made in the USA at an FDA-registered manufacturing facility that adheres to Good Manufacturing Standards (cGMP).Our GuaranteePut us to the test. If you're not 100% happy with the results, just let us know and we'll refund 100% of your purchase price - NO questions asked!!!ImportantConsider ordering 2 bottles - for your own consistent use, or for a friend. Anti-Aging Eye Cream is a big success among buyers!Order Anti-Aging Eye Cream by Eliana Ava NOW!",
    "itemID": "B00GM6H9BO",
    "helpful": [
      9,
      9
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9809
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Combinations"
      ]
    ],
    "price": 49.97,
    "brand": NaN
  },
  {
    "title": "100% Pure Sweet Almond Oil 16oz - Carrier Oil for Essential Oils - One of Nature's Best Skin Care Products - Cold Pressed, Natural Moisturizer and Conditioner for Beautiful Hair, Skin, Face, Nails, Lips, and Hands - Massage Oil for Men &amp; Women - Promotes Healthy Hair Growth - Anti-Aging/Anti-Wrinkle Benefits - Satisfaction Guaranteed",
    "description": "Sweet Almond Oil Might Be Nature's Best Kept SecretBeauty Doesn't Have To Be Complicated- Stronger, Shinier, More Healthy Looking Hair- Softer Skin, Unclogged Pores- Rejuvenated Nails, Softer Cuticles- All Natural Under Eye Dark Circle Treatment- Wonderful Eye Makeup Remover (especially for water-proof makeup)Our Chemical Free, Cosmetic Grade Sweet Almond Oil is 100% Pure and NaturalThis means it works with your body to restore skin, hair and nails to their natural state.We Take The Extra Step To Ensure Quality- Bodyality's(TM) Sweet Almond Oil is specially bottled in amber colored packaging, \ndesigned to protect and maintain the oil's nearly 2 year shelf life.- We specially double seal our bottles to make sure you product arrives \nfree of any annoying leaks and spills- Even if the bottle gets slippery during use, our bottles and labels are oil \nresistant. Simply use a little soap and water to remove any excess oil quickly and \neasily to return the bottle back to normal.Our GuaranteeWe strive to create satisfied customers. If you're not completely happy with our product \nafter 30 days, just let us know and we'll replace your product or refund 100% of \nyour purchase price - NO questions asked.Purchase a bottle today and start seeing the improvement Bodyality's Sweet Almond \nOil can make in your life. Then buy another bottle to share with a friend!",
    "itemID": "B00GXFRF8Q",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 29710
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Growth Formula"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "100% Organic Argan Oil for Skin &amp; Hair - Pure Virgin Argan Oil is Cold Pressed for Highest Quality - Supports Hair Growth - One of the Best Natural Anti-Aging/Anti-Wrinkle Skin Care Products - Super Antioxidant Moisturizer with Vitamin E - Fast Absorbing and Non Greasy Beauty Treatment - Feel Confident with Our Satisfaction Guarantee!",
    "description": "Your search for the best Argan Oil is finally over. Dark glass bottle protects the oil. When you purchase from us today, here's some of the things you can look forward to.  Users of Argan Oil have reported that it gently moisturizes and hydrates their face, but does not clog pores. We think you'll agree, having amazing skin and hair can be as easy as applying a few drops to your skin and hair each day. You may be wondering, \"why does Argan Oil by Bela Alma work so effectively, even when other products fail? Well, it's simple really. First, we use only the finest cold-pressed Argan Oil. We air freight our freshly processed oils in temperature control bottles directly from Morocco. Beware of cheap Argan Oil that may \"technically\" be organic but has been subjected to long periods of heat and storage while being shipped in large containers on cargo ships. Perhaps this attention to detail is what separates us from all the other competitors! It cost us more to produce, but that's OK - you are worth it! Bela Alma Argan Oil possesses a remarkable ability to nourish, moisturize and improve skin elasticity. The oil is high in omega-9 oleic acid and omega-6 linoleic acid. Argan oil can be effective in treating dry skin, eczema, psoriasis, acne and sunburned skin. It is a good choice for inclusion in formulations for mature skin. Its high polyphenol content makes it a strong anti-oxidant and adds to its stable shelf life. Argan oil possesses anti-inflammatory properties and is a highly beneficial addition to formulations intended to reduce swelling and ease muscular aches and pains. Bela Alma Argan Oil has no chemical treatments, no paraben, is vegan for cosmetic purposes. Our product is internationally certified as 100% pure and organic by the Eco-Cert ICO, and carries the approval of USA NOP ORGANIC USDA. Since we offer a 60 day risk free guarantee of happiness or your money back - just give it a chance to work for you.",
    "itemID": "B00IH49VBU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 85415
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 24.95,
    "brand": NaN
  }
]