[
  {
    "title": "SODIAL(TM) Folding Stable Durable Wig Hair Hat Cap Holder Stand Holder Display Tool",
    "description": "Easy to assemble and use. Material: Hard plastic. Design for displaying/showing the wigs. Can be used for daily use and travel foldab.Professional hair salon use and home use. Perfect support for wigs Air Drying after washing. Keep the shape of the wig unchanged, give longer usage time.Great for wigs store display or your own wig collection, also can be used as a hat stand. Color sent by random.Package included: 1 x holder. 1 x plastic bag",
    "itemID": "B008U5JB3Y",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {},
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Wigs"
      ]
    ],
    "price": 2.96,
    "brand": "SODIAL(TM)"
  },
  {
    "title": "63cm Long Zipper Beige+pink Wavy Cosplay Hair Wig Rw157",
    "description": "LENGTH :70cm/27.55inchColor:mix colorEST. SHIPPING WT. :310gMaterial : Synthetic High Temp FiberCap Construction: CaplessCap Size: Average1.The size is adjustable and no pins or tape should be required. It should be fit on most people. All you should need to do is adjust the hooks inside the cap to the correct size to suit your head.2.Please be aware that colors might look slightly different in person due to camera quality and monitor settings. Stock photos are taken in natural light with no flash.3.Please ask all the questions prior to purchasing. I will replace defective items, please indicate the problem to me before returning. I provide 30 days return/exchange policy as satisfaction guarantee from the day buyer purchases the product.",
    "itemID": "B007IY97U0",
    "helpful": [
      22,
      25
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 2236
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Wigs"
      ]
    ],
    "price": 11.83,
    "brand": "Generic"
  },
  {
    "title": "Frownies Forehead &amp; Between Eyes, 144 Patches",
    "description": "144 patches in a box Frownies Facial Patches are applied to the forehaed and between the eyses over lines and wrinkles caused by expressions.",
    "itemID": "B00027DMSI",
    "helpful": [
      0,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 377
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 16.95,
    "brand": "Frownies"
  }
]