[
  {
    "title": "DHS Clear Shampoo 8 oz",
    "description": "DHS Clear Shampoocontains a unique blend of special cleansing and conditioning agents that can be used daily on all types of hair. It provides a luxurious lather which gently cleanses the hair and scalp. It is completely free of fragrance and color, and does not contain ingredients which could be irritating to the scalp. It is especially formulated for pH balance.",
    "itemID": "B0000Y3DAK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 64421
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 9.82,
    "brand": "DHS"
  },
  {
    "title": "54 WATT ROYAL NAILS PROFESSIONAL UV LIGHT GEL AND ACRILIC NAIL DRYER &amp; CURING RN541 WORKS WITH CND, SHELLAC, OPI, HARMONY GELLISH, IBD GELAC, ETC.. FOR DOUBLE. HANDS OR FEET.",
    "description": "Perfect for professional and personal home nail care uses. Easy and fun to use.",
    "itemID": "B006IBM21K",
    "helpful": [
      1,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 22217
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Body Washes"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "CND Shellac Top and Base &quot;Set of 2&quot; Good Deal",
    "description": "Product Information WHAT IT IS: A UV-cured base coat featuring UV3 technology designed specifically for use with the Shellac UV Color Coat System: - On like polish - Wears like gel - Off in minutes WHAT IT DOES: ? Provides a superior adhesion layer to nails. ? Provides the first step of the Shellac system, anchoring Shellac Color Coat to the nail. WHY YOU NEED IT: ? Provides a revolutionary new color service for nails. ? Provides 14-day wear.",
    "itemID": "B005MG86TY",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Health & Personal Care": 1239
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Top & Base Coats"
      ]
    ],
    "price": 29.7,
    "brand": "CND Cosmetics"
  }
]