[
  {
    "title": "STOCKING WIG CAP BLACK (2 PACK)",
    "description": "Package of two caps. Color is black. Prevents breakage. Naturally controls wig without pins. Ultra light and comfortable. Quality you can trust from the Donna Premium Collection.",
    "itemID": "B0028SVO98",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 25720
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Wigs"
      ]
    ],
    "price": 2.05,
    "brand": "BWH"
  },
  {
    "title": "Cool2day Stunning Long Natural Curly Wig+wig Cap (Model: Jf010023) (Light Brown)",
    "description": "*** Please kindly note it's not REAL PERSON HAIR , the model wearing WIG is just for show ***Feature:*The size is adjustable and no pins or tape should be required. It should be fit on most people. All you should need to do is adjust the hooks inside the cap to the correct size to suit your head.*The item is Easy to  wash and care just using a little mild shampoo in cold water.*This wig features a high-quality \"skin top\", which gives the wig a look of naturalness and reality.Specifications:*Hair material: 100% Japanese Kanekalon (high quality one) made fiber.*Top Material and design: Adjustable Monofilament Net.*Color: as the picture*length: appr 25''*Weight: 0.18kg*Style: Wave*Brand  new, AAA High quality*Hair type: We GUARANTEE that the hair we sell is 100% kanekalon fiber.Package Included :*1 X new Pretty human made natural hair women's wave curly full wig/wigs",
    "itemID": "B005KO7NK6",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9543
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Wigs"
      ]
    ],
    "price": 9.0,
    "brand": "cool2day"
  },
  {
    "title": "Groganics Daily Topical Scalp Treatment 6 oz. Jar",
    "description": "Natural herbal blends found only in the Brazilian Amazon and regulated by the FBHA to be used only to treat advance hair loss & severe thinning. These herbal extracts are available in limited quantities. You will feel the cool sensation as it freezes & blocks DHT to allow the follicle to grow thicker & stronger hair with consistent use.",
    "itemID": "B000FVHS4U",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 127313
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 7.99,
    "brand": "Groganics"
  }
]