[
  {
    "title": "UltraRadiance: Universal Best Microdermabrasion Wand and &quot;Forever&quot; Diamond Tip (Fits all SkinVacMD, NuBrilliance, Dr. Denese, MicrodermMD, and professional machines)",
    "description": "Universal fit, professional grade microdermabrasion wand and diamond tip fits nearly all medical grade microdermabrasion machines. Durable tip with embedded diamond chips for safe, gentle, microdermabrasion for face.\n\nCheckout SkinVacMD for the ProDeluxe best microdermabrasion system with vacuum.\n\nForever\" Diamond Tip is engineered to last many years, if not forever.Highest quality stainless steel microdermabrasion wand and electroplated diamond tip are nearly universal and fit most microderm machines including all SkinVac MD, Vacubrasion, NuBrilliance, and Professional Altair Diamondtome.Highest quality stainless steel microdermabrasion wand and electroplated diamond tip are nearly universal and fit most microderm machines including all SkinVac MD, Vacubrasion, NuBrilliance, and Professional Altair Diamondtome. This Limited Edition Platinum Series comes with a collectible, sleek and solid, professionally lined silver carry case.",
    "itemID": "B008QDUO68",
    "helpful": [
      19,
      20
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 57751
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Microdermabrasion"
      ]
    ],
    "price": 39.99,
    "brand": NaN
  },
  {
    "title": "NOW Foods Apricot Kernel Oil (Liquid), 16 oz",
    "description": "100% Pure Moisturizing Oil  Softens Fine Lines  Treats Dry Hair   Condition: Prematurely aged skin, irritated skin, or need for an all natural dry hair treatment.  Solution: 100% Pure Apricot Oil is a rejuvenating natural oil that's ideal for softening fine lines and restoring a healthy glow to skin. Rich in essential fatty acids, this gentle oil has excellent restorative properties that promote soft, radiant hair and help to soothe irritated skin. Similar in structure and function to almond extracts, oils derived from apricot kernels will naturally nourish and moisturize your skin.  NOW&#xAE; Solutions is the next step in the evolution of personal care products. The comprehensive natural line encompasses anti-aging moisturizers and serums, bath and body gels, shampoos and conditioners, oral care, skin care, and essential oils, all of which are formulated with the finest functional ingredients from around the world. NOW&#xAE; Solutions products avoid harsh chemicals and synthetic ingredients in all of our formulations, to provide a more natural product line.",
    "itemID": "B00028MLG6",
    "helpful": [
      4,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1823
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 10.65,
    "brand": "Now Foods"
  },
  {
    "title": "Toji Pure Density: Hair Nutrition 30 Day Supply | Vegetarian Hair Vitamin Supplement | 34 Ingredients - Biotin, DHT Blocker, Horsetail, Eclipta Alba &amp; More | Supports Healthy Hair to Grow Faster, Thicker, and Stronger*",
    "description": "Toji: Pure Density is a hair nutrition supplement designed to support healthy hair to grow faster, thicker, and stronger.* Its proprietary, 34-ingredient formula includes a mix of vitamins, minerals, and herbs to support hair nutrition, hormonal balance, and circulation.*How Toji: Pure Density Helps- Includes Biotin, Horsetail Extract, and MSM to provide nutritional support for healthy hair growth*- Includes Saw Palmetto Extract and DHT Blockers to provide hormonal support against hair loss*- Includes Ginkgo Biloba, Grape Seed Extract, and Vitamin E to provide circulatory support for healthy hair growth*Quality AssuredToji: Pure Density is Manufactured in a cGMP facility in the USA that has an \"A\" rating (the highest possible) from the National Nutritional Foods Association",
    "itemID": "B008OPK8EQ",
    "helpful": [
      2,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4924
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 13.95,
    "brand": NaN
  }
]