[
  {
    "title": "Infiniti by Conair 1875 Watt Professional Nano Silver Tourmaline Ceramic Styler, Iridescent Gray",
    "description": "Infiniti by Conair launched the first generation of its Hair Designer in 2006, introducing the world to a totally new concept in styling.  The combination of straightener head, powerful dryer, and the most innovative technology in hair care fulfilled the consumer&#x92;s dream.  More shine, more volume, and salon results at home -- in less time.  With the launch of Infiniti Hair Designer Pro by Conair, the next chapter in this great success story has begun.Straightening PerformanceStraightening AttachmentsDesigned with ergonomics in mind it's angled for ease of use, the metal straightening plates produce a higher heating capacity and are coated with Nano Silver Tourmaline Ceramic technology for improved straightening efficiency.2x The Straightening PowerCool Shot button &#x96; set the styleDual Switch &#x96; 2 speeds / 3 temps (6 positions) for styling controlConcentrator &#x96; for faster and more accurate stylingDiffuser &#x96; enhances texture for curly hairFeatures:Detangling Comb &#x96; detangles and prepared the hairFirst Row of Straightening Plates &#x96; Glides through the hair for a first straighteningMetal-Ceramic Grid -- Airflow for simultaneous ionic drying, making hair more shiny and manageableSecond Row of Straightening Plates &#x96; to maximize straightening efficiency from the roots to tips of the hair.2 in 1 Style &#x96; Dry with or without straightening attachmentTourmaline Ceramic -- creates silky, shiny hairIonic Technology &#x96; for less frizz and more manageabilityNano Silver Technology &#x96; for clean, healthy looking hairAdditional Benefits:360 rotating and straightening head - this exclusive system with 8 positions lets you style your hair at any angle without getting  tiredTension Control system - 4 levels of tension for all hair types (wavy, curly, tightly curled, and frizzy)",
    "itemID": "B001D0ACUE",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 119827
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Conair 1875 Watt 3-in-1 Styling System",
    "description": "The conair styler hair dryer 1875 watts is a versatile contemporary unisex hair dryer with a modern design. with a 3-position switch and 2 heat and speed settings this styler can create those unique styles you love. the included bristle brush and 2 comb attachments, combined with the cool shot button, locks your favorite hairstyles in place with ease and quickness. take this dryer anywhere in the world with its dual voltage capabilities. for a modern and multipurpose dryer, go for the conair 1875 watts styler hair dryer.",
    "itemID": "B000YDL5SE",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 43394
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 15.1,
    "brand": "Conair"
  },
  {
    "title": "Maybelline New York Fit Me! Powder, 325 Cream Beige, 0.3 Ounce",
    "description": "Flawless that lets the real you come through. It's makeup that doesn't mess with you. No oils. No waxes. No nonsense. Natural coverage that leaves skin the way it was meant to be: fresh, breathing, flawless.",
    "itemID": "B004675BIE",
    "helpful": [
      5,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 96018
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 5.99,
    "brand": "Maybelline"
  }
]