[
  {
    "title": "Murad by Murad: MURAD ACNE SPOT TREATMENT--/0.5OZ",
    "description": "Murad by Murad MURAD ACNE SPOT TREATMENT--/0.5OZ",
    "itemID": "B00110DWCQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7391
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 19.95,
    "brand": "Murad"
  },
  {
    "title": "Lerosett Clay Masque",
    "description": "This face mask for problem skin is based on natural clay, which is rich in natural ingredients to help fight problem skin. It helps balance oil production of the sebaceous glands, removes impurities, and absorbs excessive oil.",
    "itemID": "B000WMHKD6",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 17235
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 32.99,
    "brand": "Gunilla Of Sweden"
  },
  {
    "title": "Alba Botanica - Alba Hawaiian Facial Cleanser Pineapple Enzyme - 8 oz.",
    "description": "Alba Botanica Alba Hawaiian Facial Cleanser&nbsp;Pineapple Enzyme&nbsp;8 oz. (237 ml) Alba Botanica Alba Hawaiian&nbsp;Facial Cleanser Pineapple Enzyme is&nbsp;a gentle foaming cleanser that&nbsp;delivers soothing aloe and jojoba to stressed skin while maintaining your skin's delicate pH. Fruit enzymes derived from pineapple help break-down and remove dull, dead surface cells for a glowing complexion. Hawaiian Facial Cleanser is made with aloe, and a delicious blend of papaya, awapuhi, and pineapple to gently and effectively lift away impurities while soothing and hydrating. Certified organic aloe vera, tropical fruit enzymes and emollients gently loosen, dissolve and wash away impurities for a fresh, healthy complexion. Pineapple Enzyme Facial Cleanser is pH balanced and gentle for all skin types. Alba Botanica Alba Hawaiian Skin CareGive your skin the gift of nature's tropical bounty: Papaya, passion fruit and pineapple, coconut, macadamia and kukui nut, guava, honeysuckle, hibiscus, Hawaiian ginger . . . sounds good enough to eat! These nutrient-rich fruits and nuts provide your skin with the same vitamins, minerals and antioxidants as they do the rest of you, to heal, soothe, tone and soften your skin. Take your skin to the tropics, and come back feeling refreshed and relaxed! Sensual, Luxurious Skin Care and Spa TreatmentsTropical fruit extracts, nourishing plant oils and certified organic aloe vera, revered for their curative and rejuvenating properties, are blended together to create exotic body care treatments that best reflect the beauty, vitality and spirit of the Hawaiian Islands for soft, luminous skin and hair. Alba knows life is complicated - but superb personal care doesn't have to be. Alba's sensual, exotic body care products reflect your need for effective, individualized body care. Delight your senses, enhance your natural beauty, match your personal style. Simple, pure, individual.",
    "itemID": "B000Y8X0LE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 16664
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 9.49,
    "brand": "Alba Botanica"
  }
]