[
  {
    "title": "Henna Persia Light Brown 4 Ounces",
    "description": "Adds shine, body, and conditioning to all hair colors and types. A mild formula that does not irritate the scalp or skin. Brings out your natural highlights. Made with Rainbow's Neutral (colorless) Henna.Rainbow Henna is 100% organic - no additives, chemicals, or pesticides. Rainbow Henna coats each hair shaft with color. Blends naturally. Fades gradually. Lasts 4-6 weeks. Smooths and seals the hair's cuticle for greater shine and body. Rainbow's custom-tailored recipes can be used for special effects, covering grey, and improving texture.",
    "itemID": "B00016WV6E",
    "helpful": [
      0,
      2
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 91379
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Hennas"
      ]
    ],
    "price": 7.98,
    "brand": "Rainbow Research"
  },
  {
    "title": "Hollywood Beauty Carrot Oil 8 oz.",
    "description": "The Hollywood Beauty Carrot Oil repairs split ends & fights hair breakage. Works as a Hot Oil, Hair & Scalp Oil or Body & Massage Oil.",
    "itemID": "B000A3ZMLO",
    "helpful": [
      0,
      4
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 21760
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Styling Serums"
      ]
    ],
    "price": 7.59,
    "brand": "Hollywood"
  },
  {
    "title": "Bio Ionic Retex Hair Straightening System, Retex Kit",
    "description": "Bio Ionic Retex Hair Straightening System utilizes advanced ionic technology to straighten the hair with amazing results. This breakthrough formula restores and revitalizes the hair to a healthier condition, leaving the hair smooth and silky with incredibly shine. Designed to be used with Bio Ionic Straightening Irons. Features: Advanced Ionic Technology Dramatic Results For all hair types No Sodium Hydroxide No Offensive Odor No Mixing Benefits: Leaves Hair Vibrant, Healthy-Looking Softens and Strengthens Hair Silkens and Smooths Hair Gives Body and Bounce Adds Glossy Shine Can be used on Colored Hair* Can be used on Permed Hair* *refer to Instruction Booklet Get it super-straight, create a little wave, or just eliminate the frizz! You choose with the original, industry first thermal straightening system. The power of IonTransformation is fully realized with Bio Ionic?s ReTeX system that permanently retexturizes the hair. ReTex empowers the stylist to control the level of texture ?leaving as little or as much wave in the hair as desired. ReTex permanently transforms the hair from curly, frizzy, and unruly in to looking super-shiny and sleek, feeling smooth, hydrated and conditioned. ReTex is truly a revolutionary tool to permanently improve the manageability of hair. Box Contents: One Retexturizing Cream #1 - 12 oz One Neutralizing Cream #2 - 12 oz Instruction Booklets",
    "itemID": "B000LTQA6I",
    "helpful": [
      1,
      8
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 4165
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]