[
  {
    "title": "32 Pcs Black Rod Makeup Brush Cosmetic Set Kit with Case",
    "description": "Size: \nOpen size: 28 \" * 9 1/2 \" (72cm * 24.cm) \nClose size: 9 1/2 \" * 5 1/2 \" (24cm * 14.cm) \nMaterial: Natural hair \nColor: Black Brushes \nset contains: Powder Brush, Large Contour Brush, Square Shadier Brush, Large Sable Shadier Brush, Small Sable Shadier Brush, Lip Brush, Mascara Brush, Large Synthetic Shadier Brush, Etc This 32 pc set includes all the brushes you'll ever need to create perfectly polished makeup styles. Perfect for professional salons or personal use! Each brush is covered with a clear plastic wrap for cleanliness. Our exclusively selected natural hair mineral makeup brushes will make a great addition to your collection. This complete collection of luxury makeup brushes includes the essential brushes used by professional makeup artists throughout the makeup world. \nHow to clean makeup brushes: \n1. Run the bristles of brush under warm running water. \n2. Apply a small amount of gentle shampoo to bristles and work into a light lather.\n3. Rinse bristles thoroughly under running water. You will notice that the water leaving the brush is tinted from old makeup. \n4. Continue rinsing until no color leaves the brush. \n5. Allow it to air-dry.",
    "itemID": "B006SVCY6I",
    "helpful": [
      1,
      2
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 120
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 13.69,
    "brand": "Amzdeal"
  },
  {
    "title": "180 Color Eyeshadow - Matte and Shimmer",
    "description": "This 180 multi-color professional eye shadow palette is a perfect mixture of vibrant and matte shades. Feel free to experiment with the wide range of color shades offered and find yourself lured towards this product. A definite winner its category, this product comes in three different layers of color palette which makes it easier to use and choose from the variety of shades offered. The shades made using mineral oils are non-greasy and give a gorgeous, long lasting effect to your eyes and the colors do not fade until you wash them off. All the shades have been thoroughly inspected by FASH, thus promising superior quality and guaranteed customer satisfaction. This high quality product is extremely cost effective compared to other brands available in the market and can be used for personal as well as professional use. For best results use it with b>FASHprofessional brush sets.",
    "itemID": "B006QHXDKK",
    "helpful": [
      0,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 49389
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 14.49,
    "brand": NaN
  },
  {
    "title": "Coastal Scents 28 Color Eyeshadow Palette, Neutral",
    "description": "This palette comes in an assortment of 28 neutral tones in shimmer and matte shades, many of the shadows can also double as a blush.",
    "itemID": "B003DVNKU0",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3002
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": 15.99,
    "brand": "Coastal Scents"
  }
]