[
  {
    "title": "MyChelle Honeydew Cleanser, Unscented, 4.4-Ounce Bottle",
    "description": "Honeydew cleanser is a creamy gentle cleanser with honey enzymes to dissolve and soften dead skin cells, chlorophyll, sea weed, and algae to provide nutrients while cleansing. Great for anyone who loves creamy cleansers.",
    "itemID": "B002JCSLVW",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 21266
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 17.27,
    "brand": "MyChelle Dermaceuticals"
  },
  {
    "title": "Brush - Large Oval Cushion Wood Bristles Wood Handle Bass Brushes 1 Brush",
    "description": "Brush - Large Oval Cushion Wood Bristles Wood Handle by Bass Brushes 1 Brush Brush - Large Oval Cushion Wood Bristles Wood Handle 1 Brush The Bass Wood Collection is a natural and is a Anit-static as possible.Solid Wood Handles with Wood Pin Bristles. For all types of hair. Works great with blow-dryers totally heat resistant. Warnings Keep out of reach of children. As with all dietary supplements consult your healthcare professional before use. See product label for more information.",
    "itemID": "B0007V6PFQ",
    "helpful": [
      4,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2553
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Brushes"
      ]
    ],
    "price": 11.45,
    "brand": "Bass Brushes"
  },
  {
    "title": "Peter Thomas Roth LASHES TO DIE FOR? THE MASCARA",
    "description": "A must-have mascara for clump-free volume, precise separation and dramatic length! Formulated to help lashes look longer, thicker and fuller without clumping, smudging or flaking. Innovative brush technology features two specialized zones for targeted length and volume.",
    "itemID": "B002Q52YKG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8082
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 14.75,
    "brand": "Peter Thomas Roth"
  }
]