[
  {
    "title": "Conair 1875 Watt Ionic Conditioning Hair Dryer",
    "description": "Dry your hair and improve its health at the same time with this  ionizing hair dryer from Conair. Built with a motor that's no louder  than a low office hum, this dryer has a sleek, comfortable design and  convenient, versatile functions. The most striking feature is the  optional ion disperser, which coats hair with a cloud of negative ions  to reduce frizziness, static electricity, flyaways, and dullness. The  dryer also features two heat/speed settings and a cool-shot button to  freeze styles in place. Designed to dry hair faster and maximize  volume, the diffuser attaches easily and has a wide, narrow mouth, so  the flow of air distributes to upper and lower layers simultaneously.  The unit's hinged filter removes for easy maintenance, and the  automatic shutoff disables power if the dryer falls or gets wet. An  out-of-the-way hanging hook simplifies storage and reduces wear and  tear on the cord.--Emily Bedard",
    "itemID": "B00005O0MZ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 135
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 14.49,
    "brand": "Conair"
  },
  {
    "title": "L'Oreal Paris True Match Naturale Gentle Mineral Concealer, Light/Medium 480, 0.07 Ounce",
    "description": "True Match Naturale&#8482; Gentle Mineral Concealer SPF 25 adds coverage to those areas where you need a little more, covering up imperfections and dark circles. Its light and gentle formula is enriched with vitamins and minerals that nurture your skin and make it safe for sensitive and delicate skin around the eyes. Plus SPF 25 protects skin from premature aging caused by harmful UVA/UVB sun rays. True Match Naturale&#8482; Gentle Mineral Concealer blends seamlessly with a professional brush.",
    "itemID": "B001H9289Y",
    "helpful": [
      1,
      3
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 5567
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Concealers & Neutralizers"
      ]
    ],
    "price": 4.5,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "L'Oreal Paris Sublime Sun Advanced Sunscreen SPF 50+ Liquid Silk Sunshield For Face, 1.7 Ounce",
    "description": "Protect and perfect with Sublime Sun Advanced Sunscreen SPF 50+ Liquid Silk Sunshield For Face. This exclusive patented UV filter system delivers long-lasting broad spectrum protection with a unique, luxuriously sheer formula, and is infused with powerful antioxidants like Vitamin E and white grape seed that enhance the benefits of sunscreen to help keep skin healthy and youthful-looking.  This virtually weightless lotion is instantly absorbed and layers invisibly under makeup, leaving skin silky soft and smooth for a clean, fresh finish. Luxurious, mess-free formula. Non-greasy, ultra water and sweat resistant, oil-free, non-pore clogging, and dermatologist tested.",
    "itemID": "B005F5J5Z6",
    "helpful": [
      3,
      4
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 5839
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Sunscreens & Self Tanners",
        "Sunscreens"
      ]
    ],
    "price": 9.45,
    "brand": "L&#39;Oreal Paris"
  }
]