[
  {
    "title": "Earth Therapeutics Body Sponge, Anti-Bacterial, 1 Count",
    "description": "Safe, gentle & effective germ proof cleansing. The anti-bacterial agent in this product inhibits bacterial growth on the product only. Anti-bacterial benefits do not extend to the skin surface. Not tested on animals. Sensitive skin therapy. Earth Therapeutics had devised a special process that heat-seal safe, gentle anti-bacterial agents into the fibers of this cleansing sponge. This revolutionary barrier prevents the growth of bacteria on the sponge even before it has a chance to settle. So there is no transfer of impurities from one washing to the next. Each cleansing begins with a fresh slate. Germ- proof your cleansing regimen. Perfect for anyone with problem skin needing special care, this anti-bacterial sponge gently sloughs ways surface impurities within a healthy, germ- free cleansing environment. With every day use, anti-bacterial benefits last for 3 months. For best results, replace with a new sponge after this period. Product of Japan.",
    "itemID": "B00016WSIK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 44436
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bathing Accessories",
        "Loofahs, Sponges & Poufs"
      ]
    ],
    "price": 7.07,
    "brand": "Earth Therapeutics"
  },
  {
    "title": "CoverGirl Simply Ageless Sculpting Blush, Rich Cinnamon 210, 0.4-Ounce Jar",
    "description": "Meet an instant anti-ager. Simply Ageless Sculpting Blush. One touch of this soft creamy blush with Olay Regenerist Serum gives you an instantly healthy-looking, youthful glow. Cheekbones defined, all aglow - its so flattering, you'll blush.",
    "itemID": "B002VECJV6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 25040
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Blush"
      ]
    ],
    "price": 12.2,
    "brand": "COVERGIRL"
  },
  {
    "title": "OPI Soft Shades Nail Lacquer, Princesses Rule!",
    "description": "A light, baby pink sheer polish with glitter. This shimmery pale pink shade is a versatile addition to any nail polish collection. Use a single coat on bare nails for a natural, feminine look or wear atop other polishes for a glittery pink finish. You can also layer Princesses Rule. by itself for increased opacity. The lovely, soft pink sparkle works well on all complexions. From the OPI Princesses Charming Collection.",
    "itemID": "B000L9YYTS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 22210
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 3.75,
    "brand": "OPI"
  }
]