[
  {
    "title": "Fantasy by Britney Spears for Women - 1.7 Ounce EDP Spray",
    "description": "Launched by the design house of Britney Spears.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000GHYSVE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 77624
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 24.98,
    "brand": "Britney Spears"
  },
  {
    "title": "Sex In The City Lust for Women, Eau De Parfum Spray 3.3 Ounces",
    "description": "Buy Sex In The City Women's Perfumes - Sex In The City Perfume - Lust 3.3 oz Eau de Parfum Spray. How-to-Use: For long-lasting effects fragrance should be applied to the body&rsquo;s pulse points. These include the wrist, behind the ear, crease of your arm and knee, and the base of your throat. Pulse points give off more body heat as this is where blood vessels are closest to the skin, therefore continually warming and releasing your fragrance. Also, for a lasting effect spraying fragrance lo",
    "itemID": "B000UOKXTY",
    "helpful": [
      5,
      6
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 10235
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 10.98,
    "brand": "Sex In The City"
  },
  {
    "title": "Romance by Ralph Lauren for Women, Eau De Parfum Natural Spray, 1.7 Ounce",
    "description": "Introduced in 1998. Fragrance notes: fresh rose, ginger, marigold, violet, oakmoss and musk, sultry and feminine. Recommended use: evening.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000C1ZCAK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 51730
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 54.39,
    "brand": "RALPH LAUREN"
  }
]