[
  {
    "title": "Mena Facial Whitening Cream 2 units, 3g/.1oz each",
    "description": "Our Amazon Thai Natural Beauty and Art store sells the highest quality brand name beauty products, including skin whitening lotions, creams, serums and soaps. All quality made in Thailand and shipped from our US facility to our customers with one-day handling and receipt within 3-5 days. We offer FREE SHIPPING for all our products for customers within the US.",
    "itemID": "B006SMMYTE",
    "helpful": [
      12,
      17
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 12887
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 4.81,
    "brand": "Mena"
  },
  {
    "title": "10 Pair Long Black False Eyelashes Eye Lashes Makeup",
    "description": "CONDITION:Brand NewQUANTITY :10 Pairs for this lotMaterial:fiberSize(about):Eyelashes length (about): 1cm-1.5cm  Width:(about)3cmThe false eyelash can be as an additional make up for your eyes and make them look brighter and stand-out.NOTE:some pics look like larger size,please notice the items size above.",
    "itemID": "B003VWZCMK",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 680
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 1.89,
    "brand": "Fashionwu"
  },
  {
    "title": "10 Pairs Handmade Natural Soft False Eyelashes Fake Eye Lash",
    "description": "Features:1. Specialized made by hand entirely, high quality2. Wear it ,make you more attractive and fashion3. Carefully design, simple to use and comfortable to wear4. 10 pairs of individual false eyelashes5. Eyelashes can be trimmed to fit the contour of your eyes6. With professional eyelash glue, can apply the lashes instantly7. Easy to remove by eye make up remover.8. Can be used for many times if the eyelashes are used and removed properly9. Suitable for different occasions and images.10. Good for those who want to enhance their appearance11. Suitable for professional use or home useSpecifications:1. Condition: New2. Material: Paper(Box)3. Box Size: 7.20 x 3.70 x 0.71 inch / 18.3 x 9.4 x 1.8 cm(L x W x H)4. Eyelashes length: 1cm5. Eyelashes color: Black6. Quantity: 10 pairsPackage includes:10 x pairs of false eyelashesHow to use:Carefully remove the eyelashes from the case with tweezers.Compare false eyelashes with your eyeline length, trim to suitable length and width if neccessary.Add glue along the false eyelash root with cotton bud.Hold the eyelash on the root of your natural lashes with pressure.If neccessary, apply eye shadow or eyeliner to make your eyeline look more natural",
    "itemID": "B004Z40048",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 427
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 1.19,
    "brand": "Taobaopit"
  }
]