[
  {
    "title": "Narciso Rodriguez by Narciso Rodriguez for Women - 3.3 Ounce EDT Spray",
    "description": "Launched by the design house of Narciso Rodriguez.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000GIH1MG",
    "helpful": [
      0,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 7750
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Toilette"
      ]
    ],
    "price": 70.19,
    "brand": "Narciso Rodriguez"
  },
  {
    "title": "MoroccanOil Treatment Light 3.4 Oz",
    "description": "Moroccanoil Light Oil Treatment 3.4 oz is available from CleopatrasChoice.com for only $35.00. We also include free samples with your purchase of Moroccanoil Light Oil Treatment 3.4 oz. Your satisfaction with Moroccanoil Light Oil Treatment 3.4 oz is guaranteed and your skin will thank you!",
    "itemID": "B001PPMLS8",
    "helpful": [
      2,
      4
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 3313
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Styling Serums"
      ]
    ],
    "price": 33.48,
    "brand": "Moroccanoil"
  },
  {
    "title": "Burt's Bees Orange Essence Facial Cleanser, 4.3 Ounces",
    "description": "Brighten up your day and your skin with gentle and sulfate-free Burt&#x2019;s Bees&#xAE; Orange Essence Facial Cleanser. Infused with orange oil and soap bark extract, this tube of plant-based facial scrub removes dirt, oil and make-up. Formulated with vegetable-based glycerin, olive and oat oils, it also helps nourish and moisturize your skin. After cleansing your skin with this 100% natural face wash, follow with your favorite Burt&#x2019;s Bees&#xAE; toning and moisturizing facial products. Put the power of nature to work for your skin with Burt&#x2019;s Bees.",
    "itemID": "B00012NJZA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2738
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 7.64,
    "brand": "Burt&#39;s Bees"
  }
]