[
  {
    "title": "DERMAdoctor KP Duty dermatologist body scrub with chemical + physical exfoliation",
    "description": "Indulge yourself with this dual action exfoliator which combines the benefits of a chemical peel and microdermabrasion into a single, easy to use formulation.  This cult classic works both physically and chemically to help your skin look and feel smooth and silky.\n\n\n\nEnhanced exfoliation also helps prepare skin for self-tanning and post-bathing treatments.\n \nKP duty body scrub is infused with green tea and willow bark - allows for a refreshed, revitalizing experience.",
    "itemID": "B000FJU4HK",
    "helpful": [
      2,
      4
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 10271
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 54.99,
    "brand": "DERMAdoctor"
  },
  {
    "title": "Vivite Vivite Exfoliating Facial Cleanser - 6.76 fl oz",
    "description": "Be bright and clear with Vivite Exfoliating Facial Cleanser. It is a super skin smoothing, softening, and purifying polishing cleanser that gently removes the buildup of dead skin cells with the use of Glycolic Acid, which evens the skins tone and texture, reduces fine lines and wrinkles, and clears acne blemishes. SkinCareRx is an authorized Vivite Retailer through Cofounder Dr. Mark Taylor M D For more information, please search the Find a Doctor section for Mark Taylor on Vivites website.",
    "itemID": "B001DHNBYQ",
    "helpful": [
      3,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 2153
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Exfoliators"
      ]
    ],
    "price": 28.26,
    "brand": "Vivite"
  },
  {
    "title": "EcoTools MINERAL 5pc Make Up Brush Travel Set 1213",
    "description": "Create a natural look with our makeup brushes, designed to apply mineral makeup with ease. Start with the concealer brush to cover imperfections for a flawless base. Use the mineral powder brush to apply and buff powder or mineral foundation. Use the mini kabuki for buffing foundation or applying blush. Complete your natural look using the eyeshadow shading brush on the eyelid and crease.  synthetic bristles are cruelty free. Experience the incredibly soft touch of cruelty-free bristles EcoTools beauty solutions promote Living Beautifully! We are inspired by beauty inside and out, and in the world around us. While we always want to look our best, we feel even better when we can make earth-conscious choices. EcoTools remains a favorite of celebrities, beauty editors and women around the world.  Best known for our incredibly soft cosmetic brushes, and  handles, we take pride in offering a collection of cosmetic makeup brushes, hairbrushes, lashes and bath products that feature innovative,  materials. Our includes natural materials, reusable pouches, post-consumer recycled paper and plastic, and recyclable packaging. The eco pouch is phthalate-free and PVC-free.  Cleaning your Makeup Brushes Unclean makeup brushes transfer old makeup, germs, and bacteria to your skin each time you use them. Ideally, you should wash them once a week, and here&#x2019;s the best way how:  Run the bristles of makeup brush under warm running water. Careful not to get the ferrules and handles wet. Apply a drop of gentle shampoo or clarifying cleanser to bristles and work into a light lather. Rinse bristles thoroughly under warm, running water. Continue rinsing until water runs clear. Use a cloth to absorb excess water and reshape the bristles Lay your makeup brushes flat or &#x201C;handles up&#x201D; to air dry",
    "itemID": "B001EM1BBK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7654
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Bags & Cases",
        "Refillable Containers"
      ]
    ],
    "price": 9.5,
    "brand": "EcoTools"
  }
]