[
  {
    "title": "OPI Lacquer Thinner, 2 Fluid Ounce",
    "description": "Extend the life of your favorite nail polishes with this nail lacquer thinner. Formulated with a carefully selected blend of solvents to rejuvenate overworked polish and maintain proper nail lacquer consistency. Specialized dropper bottle is ideal for careful, drop-by-drop application. May also be used to clean OPI Nail Lacquer brushes.",
    "itemID": "B000PZ8E62",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2891
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 7.0,
    "brand": "OPI"
  },
  {
    "title": "bareMinerals Get Started Kit with Bonus Gift - Medium",
    "description": "Not sure where to begin? Let us help you accentuate your natural beauty, conceal imperfections and even improve the appearance of your skin by wearing next to nothing. Here's everything you need to get started - from Foundation to finishing touch. Collection includes: Two shades of bareMinerals Original SPF 15 Foundation, size Medium Tinted Mineral Veil, size Medium Warmth All-Over Face Color, size Medium Full Flawless Face Brush Flawless Application Face Brush Maximum Coverage Concealer Brush How-To DVD shows you how to Swirl, Tap, Buff; your way back to the skin you were born.",
    "itemID": "B001VA8PWI",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 84847
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Sets & Kits"
      ]
    ],
    "price": 123.98,
    "brand": NaN
  },
  {
    "title": "Conair Instant Heat Travel Hairsetter",
    "description": "The jumbo rollers instant heat travel hairsetter heats up in just 2 quick minutes and is ready to style in no time. the kit includes 5 1.5 inch jumbo rollers and stay cook end rings to keep your hands safe. with flocked velvety roller surfaces, these rollers are easily applied and removed. it features a 6&#x2019; long power cord with dual voltage, so you can plug it in virtually anywhere worldwide. curl your hair anytime anywhere.",
    "itemID": "B00006IV30",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1292
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Rollers"
      ]
    ],
    "price": 19.51,
    "brand": "Conair"
  }
]