[
  {
    "title": "Infiniti Pro by Conair Wet / Dry Hot Air Styler",
    "description": "The Infiniti Pro by Conair Wet/Dry Hot Air Styler straightens, shines, and controls frizz with its Triple Action Styling System. It detangles, straightens, and shines with ease. The unique tension control system is suited for all hair types. It features Tourmaline Ceramic Technology, technology that outputs ions to help smooth the cuticle layer drying from the inside out, providing faster, more gentle, more efficient drying process. Infrared energy protects hair&#x2019;s natural luster creating silky, shiny hair. This seals the hair cuticle, reducing frizziness, leaving the hair shiny and more manageable. It also includes a 2-speed slide switch, and a cool shot button to lock in styles.",
    "itemID": "B000ME2YWG",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 4239
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hot-Air Brushes"
      ]
    ],
    "price": 73.99,
    "brand": "Conair"
  },
  {
    "title": "23&quot; Wavy Clip-In Hair Extensions by Jessica Simpson hairdo - R130",
    "description": "This 23\" Wavy Clip-In Hair Extension kit from hairdo&trade; Jessica Simpson and Ken Paves allows you to add stunning long wavy length to short and mid-length hair.  If you already have long hair, you can use this kit to add volume and texture to your existing hair.This HairDo Extension kit is made from 100% Kanekalon Vibralite modacrylic fiber, the finest quality synthetic fiber available.Affordable, lightweight and easy to attach, these virtually undetectable extensions can be put in and taken out in a matter of minutes.All HairDo Clip-in Extension Systems consist of one multi-level, contoured piece that creates an easy, fashionable style without the hassle of working with several individual wefts.hairdo Vibralite modacrylinc fiber clip-in extensions are available in sixteen multi-tonal shades that have been created to blend with just about anyone's hair color.",
    "itemID": "B000PZDRNM",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 206900
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Hair Extensions"
      ]
    ],
    "price": 40.0,
    "brand": NaN
  },
  {
    "title": "Malibu Hard Water Wellness Treatment Kit, 9 oz Shampoo, 9 oz Conditioner and 0.17 Hard Water Treatment",
    "description": "Hard Water Wellness Kit&#xA0;is the number one defense system against malicious minerals and other elements hiding in your water. This 100% vegan total wellness kit is predictably popular as it instantly removes and prevents pesky buildup to unleash perfectly purified, weightless tresses and reveal unmatched shimmer and shine.",
    "itemID": "B00194Q7BC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1072
    },
    "categories": [
      [
        "Beauty",
        "Hair Care"
      ]
    ],
    "price": 12.05,
    "brand": "Malibu Wellness"
  }
]