[
  {
    "title": "Quimica Alemana Nail Hardener 0.47 oz",
    "description": "Nail strengthener that, besides forming a protective barrier, prevents chipping, peeling and splitting of your nails. Instructions for use: Shake before use. Apply only to clean and dry nails. To start the treatment, apply a thin coat from the center of the nail down to the tip once a week. Let it dry and paint the nail with your favorite nail polish. After three applications, as the nail gets stronger, brush one thin coat covering the whole nail. Use once weekly. Protect the skin around the cuticles with cream. Caution: Can cause some discomfort on first use. If you feel pain, burning or persistent discomfort, remove it immediately from all nails and suspend its use. Avoid contact with cuticles and skin. Warning: Not meant for daily use. Keep out of reach of children. Keep away from heat and flames. Flammable. This product is formulated to be used once a week. Please note that, as is the case with any cosmetic product, excessive use can cause unwanted side effects. And again: if you haven't used this product before, do not cover the whole nail with the strengthener on first use. As your nails get stronger from week to week you can slowly start to cover the whole nail. This is especially important if you have very thin or brittle nails. Note: Retailers in the United States have to sell this product in the original box with correct ENGLISH LABELING AND INSTRUCTIONS printed on the cardboard box. Should you only receive the glass bottle without the box, please return the item to the seller for your own safety!",
    "itemID": "B00126IXLO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2952
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Nail Strengthening"
      ]
    ],
    "price": 7.2,
    "brand": "Quimica Alemana"
  },
  {
    "title": "Covergirl Natureluxe Water Resistant Mousse Mascara, Very Black 520, 0.27-Ounce",
    "description": "Experience luxury touched by nature with the NatureLuxe Collection. The light-as-air Silk Foundation takes the heavy weight out of your polished finish. Our Mousse Mascara leaves your lashes looking light and lifted, with up to 2X more volume vs. bare lashes. Complete your simply gorgeous look with Gloss Balm&#8217;s touch of soft color and sheen.&nbsp;",
    "itemID": "B004Y4JOEG",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 44715
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 5.35,
    "brand": "COVERGIRL"
  },
  {
    "title": "3 Piece, Genuine Czech, Etched, Crystal Glass Nail File Set, Green/Blue-Small, Medium, and Pedicure Files",
    "description": "Green/blue, 3 piece nail file set. Made in the Czech Republic.  Spoil yourself with this top quality, double-sided, Czech, 3 piece file set protective sleeves. These are NOT made in China and contain no lead. They are made in the Czech Republic. They are also used by many celebrities. Set includes 1-small (3 1/2 inch), 1-medium (5 1/2 inch) for manicures, and 1-large (7 1/2 inch) file for cracked heels and calluses. If you should drop your file on a hard surface, it is designed to break in a blunt fashion. Other types of files that have not been through the tempering and hardening process can splinter and cause injury. The grit on the small and medium file is approximately 200-220 grit and on the large file is approximately 180 grit. Please note, the \"grit\" is etched into the crystal glass. The cheap imitations have grit bonded onto the surface of the file and wear down quickly. That is the reason these Czech files cost more. These are the best ones made! You get what you pay for! You'll remember the quality long after you forget the price.",
    "itemID": "B003NXX58K",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4109
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Files & Buffers"
      ]
    ],
    "price": 8.99,
    "brand": "Czech Republic Nail Files"
  }
]