[
  {
    "title": "Eminence Yam and Pumpkin Enzyme Peel, 2 Ounce",
    "description": "A skin-refining & peeling treatment Contains Yam Pulp Pur&#xE9;e high in beta-carotene & vitamins to heal & shield skin Blended with Pumpkin Pulp Pur&#xE9;e rich in enzymes & antioxidants to combat signs of aging Loaded with Glycolic Acid & Lactic Acid to remove dead skin cells Infused with Willowbark Extract to shrink pores Plus Phyto-Hyaluronic Acid to deeply hydrate skin Remarkably lessens the appearance of fine lines & wrinkles Unveils a clearer smoother refined & younger looking complexion Perfect for all skin types except in active acne areas",
    "itemID": "B001CL88QO",
    "helpful": [
      1,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2627
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 30.4,
    "brand": "Eminence Organic Skin Care"
  },
  {
    "title": "Eminence Organic Skincare. Eight Greens Whip Moisturizer",
    "description": "Eminence Organics Eight Greens Whip Moisturizer(2 oz./60 ml)Benefits For normal to dry, mature, dehydrated, lack of tone and devitalized skin types This moisturizer is designed to help maintain a normal hormone balance within the skinHelps increase collagen production and elasticity, and improves skin tone Firms and hydrates the skin and is extremely effective in combating free radicals Sensitive skin is calmed and soothed with hop extract, while yucca extract supplies phytoestrogens, antioxidants, and works to regenerate tired, dry skin Features Stone crop and flax seed/linseed offer devitalized skin omega 3's and complete hydration Paprika assists in increasing stimulation and oxygenation of the skin, and red clover, an antioxidant, reduces inflammation caused by acneEminence Organics is a highly effective, entirely organic skin care line. With all naturally organic ingredients these hand-made products are effective and extremely healing. Rich in vitamins, active ingredients and nutrients, Eminence products will give you immediate results that you will see and feel.",
    "itemID": "B000LEHMUQ",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 9492
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 36.94,
    "brand": "Eminence Organic Skincare"
  },
  {
    "title": "Curl Junkie Curls in a Bottle! Hair Styling Solution - 12 oz",
    "description": "A lightweight liquid styling gel/serum with a light hold. Adds brilliant shine and helps to tame frizz! Curls in a Bottle(tm)! is the ultimate solution to maintain and define your curls every day. For all hair types. Directions: Apply a generous amount of Curls in a Bottle!(tm) to clean, wet hair, smoothing through hair lengths with fingers or a wide-tooth comb. This product can also be layered on top of our other styling products for extra frizz protection. Be sure to saturate your hair with product to help prevent frizz. Gently blot/scrunch hair with a towel and allow to airdry or use a hair dryer with a diffuser attachment to help minimize frizz and set your curls. Ingredients: Water, Hydroethylcellulose, Agave Nectar, Propylene Glycol, Polysorbate 20, Matricaria Recuitita (Chamomile) Flower Water, PVP, Panthenol, PEG-8 Dimethicone*, Polyquaternium-10, PEG-8 Raspberriate**, Diazolidinyl Urea, Iodopropynyl Butylcarbamate, Tetrasodium EDTA, Fragrance. *Water soluble-rinses clean!, **Derived from Raspberry Oil.",
    "itemID": "B0030H0MK8",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 43983
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Curl Enhancers"
      ]
    ],
    "price": 20.0,
    "brand": NaN
  }
]