[
  {
    "title": "Infiniti Pro by Conair 1 1/2&quot; Nano Silver Steam Flat iron - With Bonus Heat Instrument Case",
    "description": "Introducing the Infiniti Nano Silver Steam Straightener by Conair. Like electronics manufacturers who use state-of-the-art laboratories to develop new technologies, Conair&reg; develops products for salon professionals before offering them to the public.  A long tradition of innovation and technology testifies to our expertise.  Case in point: the state-of-the-art ionic steam straightener.  This outstanding straightener features unparalleled heat steam technology.  This unique technology uses steam and ions to straighten the hair while eliminating frizz and flyaways.  The result is sleek, shiny, and beautiful hair. Ultimate efficiency &#x96; even on resistant or fragile hair.  Micro-particles of nano silver coat the straightener&#x92;s surface.  The fusion of ceramic and tourmaline gives the plate&#x92;s optimal resistance to highest temperatures and guarantees the integrity of the surface.  Your hair glides through the plates effortlessly, without friction.  The integrity of your hair is preserved..caption { font-family: Verdana, Helvetica neue, Arial, serif; font-size: 10px; font-weight: bold; font-style: italic; } ul.indent { list-style: inside disc; text-indent: 20px; } table.callout { font-family: Verdana, Helvetica, Arial, serif; margin: 10px; width: 250; } td.callout { height: 100 percent; background: #9DC4D8 url(http://images.amazon.com/images/G/01/electronics/detail-page/callout-bg.png) repeat-x; border-left: 1px solid #999999; border-right: 1px solid #999999; padding: 10px; width: 250px; } ul.callout { list-style: inside disc; text-indent: -12px; font-size: 12px; line-height: 1.5em; } h5.callout { text-align: center; }The Infiniti 1-1/2-Inch Nano Silver Steam Straightner offers:2-step straightening system that keeps your hair healthy.Combs gently detangle hair.Three tension settings and automatic shut-off.The Infiniti straightens your hair with a single stroke.View larger.Built-in comb detangles your hair while straightening.View larger.2-Stage styling and advanced technologyYou&#x92;ll love what our new high-tech 2-stage styling system can do for your hair.  As nano silver makes plates glide smoothly through hair, Tourmaline Ceramic&trade; smoothes hair&#x92;s cuticle layer to protect it from heat damage. The 2-step styling system first infuses hair with conditioning steam, and then locks in all that healthy moisture with heated plates. The results are sensational: silky, shinier, pin-straight styles that last! The advanced Nano Silver Tourmaline Ceramic&trade; technology and our 2-stage styling system lets you achieve longer lasting salon-straight  looks, every time you style!Retractable Detangling CombsThe retractable detangling combs separate tangles and tame even the most unruly frizz!  The detangling comb spread the hair strands evenly between the plates to detangle while straightening, providing uniform results from roots to ends.  Three different comb heights, high, low and off, make this the perfect straightener for any hair type, even thick and coarse textures. Three settings let you choose from low to maximum tension control.  Set the comb height that is best for your hair type.  Nano Silver Tourmaline Ceramic&trade; coating on the combs provides smooth glide and shiny, healthy looking results.Steam BenefitsAutomatic multi-level steam function steams hair straight while smoothing the cuticle layer and helping to lock in style.  Conditioning steam helps add moisture and shine to hair, so you get salon results at home.  Simply fill the removable water reservoir and pop into place for up to 20 minutes of hair-conditioning steam. The steam feature may be turned on or off, and you can choose high or low steam settings depending on your hair type for perfectly smooth and straight results.  For coarse hair, select the high steam setting.Ionic BenefitsIonic properties neutralize positive charges in the air, reducing the static electricity that dulls hair and causes flyaway&#x92;s and frizzes.  Hair instantly becomes more manageable and shiny.  The ionic steam straightener is equipped with a true ion generator that releases 2 million ions / cm3.  Steam and ions create increased softness and brilliant shine for flawless results.Nano Silver Tourmaline Ceramic&trade; Coated PlatesMicro-particles of nano silver coat the straightener&#x92;s surface.  The fusion of ceramic and tourmaline gives the plate&#x92;s optimal resistance to the highest temperatures and guarantees the integrity of the surface.  Your hair glides through the plates effortlessly, without friction.  The integrity of your hair is preserved.   Keeping your straightener&#x92;s easy glide plates clean is effortless, because of its nonstick surface.  Simply wipe plates with a damp cloth after each use to remove any product buildup.Electronic Temperature ControlThe new ionic steam straightener with electronic temperature control generates ultra-high heat that is capable of straightening hair in only one stroke, without damaging it.  Four ceramic heaters ensure fast heat-up to 202&#xB0;C/395&#xB0;F and keep the temperature constant and uniform while straightening the hair.  Five temperature settings allow you to choose from low, for fine or processed hair, to high, for coarse, thick hair.Professional PouchThe ionic steam straightener comes with a high-quality, multi-layered, heat resistant professional mat and pouch.  The 2-in-1 storage pouch and counter mat folds and snaps closed to store your hot styling iron safely.  When straightening, rest your steam straightener on the open mat to protect your countertops from heat.Professional 9&#x92; Swivel CordThe ionic steam straightener is equipped with a professional 9-foot swivel cord that rotates 360&#xB0; to prevent tangling and to make straightening your hair easy from any angle.FAQQ: How is the Infiniti by Conair&#x92;s Steam Straightener different from other straighteners?A: This is the only steam straightener with nano silver tourmaline ceramic technology that also features conditioning ionic steam and adjustable straightening combs. Our steam feature has off/low/high settings. A generator built into the product helps eliminate frizz by producing millions of ions.Q: What are the plates made of?A: The aluminum plates are coated with Nano Silver, and Tourmaline Ceramic&trade; Technology. This helps to eliminate frizz and protect hair from damage.Q: How do I clean the plates?A: Simply wipe plates with a damp cloth after each use to remove any product.Q: Will the Steam Straightener work on all types of hair?A: Yes. It&#x92;s designed for the most delicate, thin hair to the coarsest, hard-to-straighten hair. (Instructions for use on each type of hair are in the package)Q: What temperature does the Steam Straightener reach?A: There are 5 ultra-high heat settings from 285 degrees Fahrenheit to 395 degrees Fahrenheit.Q: How quick does the Steam Straightener heat up?A: It takes only 30 seconds.Q:  Is the water compartment only for water?A: Yes. We recommend that you only use distilled water.Q: Does the Steam Straightener help hair not frizz in humid temperatures?A: Yes. The advanced Nano Silver Tourmaline Ceramic&trade; technology and our 2-stage styling system lets you achieve longer lasting salon-straight looks, every time you style in every weather condition.Q: Is it safe to use the Steam Straightener everyday?A:  Yes. Our 2 stage styling system first infuses hair with conditioning ionic steam, and then locks in all that healthy moisture with the heated plates. The results are sensational, silky, shinier, pin-straight styles that last.Q: How does the detangling comb work?A: The retractable detangling combs separate tangles and tame even the most unruly frizz. The three different comb heights, high, low and off, make this the perfect straightener for any hair type, even thick and coarse texture. You can set the comb height that best fits your hair type.Q: Will the Steam Straightener turn off automatically?A: Yes. It will automatically turn off after 60 minutes.Q: What should I do if the Steam Straightener won&#x92;t turn on?A: Check the on/off button to ensure product is turned on. Also, make sure that the water reservoir is full. Steam slide switch on side of handle should be turned on to either low or high steam setting.",
    "itemID": "B00132TISE",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4580
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 61.11,
    "brand": NaN
  },
  {
    "title": "OGX Flat Iron Spray, Ever Straight Brazilian Keratin Therapy, 6oz",
    "description": "It's an amazing keratin therapy originating from the Amazon rainforest.",
    "itemID": "B004KAVHG2",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 4380
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 7.59,
    "brand": "OGX"
  },
  {
    "title": "OGX Shampoo, Nourishing Coconut Milk, 13oz",
    "description": "The luxuriously creamy, foaming, hydrating formula leaves your hair feeling clean, glowing, softly scented and super soft. Unique blend of Sulphate free product surfactants. Paraben free product.",
    "itemID": "B000TGEJT8",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 4541
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoo & Conditioner Sets"
      ]
    ],
    "price": 3.14,
    "brand": "OGX"
  }
]