[
  {
    "title": "Maybelline New York Mineral Power Powder Foundation, Natural Ivory, 0.28 Ounce",
    "description": "Mineral power natural perfecting powder foundation with 100% micro minerals not only provides flawless coverage, but also makes your skin clearer, smoother and more radiant  even when you&#x2019;re not wearing any. Results clinically proven after 8 weeks: 52% improvement in skin smoothness; 49% improvement in skin luminosity; 43% reduction in redness. Buildable, even coverage. Tested on sensitive skin. Won&#x2019;t clog pores. Contains 0% oil, 0% talc, 0% preservatives and 0% fragrance. spf 18. *based on a clinical study",
    "itemID": "B001KYNZM0",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 6843
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 10.74,
    "brand": "Maybelline"
  },
  {
    "title": "L'Oreal Paris Eye Defense, 0.5 Fluid Ounce",
    "description": "This light, non-greasy gel-cream is specially formulated to defend against signs of premature aging around the eyes.  Liposomes penetrate the skin's surface to deliver hydrating and nurturing ingredients.  Reduces puffiness, smoothes fine line and wrinkles, and diminishes dark circles around the eyes. Dermatologically tested for gentleness.  Ophthalmologist tested, safe for contact lens wearers.   Fragrance-free.",
    "itemID": "B00005333I",
    "helpful": [
      3,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 18260
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Dark Circle Treatments"
      ]
    ],
    "price": 5.3,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "Nature's Baby Organics Conditioner &amp; Detangler, Vanilla Tangerine, 16-Ounce Bottles (Pack of 2)",
    "description": "Our Conditioner & Detangler uses organic & natural ingredients to provide an incredible soft and manageable finish for your babies&#x2019; hair. Using ingredients such as Organic Aloe, Organic Comfrey, Organic Calendula, Safflower Oil, Olive Oil, and Shea Butter, your little one will be left with residue free and tangle free locks that are easy to comb through.",
    "itemID": "B002WC8E9S",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Health & Personal Care": 21336
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 23.98,
    "brand": NaN
  }
]