[
  {
    "title": "NYX Cosmetics Matte Nail Polish , Sky Blue ,  1.76 Ounce",
    "description": "Add a little avant-garde twist to your everyday manicure and pedicure with NYX's new matte nail polish. This formula features 16 on-trend colors with a rich and velvety texture. When applied and dries quickly with the perfect matte finish. Your fingers and toes will look far from lackluster.",
    "itemID": "B005FRGJ6M",
    "helpful": [
      1,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 359560
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 4.47,
    "brand": "NYX"
  },
  {
    "title": "Physicians Formula Shimmer Strips Custom Eye Enhancing Gel Cream Liner, Brown Eyes, 0.21 oz",
    "description": "* Three custom shades provide a glamorous look to define and enhance your eye color.* Unique gel cream formula glides-on effortlessly and smoothly while providing the definition of a liquid eyeliner.* Long-wearing, water-resistant and smudge-resistant formula provides 24-Hour definition.* Includes Pro-Eyeliner Brush for effortless and precise application.* Stackable eyeliner pots can be pulled apart for individual use on-the-go.",
    "itemID": "B003SZ23RC",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 32685
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyeliner"
      ]
    ],
    "price": 7.88,
    "brand": "Physicians Formula"
  },
  {
    "title": "Tarte Cosmetics Lights Camera Splashes 4-in-1 Waterproof Natural Mascara 0.24 fl oz.",
    "description": "Tarte Cosmetics Lights Camera Splashes 4-in-1 Waterproof Mascara gives you bold, rich color and long-lasting resistance to all forms of moisture. Beeswax softens and nourishes your lashes while creating a natural moisture barrier to keep your lashes curled and extended. Botanically derived carnauba wax helps to lift and separate each strand for added volume. Black shade.",
    "itemID": "B00547HSP4",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 53284
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 28.45,
    "brand": "Tarte Cosmetics"
  }
]