[
  {
    "title": "NARS Pure Radiant Tinted Moisturizer Broad Spectrum SPF 30, Cuba",
    "description": "Your skin almost bare, but better. Infused with lush, naturally derived botanicals and ingredients, pure radiant tinted moisturizer SPF 30/PA+++ immediately helps thirsty skin feel hydrated. This advanced, oil-free formula provides a translucent veil of color and sun protection while helping to reduce the appearance of hyperpigmentation and dark spots in just four weeks. Kopara from French polynesia and mineral rich seawater revive and re-mineralize skin for a softer, smoother,and brighter natural glow. Skin is transported.",
    "itemID": "B007FAOUOA",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 222958
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 42.0,
    "brand": "NARS"
  },
  {
    "title": "Jerdon MC315N 3-Inch Folding Two-Sided Swivel Travel Mirror with 15x Magnification, Nickel Finish",
    "description": "The Jerdon MC315N 3-Inch Folding Travel Mirror is an ideal bathroom and makeup accessory that can be taken on all your journeys, helping you maintain your look wherever you go. This smart travel mirror folds flat and features a cleverly designed stable base with a convenient tilt adjustment and 360-degree swivel rotation to angle this mirror however you please. The two-sided, 360-degree rotating design offers a regular reflection of 1x magnification and 15x magnification to make sure every detail of your hair and makeup are in place. The mirror is 3-inches in diameter and can stand upright on countertops, vanities and tables, making it an ideal companion on all your trips. The MC315N features an attractive nickel finish that is not only aesthetically charming, but protects against moisture and condensation. The Jerdon MC315N 3-Inch Folding Travel Mirror comes with a 1-year limited warranty that protects against any defects due to faulty material or workmanship. The Jerdon Style company has earned a reputation for excellence in the beauty industry with its broad range of quality cosmetic mirrors (including vanity, lighted and wall mount mirrors), hair dryers and other styling appliances. Since 1977, the Jerdon brand has been a leading provider to the finest homes, hotels, resorts, cruise ships and spas worldwide. The company continues to build its position in the market by both improving its existing line with the latest technology, developing new products and expanding its offerings to meet the growing needs of its customers.",
    "itemID": "B001DKVBJU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3494
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Mirrors",
        "Makeup Mirrors"
      ]
    ],
    "price": 12.95,
    "brand": "Jerdon"
  },
  {
    "title": "Alba Botanica Pore Purifying Pineapple Enzyme Hawaiian Facial Cleanser, 8 Ounce Bottles (Pack of 2)",
    "description": "Since 1979, Alba Botanica has offered natural, 100% vegetarian personal care products that do beautiful for you, your friends and the animals and Earth you love. This means we DON'T use parabens, sulfates, or phthalates. We make a full range of products packed with potent natural, botanical ingredients that are formulated to nourish the individualized needs of your skin and hair. Because the Alba Botanica is committed to the health and happiness of all furry friends, we never test our products, or the ingredients that go into them, on animals. We recognize the need to be good stewards of all natural resources. So we try to do beautiful by reducing our environmental impact in everything we do as a business, from the field to the final product. We hope that you join our do beautiful campaign. Together we can help to preserve and heal the planet, now and for future generations.",
    "itemID": "B001ET7BF8",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 7122
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 16.99,
    "brand": "Alba Botanica"
  }
]