[
  {
    "title": "Bioderma Crealine H2O Micelle Solution 500ml",
    "description": "Sensibio H2O gently cleanses and removes make-up from face and eyes. The micelles contained in its formula effectively micro-emulsify impurities while maintaining the cutaneous balance. Soothing active ingredients prevent the skin feeling irritated. Excellent cutaneous and ocular tolerance. Directions for use: Soak a cotton pad, cleanse/ remove make-up and dry gently. Avoid eye area.",
    "itemID": "B002WDIPR8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 896
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 31.0,
    "brand": "Bioderma"
  },
  {
    "title": "Squalane 100% Pure (2 oz (60 mL))",
    "description": "Pure. Natural. The Timeless Pure collection contains ingredients at concentrations you won't find elsewhere. All natural and paraben free, we don't use excess ingredients to make up for the lack of actives. We like to keep it simple and effective.This product contains:Squalane- naturally occuring in human sebum, squalane lubricates and protects skin. Reduces fine wrinkles and is a superior moisturizer.",
    "itemID": "B003MJG19K",
    "helpful": [
      4,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5214
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 13.95,
    "brand": NaN
  },
  {
    "title": "180 Cosmetics Pure Swiss, Hyaluronic Acid Serum FORTE + Vitamin C (Ultima) - The very best hyaluronic acid skincare line in the world - EXTRA STRENGTH FOR IMPROVED RESULTS! For supple, toned, younger looking skin - Anti Aging, Anti Wrinkle, Instant Lift Solution - Formulated to smooth, strengthen, tone, plump, rejuvenate, and hydrate the skin",
    "description": "Reverse the signs of aging with the newestUltima Pure Swiss Hyaluronic Serumthat has taken the world by storm!High-end technology brings you the anti-aging solution that regenerates your skin cells and provides the moisture your skin needs to look and feel young and smooth.The highest quality ofSwiss Hyaluronic acid serum, complemented by natural ingredients and enriched with vitamin C, &nbsp;brings the elasticity back to your skin, making it look and feel youthful and smooth. Watch this revolutionary serum reverse the signs of agings while protecting your skin from free radicals.&nbsp;Why Hyaluronic acid? As we age, our body produces less and less of this important acid, thus affecting how moisture is stored in our skin. WithUltima Pure Swiss Hyaluronic Serum, your skin gets the nourishing ingredients it needs to stay radiant and beautiful. In only moments, Ultima Pure Swiss Hyaluronic Serum penetrates deep into the skin, nourishing it from the core.You deserve to be young again, now you can - treat your skin the way it should be treated and watch the magic happen.&nbsp;For quick results, useUltima Pure Swiss Hyaluronic Serum+ Vitamin CForte, a faster, stronger serum for young, beautiful skin.-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ultima Pure Swiss Hyaluronic Serum + Vitamin C&nbsp;- is recommended for anyone of any age interested in preserving and maintaining the skin's natural elasticity and youthful qualities.-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ultima Pure Swiss Hyaluronic Serum + Vitamin C Forte- &nbsp;is a stronger serum designed to treat older skin and is recommended for ages 40 and up.",
    "itemID": "B008CEDX8M",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 4145
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 16.43,
    "brand": NaN
  }
]