[
  {
    "title": "Nail Art MoYou Silver Moon Rhinestone Pack of 1200 Crystal Premium Quality Gemstones in 12 different shapes and sizes, beauty accessory for women nails, fun and easy to apply with top coat or nail glue",
    "description": "Moyou Nail Art Rhinestone Pack-1000 premium quality stones.\n\nMoyou Nail Art Rhinestone Pack includes 1000 stones in different shapes and sizes.\n\n* Small sized \n* Can be applied with top coat or glue.",
    "itemID": "B005C1C02S",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 120
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 1.62,
    "brand": "Evermarket"
  },
  {
    "title": "Aloe Vera Color Change Mood Lipstick Assorted Lipsticks 12pc",
    "description": "Mood Lipsticks adjust to your own body chemistry and mood! Try out each shade to express your mood. Enriched with aloe vera.",
    "itemID": "B005LQRYKM",
    "helpful": [
      0,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 9059
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 6.44,
    "brand": "Beauty Treats"
  },
  {
    "title": "Emori (TM) 32 Piece Vibrant Color Nail Lacquer (Glitter, Metallic, Neon, Nail Polish) Combo Set + 3 Sets of Scented Nail Polish Remover - Xtreme",
    "description": "The perfect nail set for all your unique Look. This Nail Art polish set contains 32 colors each presents long wearing and chip-resistant nail lacquers. \n\nColors include 1, Brown 2, Lavendar 3, Pacific 4, Neon Purple 5, Neon Blue 6, Blue 7, Neon Yellow 8, Green 9, red 10, Pink Lady 11, Yellow 12, Orange 13, Baby blue 14, EverGreen 15, Metallic Gold, 16, Metallic Blue 17, Silver 18, Gold Glitz 19, Silver Glitter 20, Thunder 21, Blue Glitter 22, Purple Cosmos 23, Red Glitter 24, White 25, Black 26, Ruby 27, Dream Girl 28, Blue 29, Midnight Queen 30, Soft Bright 31, Pink 32, Wild Rose. Each bottle is 8ml/0.28 oz. \n\n\nAlso comes with 3 Scented nail polish remover pads.",
    "itemID": "B00A11RCGI",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 4186
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 22.95,
    "brand": NaN
  }
]