[
  {
    "title": "Octagon All Purpose Laundry Bar Soap by Colgate - 7 Oz",
    "description": "Colgate's Octagon Soap is an old fashioned soap that is a versatile, economical choice for tackling an array of household tasks.\n\nA single bar of simply packaged, long-lasting Octagon Soap can perform several tasks so you don't have to worry about buying multiple targeted products. Octagon was originally marketed as laundry soap (in the pre-washing machine era) but here's some other household uses that I've wrangled up from around the web:\n\nDish soap\n   * Hand soap\n   * Clothing stain remover\n   * Acne remedy\n   * Bug bite/poison oak and ivy remedy\n   * Grease remover\n \nHousehold Uses:\n     Cabinet/woodwork cleaner\n   * Stove cleaner\n   * Bathtub/tile cleaner\n   * Tick repellent",
    "itemID": "B000GCOLQ6",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 50562
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 23.99,
    "brand": "Octagon Soap"
  },
  {
    "title": "L'Oreal Paris Age Perfect Hydra-Nutrition Golden Balm Eye, 0.5 Fluid Ounce",
    "description": "Age Perfect Hydra-Nutrition Golden Balm Eye is a luxurious formula for mature skin that needs an extra boost of nourishing moisture to stay strong and supple. The rich, comforting balm treats and nourishes the delicate area around the eye, targeting dark circles to brighten and illuminate the skin.  The formula includes calcium to improve skin's resiliency, skin is firmer and recushioned from within, while a rich blend of essential oils deeply hydrate the skin, locking in nourishing moisture for 24 hours of extreme hydration.  Age Perfect Hydra-Nutrition Golden Balm Eye provides intense efficacy with a unique feel of luxury and comfort. This butter-soft balm melts on contact with skin, providing an unsurpassed sensory experience.",
    "itemID": "B0055S4BZ2",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 4783
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes"
      ]
    ],
    "price": 8.99,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "SE - Swab - Cotton, Birch Wood, 6in., 100 Pc/bag",
    "description": "100pc cotton swab",
    "itemID": "B006T6Y56E",
    "helpful": [
      1,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Industrial & Scientific": 13
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Cotton & Swabs",
        "Cotton Swabs"
      ]
    ],
    "price": 1.87,
    "brand": "SE"
  }
]