[
  {
    "title": "Super Sunnies UV Eye Protection Tanning Goggles Eyeshields One Pair",
    "description": "Super Sunnies are the perfect protection for indoor tanning. SUPER SUNNIES brand Eyeshields have a flexible high-rise nosebridge to eliminate tan lines and an elastic headband to assure perfect fit. These fabulous sunnies come in four colors, but you'll receive a randomly selected color due to limited supply.",
    "itemID": "B000GLGBQ0",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 31735
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 4.95,
    "brand": "Salon Supply Store"
  },
  {
    "title": "Millenium Tanning New Paint It Black Auto-darkening Dark Tanning Lotion, 50X, 13.5 Ounce",
    "description": "NEW Unique Auto-Darkening Tan Technology delivers extreme dark bronze tanning results through its super luxurious silicone emulsion blend. Experience stunning dark tan color and ultra moisturization that lasts all day. Accelerating, Bronzing, Skin Firming, Silicone Emulsion Fragrance: Fresh and Clean Cotton Blossom. Suitable for all ages as this product does not contain a tingle!!!",
    "itemID": "B00147FGJ8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 636
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 12.79,
    "brand": "Millennium Tanning Products"
  },
  {
    "title": "Soft 'N Style 12 All Purpose Duck Bill Hair Clips, 0.15 Ounce",
    "description": "The box contains 12 duck bill clips. They are 3 1/2\" in length. All stainless steel. Stainless steel all purpose duck bill clips.",
    "itemID": "B001CY87TE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3857
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Clips"
      ]
    ],
    "price": 4.12,
    "brand": "Soft &#39;N Style"
  }
]