[
  {
    "title": "Banana Boat Summer Color Self-Tanning Lotion, Deep Dark Color, For All Skin Tones, 6-Ounce Tubes (Pack of 3)",
    "description": "Summer Color lets you control the shade of your tan. This quick-drying sunless tanning lotion from Banana Boat allows you to get the deepest, richest tan that is achievable with your skin tone. The more often you apply it, the deeper your tan becomes. After achieving your desired color, you can maintain your tan with less frequent applications for a natural-looking tan. The lotion is tinted so you can see where you've applied it for a streak-free, sunless tan. Made for deep, dark skin tone, Summer Color is oil-free and enriched with aloe vera and Vitamin E. Made in Canada.",
    "itemID": "B001G7PPNI",
    "helpful": [
      1,
      2
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 1229
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 13.39,
    "brand": "Banana Boat"
  },
  {
    "title": "Sun Laboratories Dark Sunsation Self Tanning Lotion - Very Dark 8 fl oz.",
    "description": "Even a deep, dark tan is attainable without exposing your skin to the sun's harmful rays with Sun Laboratories Dark Sunsation. Formulated with a wondrous blend of natural ingredients, Dark Sunsation enhances the skin's melanin production throughout the face and body while hydrating and protecting the skin. Its nourishing formula coats the skin in instant color to prevent streaks or patches, while its sugar-based actives provide a deep, healthy tan within three hours.",
    "itemID": "B0009V8N4U",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 4067
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 20.95,
    "brand": "Sun Laboratories"
  },
  {
    "title": "St Croix Sunless Tanner, Self Tanning Lotion 8 fl oz.",
    "description": "Achieve a deep, natural-looking tan for the face and body while avoiding the harmful rays of the sun with St Croix Labs Ultra Dark Lotion. This highly moisturizing formula coats the skin in an instant dose of color to prevent streaking or patchiness. The natural active ingredient, a sugar derivative, then works deep in the skin to intensify the color over a three hour period, resulting in a rich, natural-looking hue. Its non-clogging formula is ideal for all skin types, even sensitive.",
    "itemID": "B003NTKXCK",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 117171
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 10.98,
    "brand": NaN
  }
]