[
  {
    "title": "Duo Lash Adhesive, Clear, 0.25 Ounce",
    "description": "Ask any makeup artist and they will tell you, &#x2018;it&#x2019;s not the lashes; it&#x2019;s the adhesive.&#x201D; For a perfect faux lash application, women look to duo, the world&#x2019;s best-selling waterproof lash adhesive. Duo adhesive is celebrated for its safe, gentle formula and the strong, sure hold it provides. One tube of duo (in both dark and clear tones) allows for countless applications because only a thin line of duo is required to create beautiful, eye-opening results. For both the lash expert and the faux phobic, duo adhesive ensures that lashes are easy to apply and they stay in place. Women who love their lashes incorporate them into their every day makeup routine. And women who want to experiment with the instant allure of lashes find that duo makes the difference between success and failure. Duo&#x2014;the makeup artist&#x2019;s best friend.",
    "itemID": "B00027D8IC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 416
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 3.99,
    "brand": "Duo"
  },
  {
    "title": "MAC Eye Kohl Smolder Eye Liner for Women, 0.048 Ounce",
    "description": "MAC\nBRAND NEW BOXED\nEYE LINER\nFULL SIZE\nSHADE: SMOLDER\nNET WT 1.45g / 0.05 US oz\n \nPERFECT FOR BLENDING INTO SMOKEY EYES\n\nTHIS IS A BEAUTIFUL BLACK COLOUR\n\nTHIS IS A GREAT SHADE AND IT WILL LOOK GREAT ON MOST SKIN TONES",
    "itemID": "B0006LNC2G",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6260
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyeliner"
      ]
    ],
    "price": 24.99,
    "brand": "M.A.C"
  },
  {
    "title": "NYX Cosmetics Eye Shadow Base, White, 0.21 Ounce",
    "description": "Cream based eye primer. Available in three tones. Intensifes any shade of eye shadow and helps colors last longer. White helps color appear up to 100x more vivid. Pearl helps maximize any iridescent effect. Skin tone helps color hold naturally.",
    "itemID": "B0030O3VRW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4669
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation Primers"
      ]
    ],
    "price": 6.49,
    "brand": "NYX"
  }
]