[
  {
    "title": "81232 Glitz'n Pieces",
    "description": "China Glaze Nail Lacquer Glitter, Shimmer, & Metallics China Glaze is a professional-level nail enamel made with a special balance of polymers and resins that combine to create a nail lacquer that is long lasting, chip-resistant and resistant to color and shine fading. Will not thicken in the bottle, no thinners necessary. China Glaze is a revolutionary nail color system for professional application. Using special methods, China Glaze offers incredible durability, fast drying, easy application and exclusive colors. -Professional 220-strand brush for easy application -Long-wearing nail lacquer is an oil base -Flexible and will not chip -Greatest fashion shades -Non-Thickening formula -Great coverage -0.5 oz bottle Unleash your inner color with China Glaze... your long wearing professional nail lacquer choice! Long wearing formula with hardeners features great coverage and is DBP Free. China Glaze Nail Lacquer makes nails look spectacular and dries in seconds. China Glaze offers the latest technology in formulas and color selection.",
    "itemID": "B00AWDVQAS",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 22712
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 1.51,
    "brand": "China Glaze"
  },
  {
    "title": "China Glaze Matte Magic Flat Finish Top Coat .325 oz.",
    "description": "China Glaze Matte Magic in .325 oz. is a flat finish top coat. It turns shiny, glossy nail polish finish to a flat, matte finish. It can be used over shimmery and glitter nail polishes also.Use Matte Magic just like any other top coat, apply on nails after using nail polish.Note: .325 oz. bottle is smaller than a standard .50 oz. bottle.",
    "itemID": "B00BTFKGNG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2713
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Top & Base Coats"
      ]
    ],
    "price": 3.88,
    "brand": "China Glaze"
  },
  {
    "title": "China Glaze Polish Fairy Dust 70563/551 Discontinued [Health and Beauty]",
    "description": "Highlights:For two-handle kitchen, tub and lavatory Delta faucetsStainless steel plateFor Delta and Peerless faucetsCarded",
    "itemID": "B001B1T2SS",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 19626
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 4.73,
    "brand": "Delta"
  }
]