[
  {
    "title": "Creative Nail Shellac Fedora, 0.25 Fluid Ounce",
    "description": "Patent-pending formulations of solvents, monomers and polymers goes on like polish and wears like gel. A UV-cured color coat featuring UV3 technology.",
    "itemID": "B003OGZC2S",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 27035
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 14.5,
    "brand": "CND Cosmetics"
  },
  {
    "title": "Peter Thomas Roth Instant Firmx 3.4 Fluid Ounce New",
    "description": "Temporarily tighten your skin and rewind the clock - instantly!   Revolutionary rinse-off formula means that the white residue is rinsed away, while active firming agents remain behind. These agents work beneath the skin&#x2019;s surface to help tighten, firm & smooth the appearance of fine lines, deep wrinkles & pores. Instantly look younger.",
    "itemID": "B0040QG46E",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7829
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Scrubs"
      ]
    ],
    "price": 27.89,
    "brand": "Peter Thomas Roth"
  },
  {
    "title": "2% Pyrithione Zinc Bar Soap - Noble Formula 3.25 oz",
    "description": "Noble Formula 2% Pyrithione Zinc Bar Soapwas especially formulated for those with psoriasis, eczema and dry skin, although it is an excellent cleansing bar for any skin type or condition.In addition to pyrithione zinc (ZnP) NF Bar Soap also contains a high percentage of nourishing olive oil, moisturizing mango and cocoa butter and a gently exfoliating oatmeal.Noble Formula Bar Soap is handmade, hand shaped and may vary slightly in size and shape, but will always equal or exceed 3.25 oz.Vegan formula.",
    "itemID": "B00606RORK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 17504
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 12.99,
    "brand": NaN
  }
]