[
  {
    "title": "LATHER White Clay Deep Pore Cleansing Mask, 4-Ounce Jar",
    "description": "Mined in China's Kaolin Mountain Range white clay has been used for centuries to beautify the complexion.  This deep cleansing mask was made to help oily and acne prone skin types, but is gentle enough for sensitive skin.  Pure white clay stimulates circulation and gently exfoliates away pore clogging debris.  We've added rich bentonite clay to draw oils and impurities from deep within the pores.  Aloe and sea algae extract soothe irritated and inflamed skin.  Leaves skin silky soft and radiant.",
    "itemID": "B000K7J39M",
    "helpful": [
      12,
      12
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 69524
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 14.12,
    "brand": "LATHER"
  },
  {
    "title": "Lolita Lempicka By Lolita Lempicka For Women. Eau De Parfum Spray 3.4 Oz.",
    "description": "Introduced in 1997. Fragrance notes: exotic licorice and vanilla combined with light greens, florals and musk. Recommended use: daytime.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B0009OAHWI",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 58223
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Body Washes"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Village Naturals Therapy Cold &amp; Allergy Mineral Bath Soak 20 oz",
    "description": "Let Village Naturals TherapyTM Cold & \nAllergy Mineral Bath Soak make a house call. Soothe and comfort your body by soaking in a warm bath. Our therapeutic formula is enriched with vitamins, skin softening ingredients and aromatherapy vapors to help you feel better. Relax with ingredients that have been extracted from natural sources. This product contains echinacea to help suppress cold symptoms, ginseng to ease fatigue, and tea tree to stimulate the immune system. The Village Natural Therapy line includes Mineral Bath Soak, Liquid Mineral Bath, Mineral Shower Gel and Body Lotion.",
    "itemID": "B000VYHG9S",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {},
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bath",
        "Minerals & Salts"
      ]
    ],
    "price": 14.52,
    "brand": "Village Naturals"
  }
]