[
  {
    "title": "Manic Panic Flash Lightning Hair Bleach Kit 40 Volume",
    "description": "For the ulitimate dramatic color results when you dye your hair, you have to bleach your hair first. You can get amazing blonde results, too! Best Choice for Pre- Lightening hair before using Special Effects Hair Dye. Can be used to bleach hair that is medium blond or medium brown to make it pale yellow or white. Good for frosting, streaking and tipping on light brown or medium brown hair. For long hair, we recommend you buy 2 kits.",
    "itemID": "B002GENWU8",
    "helpful": [
      5,
      7
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1274
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 12.45,
    "brand": "Manic Panic"
  },
  {
    "title": "It's A 10 Miracle Leave In Product, 4-Ounces",
    "description": "It's A 10 does 10 things instantly: 1. Repairs dry damaged hair. 2. Adds shine. 3. Smoothes and controls frizz. 4. Seas and protects hair color. 5. Detangles. 6. Prevents split ends. 7. Stops hair breakage. 8. Creates silkiness. 9. Enhances natural body. 10. Flat iron spray and thermal protector.",
    "itemID": "B000TKH6G2",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1112
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 12.45,
    "brand": "Its a 10"
  },
  {
    "title": "Maybelline New York Dream Matte Mousse Foundation, Light Beige, 0.64 Ounce",
    "description": "Revolutionary whipped formula provides air soft, perfect matte coverage, with a weightless feel. Blends effortlessly for a soft, natural looking, even toned result.",
    "itemID": "B000VBDWQC",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 21753
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 1.1,
    "brand": "Maybelline"
  }
]