[
  {
    "title": "Revlon RV544PKF 1875W Tourmaline Ionic Ceramic Dryer",
    "description": "Revlon 1875 Watt Tourmaline Ionic Lightweight Dryer feature Tourmaline Ionic Technology for ultimate shine, volume, and healthier looking styles. This dryer features an ion indicator light, separate heat and speed rocker switches, 2 heat/2 speed settings, cold shot button, hinged endcap, anti-skid bumpers, and concentrator and finger diffuser attachments. This ultra lightweight design is 25% lighter than your average dryer and has a sleek and upscale spray finish. This unit is super quiet and fast drying.",
    "itemID": "B000FS05VG",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 23.92,
    "brand": "Revlon"
  },
  {
    "title": "Maybelline New York Dream Matte Mousse Foundation, Light Beige, 0.64 Ounce",
    "description": "Revolutionary whipped formula provides air soft, perfect matte coverage, with a weightless feel. Blends effortlessly for a soft, natural looking, even toned result.",
    "itemID": "B000VBDWQC",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 21753
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 1.1,
    "brand": "Maybelline"
  },
  {
    "title": "100% Pure 100% Pure Organic Vanilla Bean Nourishing Body Cream",
    "description": "Luxuriously rich 100% Pure Vanilla Bean Nourishing Body Cream softens, moisturizes, increases elasticity, and nourishes with healing nutrients. Packed with powerful anti aging vitamins and antioxidants that repair and protect against free radicals and environmental damage. Raw Green Coffee stimulates circulation and is high in additional antioxidants. This delicious smelling cream is made with pure Tahitian Vanilla. 8 fl. oz....",
    "itemID": "B001I6U028",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 28686
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Creams"
      ]
    ],
    "price": 14.53,
    "brand": "100% Pure"
  }
]