[
  {
    "title": "Sun*Si'Belle+ SPF 50 Organic Triple Action Moisturizer, with Antioxidants, CoQ10 and Hyaluronic Acid.",
    "description": "This product is an addition to our original bestseller Sun*Si'Belle Triple action Moisturizer SPF 30+. Sun*Si'Belle+ takes an extra step in sun defense while offering superior hydrating properties, as well as existing skin damage and sun spots repairing action.\n\nSun*Si'Belle+ offers maximum sun protection of SPF 50, combined with powerful anti-aging compounds like Caviar, Hyaluronic acid, Reishi and CoQ10, and cocktail of antioxidants, for glowing ageless skin. Silk Protein Amino Acids give your skin silky velvet feel while Watermelon, rich in Vitamin C and naturally occurring carbohydrates and amino acids supports the UV-stressed immune system of the skin and can be used to prevent photo-aging. This extract also helps to protect the skin from every day toxins and promotes cell-renewal. Reishi mushroom carries Asiatic Acid to the cells for damage restoration, fading of sun spots and damage, wrinkle reduction, and boosting of cellular hydration. Vitamin C, E and fruit extracts deliver powerful antioxidants. Non comedogenic, elegant look and feel, and a 99% chemical free active sun protection system. Reverse existing sun damage while preventing new damage and wrinkle formation from occurring. Effective and safe for use on face and body. Water resistant. Not greasy.\nFor more information visit sweetsationtherapy (dot) com",
    "itemID": "B001U1YTDC",
    "helpful": [
      3,
      4
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 263287
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "I*Light Organic Advanced Brightening &amp; Line Smoothing Eye Treatment, 0.15oz",
    "description": "I*Light is the only eye treatment you will ever need and it will become your #1 favorite product. It offers quadruple action. Unique blend of natural oils and plant extracts instantly smooth out fine lines and wrinkles, de-congests and lightens the eye area, instantly minimizing visible under eye shadowing and puffiness. After 4 weeks it visibly reduces fine lines and wrinkles, dark circles and puffiness.\n\nCalming and restorative, rich in antioxidants provided by a cocktail of superberries like Goji, Raspberry, Pomegranate, Cranberry and Blueberry and rich in Vitamin C, I*Light fights skin damage and cellular oxidation that causes premature aging, by excessive free radical activity. Combination of Kojic Acid and Milk Thistle repair sun damage and sun spots, hence improve and brighten up overall eye area, while  Caffeine, Horse Chestnut, Arnica, and Ginkgo Biloba improve blood circulation acting as decongestants, reducing water retention, shadows and puffiness. Adding astringent properties, they cause constriction of blood vessels, anti-inflammatory, as well as circulation boosting properties. Reishi and Caviar rich in vitamins, CoQ10 and hydrating Hyaluronic Acid help to fight aging, supporting natural skin function the best way possible, improving firmness, elasticity and keeping your eyes looking fresh, bright and forever beautiful.",
    "itemID": "B003Y04OK0",
    "helpful": [
      28,
      34
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 34976
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Creams"
      ]
    ],
    "price": 27.0,
    "brand": NaN
  },
  {
    "title": "WITCH HAZEL PADS EA 1/60 PADS",
    "description": "Who needs cotton balls? Thayers Original Witch Hazel Astringent Pads with Aloe Vera Formula are ready to provide our proprietary skin-soothing treatment in the car, plane, train or boat, in the woods, by the beach or anywhere else. Made of extract from the Witch Hazel shrub (Hamamelis Virginiana)..",
    "itemID": "B00028PFF0",
    "helpful": [
      2,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 9676
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Toners & Astringents"
      ]
    ],
    "price": 7.93,
    "brand": "Thayer&#39;s"
  }
]