[
  {
    "title": "Caruso C97958 ION Steam Hairsetter",
    "description": "The Caruso Professional ION Steam Hairsetter model #C97958 creates shine and volume without static or frizz.  The new anti-static, anti-frizz Caruso Professional ION Steam Hairsetter uses negative ions to produce up to three times the amount of steam of ordinary hairsetters.  Ions create strong, long-lasting and luxurious curls.  Help condition, soften and make hair shinier while adding volume and reducing frizz. The large and jumbo rollers in this product share the exact same size plastic roller shield. The difference is the Jumbo roller will have a thicker foam around the roller than the large size. This is why the Rollers say Large/Jumbo&#x201D;. You will receive 12 rollers that will say Large/Jumbo. You will need to look at foam thickness to differentiate between the 6 Large and 6 Jumbo. Note : The red LED light comes on only in the IONIC Steam setting.  Unit will work even without the red LED light turning on because steam will start coming out of the unit.",
    "itemID": "B0002JKPA4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 25729
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Rollers"
      ]
    ],
    "price": 36.97,
    "brand": "Caruso"
  },
  {
    "title": "Ardell Brow and Lash Growth Accelerator",
    "description": "Ardell Brow and Lash Accelerator Treatment Gel is a concentrated serum of multi proteins that works to immediately repair weak lashes and restore thickness of over tweezed or thinning brows. Added conditioners soften dry, brittle lashes enabling them to grow longer, thicker and fuller. Use nightly. After cleansing face, brush on to lashes and or brows. Leave on all night.",
    "itemID": "B000VDUOFM",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 4365
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 1.79,
    "brand": "Ardell"
  },
  {
    "title": "Seche Vite Dry Fast Top Nail Coat, 0.5 Ounce",
    "description": "Nailtiques nail varnishes are formulated with the same strengthening ingredients that the cult favorite protein formulas are enriched with. Giving your nail protein treatments an added boost, this luxurious nail polish allows the protein to penetrate through the polish, for maximum benefits.",
    "itemID": "B00150LT40",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 29
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Top & Base Coats"
      ]
    ],
    "price": 4.7,
    "brand": "Seche"
  }
]