[
  {
    "title": "BaByliss Pro BABP75S Porcelain Ceramic Spring Curling Iron, 0.75 Inch",
    "description": "BaByliss PRO Professional Porcelain Ceramic Curling Iron emits negative Ions that smooth and relax hair.  Porcelain generates far infrared heat to protect hair's luster.",
    "itemID": "B001UHN0FE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 75104
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Curling Irons"
      ]
    ],
    "price": 26.0,
    "brand": "BaBylissPRO"
  },
  {
    "title": "10 Pairs Handmade Natural Soft False Eyelashes Fake Eye Lash",
    "description": "Features:1. Specialized made by hand entirely, high quality2. Wear it ,make you more attractive and fashion3. Carefully design, simple to use and comfortable to wear4. 10 pairs of individual false eyelashes5. Eyelashes can be trimmed to fit the contour of your eyes6. With professional eyelash glue, can apply the lashes instantly7. Easy to remove by eye make up remover.8. Can be used for many times if the eyelashes are used and removed properly9. Suitable for different occasions and images.10. Good for those who want to enhance their appearance11. Suitable for professional use or home useSpecifications:1. Condition: New2. Material: Paper(Box)3. Box Size: 7.20 x 3.70 x 0.71 inch / 18.3 x 9.4 x 1.8 cm(L x W x H)4. Eyelashes length: 1cm5. Eyelashes color: Black6. Quantity: 10 pairsPackage includes:10 x pairs of false eyelashesHow to use:Carefully remove the eyelashes from the case with tweezers.Compare false eyelashes with your eyeline length, trim to suitable length and width if neccessary.Add glue along the false eyelash root with cotton bud.Hold the eyelash on the root of your natural lashes with pressure.If neccessary, apply eye shadow or eyeliner to make your eyeline look more natural",
    "itemID": "B004Z40048",
    "helpful": [
      0,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 427
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 1.19,
    "brand": "Taobaopit"
  },
  {
    "title": "Twist Holder Clip Magic Roll Bun Hair Twist Braid Tool",
    "description": "&lt;ul&gt;&lt;li&gt;The Instant Magic Hair Bun Holder, Fast Chignon, Instant Chignon. NO PINS! NO BANDS! NO FUSS! Get the girls&amp;rsquo; all time favorite classic chignon bun in less than 3 minutes. Just twist and tuck! As simple as that. Twist Holder Clip is suitable for making small fancy buns. Pull all your hair through the middle of the Bundy with the smooth side facing inward and the &amp;lsquo;comb&amp;rsquo; outsid. Holding both ends of the Bundy twist towards the head so that the hair is wrapped up and under into a smooth roll. When all the hair is firmly in place, simply bend the Bundy and link the hooks underneath to form a perfect bun.&lt;/li&gt;&lt;/ul&gt;",
    "itemID": "B0055MYJ0U",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Health & Personal Care": 7348
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Braiders"
      ]
    ],
    "price": 1.22,
    "brand": "Rosallini"
  }
]