[
  {
    "title": "DL Professional Dotting Tool with Nail Art Brush",
    "description": "Debra lynn professional dotting tool with nail art brush which can be used to create flowers and marble designs. 2 sided nail art tool, one side is a dotting tool and the other is a nail art brush. Great FPR making smooth curves.",
    "itemID": "B000VI1186",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 3388
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Brushes"
      ]
    ],
    "price": 4.01,
    "brand": "DL Professional"
  },
  {
    "title": "5 pcs Plastic Double Ended Dotting And Marbling Nail Art Tools Set",
    "description": "Professional 3 Piece Dotting And Marbling Nail Art Set. A perfect set of double ended marbling tools that are ideal for producing dots and daisies. Can also be used to create a marble effect with paints",
    "itemID": "B005DU5MY6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 57384
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Sets & Kits"
      ]
    ],
    "price": 2.38,
    "brand": "Miss Pink Cat"
  },
  {
    "title": "Winstonia's 8 Wheels Combo Set Nail Art Polymer Slices Fimo Decal Pieces Accessories - Butterflies, Bows, Animals, Fruit, Flowers, Dragonflies, Cupcakes, Hearts",
    "description": "This Nail Art Polymer Decal Slices in Wheel is ready to use, reduce the time in cutting regular nail canes and gives you convenience in working on nail art!Note: Designs and colors may be slightly different.This Winstonia's combo bundle set comes in 8 small wheels, each wheel contains various designs (no duplicates!).Winstonia is a USA Seller, check out our feedback... we ship fast!!",
    "itemID": "B0083JDFY8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 101552
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]