[
  {
    "title": "derma e Anti-Aging Moisturizing Complex, SPF 15, 2 Ounce",
    "description": "This anti-aging antioxidant complex is a powerful blend of Astaxanthin, green tea, olive oil and skin vitamins. A skin-friendly UVA/UVB SPF 15 creme that you can wear day or night. This intensive moisturizer is easily absorbed and leaves your skin well hydrated and protected. No animal testing. Made in USA.",
    "itemID": "B000GF1E3G",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 68999
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 16.38,
    "brand": "Derma E"
  },
  {
    "title": "Eden Allure Pure Argan Oil From Morocco 2.2 fl oz.",
    "description": "Eden Allure Argan Oil has numerous cosmetic and therapeutic benefits. Our Argan Oil from Morocco, is the natural solution to defend against aging and free radicals. Argan Oil is particularly effective at preventing cell degeneration, dryness and skin inflammation.\n\nOur Argan Oil is Fairly-Traded to ensure that the women of the Berber tribe in Morocco, who are responsible for harvesting the argan fruit, benefit directly from the proceeds of the sales. We only buy Argan Oil that is Eco-Cert certified, refined and deodorized, and has not been tested on animals. We market refined and deodorized Argan oil for customer quality and satisfaction. Argan oil has a lingering \"nutty\" odor that many people unappealing, and our Argan oil is put through a steamed process to deodorize it, to avoid any chemical additives. Our Argan Oil comes in environmentally safe, UV protected, and recyclable plastic packaging. \n\nArgan Oil is a natural wonder found exclusively in Southwestern Morocco, and has been used by the Berber women of Morocco for hundreds of years due to its amazing anti-aging, skin nourishing, and therapeutic properties. This long held secret of the Berber women is now yours.",
    "itemID": "B0050RY36K",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 44.99,
    "brand": NaN
  },
  {
    "title": "Beckham Signature By Beckham For Women Edt Spray 2.5 Oz",
    "description": "BECKHAM SIGNATURE by Beckham for Women EDT SPRAY 2.5 OZ Candy apple, Patchouli, Musk, Vanilla, Heliotrope, Anise flower, Amber, Orchid",
    "itemID": "B002XITY36",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 15130
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Toilette"
      ]
    ],
    "price": 15.03,
    "brand": "Beckham Signature"
  }
]