[
  {
    "title": "Badger - Stress Soother Balm - 1 oz. CLEARANCE PRICED",
    "description": "Badger&nbsp;Stress Soother Balm - 1 oz. (28 g) Badger&nbsp;Stress Soother Balm&nbsp;promotes calm and courage when times get tough. This balm is easy to use and smells great. Badger Bill chose specific oils for this balm to help people \"rise to the occasion\". In traditional aromatherapy, Rosemary instills clear thinking and confidence; Tangerine and Spearmint are uplifting and cheering; Cedarwood helps build inner strength; Roman Chamomile and Lavender are soothing and relaxing, and Rose is all about love and forgiveness. Good stuff to promote calm, courage &amp; relaxed awareness when times get tough. Rub it in, breathe deep, think good thoughts and expect results!&nbsp;The ingredients in Badger Balm are USDA Certified Organic. Sophisticated blends formulated to soothe, delight, uplift, focus, and help you rise to any occasion Effective when applied to pressure points (temples, wrists), but safe enough to be used just about anywhere Portable aromatherapy that is convenient to carry and easy to use Softens the skin each time you use it Powerful antioxidants from CO2 extracts of Calendula and Rosehip help to prevent cellular damage They never use any artificial \"fragrance\", color, detergents, synthetics, mineral oils or harsh ingredients Badger Questions &amp; AnswersWhat is the shelf life of an unopened tin of Badger?An unopened tin of Badger stored at moderate temperatures should be good for three years. If you open it and it smells good, it is good. Since most of their products are made with a base of olive oil and beeswax, both natural preservatives, even a balm that doesn't smell as good is still safe to use, just not as pleasant! They do not use chemical stabilizers or any other nasty stuff, so extremes in temperature (such as freezing, thawing, and humidity) can affect shelf life by changing the consistency and lessening the scent of the balm.",
    "itemID": "B0012GQNH0",
    "helpful": [
      4,
      5
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Body Washes"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "NARS Sheer Lipstick, Barbarella",
    "description": "A wide range of captivating shades designed to provide the look and style the color dictates. NARS lipstick is available in three formulas.",
    "itemID": "B00021DDYW",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 174785
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 26.0,
    "brand": "NARS"
  },
  {
    "title": "theBalm - Hot Mama! Shadow/Blush 7.08g /POIDS NET WT. 0.25 OZ",
    "description": "Hot Mama provides subtle color for the eyes and cheeks in a warm rosy tone. This convenient flip-up compact puts beauty at your finger tips, while the magnetic case keeps the makeup clean and safe in your purse or pocket. This dynamic color blends well with most skin tones for a naturally sunny appearance.",
    "itemID": "B000PHRIQM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1735
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Bronzers & Highlighters"
      ]
    ],
    "price": 11.7,
    "brand": "theBalm"
  }
]