[
  {
    "title": "Shea Moisture Coconut &amp; Hibiscus Curl &amp; Style Milk 8Oz",
    "description": "Shea Moisture Coconut Hibiscus Curl & Style Milk has coconut oil, silk protein and neem oil that adds moisture, body and shine to your curls. Keeps curly hair frizz-free, shiny and healthy.",
    "itemID": "B0038TYTSO",
    "helpful": [
      2,
      5
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 3116
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products"
      ]
    ],
    "price": 12.6,
    "brand": "Shea Moisture"
  },
  {
    "title": "Tourmaline Tools 1059 by Hot Tools Professional Tourmaline Ionic 1875 Watt High Heat Portable Salon Dryer",
    "description": "Tourmaline Tools by Hot Tools Professional tourmaline portable salon hair dryer with Direct Ion technology and high airflow tourmaline dries hair up to 50% faster. Tourmaline nano particles naturally generate penetrating far-infrared energy, drying the cortex (interior) without over-drying the cuticle (exterior) and resists brittleness and cracking, helping hair maintain its shine and softness. Also helps cleanse hair of odors and impurities. Direct Ion Technology with negatively charged nano ions leaves cuticles silky, shiny, softer and less frizzy by breaking water into smaller easier-to-absorb droplets.",
    "itemID": "B000Q37M5M",
    "helpful": [
      2,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 14653
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 114.94,
    "brand": "Hot Tools"
  },
  {
    "title": "Silicon Mix Bambu Nutritive Hair Treatment 16 Oz!!!!!",
    "description": "The Silicon Mix Bambu conditioner is a product imported from the Dominican Republic. The Silicon Mix conditioner comes in a bottle of 16oz. These products help the brittle and dull hair by offering an internsive nutritive treatment",
    "itemID": "B0039OVDJ6",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1521
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 9.72,
    "brand": "Silicon Mix"
  }
]