[
  {
    "title": "Professional Studio Quality 12 Piece Natural Cosmetic Makeup Brush Brushes Set Kit with Leather Pouch Case Bag",
    "description": "This beautiful Makeup brush set in Zebra (Black & White) (designed for professional use) features the following brushes used for applying cosmetics, concealer, foundation, blush, eye shadow, lip, spoolie, and mascara brushes and a dual eyebrow brush/lash comb + A Carrying Case. This revolutionary brush set was designed with comfort handling and precision in mind, it is crafted from solid wood. Makeup brushes set comes with a trendy matching roll up carrying case to protect the brushes for when your on the go. The brushes are made from a combination of natural hair and synthetic hair for lasting performance, so they are soft and silky on top, yet firm and durable on the bottom. We invite you to experience the best makeup brushes have to offer. Order Today",
    "itemID": "B00HIDT94U",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2195
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 10.25,
    "brand": NaN
  },
  {
    "title": "Buy Extra Virgin Coconut Oil; 16 Oz.; Health Benefits; Great for Hair, Skin, Weight Loss, Many Benefits, Cook with It; Oil Pulling Saves on Dental Bills; satisfaction guaranteed.Click the yelloiw buy button and receive shipment in a few days. Supply is limited.",
    "description": "ORGANIC UNREFINED RAW EXTRA VIRGIN COCONUT OIL is not the wonder product of today. In fact, it has been around for thousands of years and millions have discovered it.  You Use It In Your Home and Kitchen, But Find It In the Gourmet, Grocery Department.\nThe benefits and usage are as follows: \n1. HAIR;  spread a little oil on your fingertips and gently rub into your hair and let it absorb into your follicles for a few hours before shampooing it out of your hair. Soon you'll discover your hair has a new luster, is moist, and has softness and bounce. Heals dandruff.\n2. SKIN:  spread lightly on your face, lips, arms and other parts of your body as desired. It heals sores, blemishes, acne, yeast infections, and sensitive skin disorders, including diaper rash. Use after sunbathing. Makes your skin feel smooth and smell nice.\n3. WEIGHT LOSS:  take 1 tablespoon twice a day. Increases metabolism which burns off bad fat and converts into good fat which converts into energy. Lowers blood sugar. High blood sugar increases weight. Improves digestion of food.\n4.  OIL PULLING:  first thing in morning before eating and drinking place one and a half teaspoons of oil in mouth and swish inside mouth snd between teeth like mouthwash for 15 to 20 minutes. Don't gargle or swallow it. When finished, spit it out into toilet and rinse out mouth with hot water spiced with baking soda or salt. Reduces cavities, gum disease, and sweetens your breath. The tongue is the map for entire body. By cleaning your tongue you improve every part of your body.\n5. FOOD SUPPLEMENT:  improves flavor of all foods. Use in fry pan instead of vegetable oils or butter. Has half the cholesterol of butter.\nContent is for reference purposes only. It is not intended as advice given by a physician or pharmacist.  Amazon.com assumes no responsibility for any inaccuracies or misstatements about product.\n\n SATISFACTION GUARANTEED\nSupply is limited.  Click the yellow buy button and receive your shipment in just a few days.",
    "itemID": "B00DOOA6UI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 47954
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 18.95,
    "brand": NaN
  },
  {
    "title": "DermaRESTORE - Stretch Mark and Scar Treatment - The Latest in Skin Repair technology - 4oz Cream",
    "description": "What is DermaRESTORE?For almost as long as women have been giving birth, women have been looking for a way to prepare and prevent stretch marks.  This revolutionary treatment product DermaRESTORE. offers a guarantee to do just that.  Backed by independent clinical and scientific testing, PRI has come up with an easy-to-use cream that has been proven to reduce the appearance of stretch marks on the Body by an incredible 100% of the women tested in less then two months.Only the Finest IngredientsMade exclusively for those who seek flawless results, DermaRESTORE is a highly concentrated blend of essential oils, vitamins, nutrients and clinically studied extracts. We guarantee the potency and purity of all our products, and DermaRESTORE is no exception. DermaRESTORE is one of the few products that effectively provides clinically studied ingredients in a precise ratio designed to reproduce results seen in relevant clinical studies.How Does It Work?DermaRESTORE contains over 15 different clinically studied extracts, combined with essential oils, vitamins and other nutrients, designed to address the problem of scar tissue and stretch mark formation. Our unique proprietary complex is designed to dramatically lessen the appearance of scar tissue and stretch marks, restoring the natural texture of healthy and beautiful skin.Quality GuaranteedEvery bottle of DermaRESTORE manufactured for the PRI is made within a GMP certified facility. Good Manufacturing Process Standards are the highest and most stringent guidelines in the nutritional supplement industry..Clinical Testing Proves :*Visual reduction in Stretch Marks and scars up to 34.98% in 8 weeks.*Visual Reduction in Age Spots up to 61.41% in 8 weeks",
    "itemID": "B00DLRNSSK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 171
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Maternity"
      ]
    ],
    "price": 27.99,
    "brand": "PRI"
  }
]