[
  {
    "title": "Fantasy by Britney Spears for Women - 1.7 Ounce EDP Spray",
    "description": "Launched by the design house of Britney Spears.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000GHYSVE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 77624
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 24.98,
    "brand": "Britney Spears"
  },
  {
    "title": "Eucerin Redness Relief Daily Perfecting Lotion Broad Spectrum SPF 15, 1.7 Ounce",
    "description": "Eucerin Redness Relief is a revolutionary, clinically proven skin care system that provides immediate redness relief and improves the condition of visibly red skin in 4 weeks.  Eucerin Redness Relief Daily Perfecting Lotion SPF 15 provides daily moisturization and UV protection while immediately reducing visible redness and blotchiness, for an even-toned complexion.  The gentle, calming formula has a light texture and absorbs quickly.  All Eucerin Redness Relief products are safe and appropriate for sensitive skin, redness prone skin and Rosacea.  Use the entire Redness Relief system for optimal results.",
    "itemID": "B000P1S0N8",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 1436
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 11.33,
    "brand": "Eucerin"
  },
  {
    "title": "Bed Head Superstar Blowdry Lotion 8.45 oz.",
    "description": "BED HEAD by Tigi SUPERSTAR BLOW DRY LOTION THICK HAIR 8.5 OZBED HEAD by Tigi possesses a blend of Shampoos Conditioners And Styling Tools For All Lifestyles.  According to TIGI you must have a sense of humour to use their products.  Everything Needed For The Latest Styles Be It Curls Wavy Or Straight Hair Bed Head Has A Solution For You.",
    "itemID": "B000VZ9UI2",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 9471
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 14.37,
    "brand": "Bed Head"
  }
]