[
  {
    "title": "Tigi Catwalk Curls Rock Curl Amplifier, 4 Ounce",
    "description": "Tigi catwalk curls rock amplifier enhances your natural texture, gives hold and control for defined curls and streamlined waves.",
    "itemID": "B0047DK2RW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1872
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Curl Enhancers"
      ]
    ],
    "price": 9.99,
    "brand": "TIGI"
  },
  {
    "title": "Alba Aloe Vera Sunblock SPF 30, 4 Ounce",
    "description": "Since 1979, Alba Botanica has offered natural, 100% vegetarian personal care products that do beautiful for you, your friends and the animals and Earth you love. This means we DON'T use parabens, sulfates, or phthalates. We make a full range of products packed with potent natural, botanical ingredients that are formulated to nourish the individualized needs of your skin and hair. Because the Alba Botanica is committed to the health and happiness of all furry friends, we never test our products, or the ingredients that go into them, on animals. We recognize the need to be good stewards of all natural resources. So we try to do beautiful by reducing our environmental impact in everything we do as a business, from the field to the final product. We hope that you join our do beautiful campaign. Together we can help to preserve and heal the planet, now and for future generations.",
    "itemID": "B000QUOD8Y",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1844
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "After Sun"
      ]
    ],
    "price": 8.85,
    "brand": "Alba"
  },
  {
    "title": "Neutrogena Hand Cream Norwegian Formula Fragrance Free 2 Oz (Pack of 3)",
    "description": "Neutrogena Hand Cream delivers effective relief for dry, chapped hands. This clinically proven, highly concentrated formula rapidly heals dry hands. It noticeably improves the look and feel of your skin.  Hands feel soft and smooth after just one application.",
    "itemID": "B004AIAVYS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2873
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": 13.49,
    "brand": "Neutrogena"
  }
]