[
  {
    "title": "Olay Professional Pro-X Hydra Firming Cream Anti Aging 1.7 Oz",
    "description": "Pro-X Hydra Firming Cream is professionally designed as a primary solution that helps optimize elasticity and firmness by plumping and locking in moisture. And as with all Pro-X products, it has been designed and tested to resignal skin to perform more like it did when it was younger. And younger-acting skin means younger-looking skin. Olay Professional Pro-X skin care products are a scientifically advanced line created by an inspired partnership of renowned dermatologists and P&G; Beauty Scientists. Together they took advantage of the very latest research, technology, ingredients, and thinking to create breakthrough anti-aging Pro-X products. Pro-X works by resignaling your skin to repair the moisture barrier and boost the surface-cell turnover rate. So you get younger-acting, younger-looking skin.",
    "itemID": "B001JQLNMI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1537
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 15.38,
    "brand": "Olay"
  },
  {
    "title": "Olay Professional Pro-X Eye Restoration Complex Anti Aging 15 mL",
    "description": "",
    "itemID": "B001JQLNMS",
    "helpful": [
      7,
      8
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1821
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Complexes"
      ]
    ],
    "price": 16.99,
    "brand": "Olay"
  },
  {
    "title": "Olay Professional Pro-X Intensive Firming Treatment Kit",
    "description": "Intensive Firming treatment is a mask and serum treatment regimen that helps increase skin's natural fullness for firmer skin.",
    "itemID": "B002UUT3AG",
    "helpful": [
      2,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 87358
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Sets & Kits"
      ]
    ],
    "price": 29.99,
    "brand": "Olay"
  }
]