[
  {
    "title": "Coanir Facial Sauna System with Timer",
    "description": "This unit can be used to steam open pores for cleansing skin and to steam open  clogged nasal and sinus passages. The versatility comes from two translucent, blue,  plastic cones. The large cone is 6-3/4 inches wide and has a flared, open side to  accommodate the face, chin, and neck for cleansing. The small cone is 3-1/2 inches wide,  so steam is directed into the nose where it can be breathed in during allergy and cold  season. Operating the steamer is simple: using the included measuring tube, pour tap  water into the power base's reservoir; twist on and lock into place either of the tubes;  switch on the unit with the on/off button; and wait about three minutes for the water to  heat. For controlled cleansing sessions there's a timer than can be set from 3 to 15  minutes. And for safety the unit automatically shuts off after 45 minutes.--Fred Brack",
    "itemID": "B00005A9WP",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 797
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 27.75,
    "brand": "Conair"
  },
  {
    "title": "Cococare All Natural 100% Jojoba Oil, 2 Ounce",
    "description": "All natural 100% jojoba oil is ideal for conditioning skin and hair. Ideal for conditioning skin and hair. All natural product. Will soften and smooth skin.",
    "itemID": "B001HSYSWU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 32720
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 4.48,
    "brand": "Cococare"
  },
  {
    "title": "Paul Mitchell Awapuhi Keratin Intensive Treatment for Unisex, Wild Ginger, 3.4 Ounce",
    "description": "3.4 oz treatment awapuhi wild ginger keratin intensive treatment was launched by the design house of paul Mitchell it is recommended for casual wear. Awapuhi wild ginger keratin intensive treatment by paul Mitchell for unisex - 3.4 oz treatment",
    "itemID": "B004DXN0J8",
    "helpful": [
      2,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 20263
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 8.99,
    "brand": "Paul Mitchell"
  }
]