[
  {
    "title": "Beyonce Heat Rush by Beyonce, 3.4 Ounce",
    "description": "Beyonce Heat Rush was launched by the design house of Beyonce. Opening notes of Heat Rush start the composition with passion fruit sorbet blood orange and Brazilian cherry.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B004OV8986",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3809
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 13.96,
    "brand": "Beyonce"
  },
  {
    "title": "Maybelline New York Shine Free Oil Control Pressed Powder, Ivory - 1 ea",
    "description": "Oil blotting ingredients in this pressed powder keep your face fresh for hours. 100% oil free for a no shine, matte finish. Won't clog pores or cause blemishes. suitable for acne prone skin",
    "itemID": "B0000531GD",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 13132
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 5.67,
    "brand": "Maybelline"
  },
  {
    "title": "Beautyblender - Double Blender Sponge &amp; Cleanser Kit",
    "description": "Modernize the Way You MakeUp! The Ultimate MakeUp Sponge Applicator. Designed by two top Hollywood Make up artists, Beautyblender is the most versatile make up tool you'll ever own. It 's elliptical teardrop shape is super soft to the touch, like suede and allows you to access hard-to-reach places making your make up application foolproof. It's washable, re-useable and recyclable. It's latex free and anti-microbial. Can be used with all types of make up; liquid base, cream base, mineral make up, cream blush, powders etc. Use Beautyblender damp or dry...we like to use it damp.Please note, Beautyblender will expand when wet.  With 2 you can keep one at home and take one with you, or use one damp and use the other dry.  Hygiene is a must when it comes to keeping you skin fresh and healthy.  Oil and dirt from your face will stay on your applicators if you don't take a moment to properly clean them.  That's why Silva and Lorenz offer this unique combo including the Blendercleanser, the perfect hygienic companion for your Beautyblender.  Blendercleanser is a lightly lavender-scented cleanser that's free of dyes and skin irritants.  It's soothing soy-based, low-suds formula breaks down rapidly, making it fun to use.  Soy has the added benefit of being one of nature's finest moisturizers and lavender is a natural anti-microbial, so by all means, clean up with class and do it often.",
    "itemID": "B000I5MJ8S",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 897
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Puffs, Sponges & Wedges"
      ]
    ],
    "price": 30.99,
    "brand": "BeautyBlender"
  }
]