[
  {
    "title": "Juicy Couture By Juicy Couture For Women. Eau De Parfum Spray 3.4 Oz.",
    "description": "Now everyone can have the charmed life, and scent, of a real live Juicy girl!   Top notes of mouthwatering watermelon, mandarin, and pink passion fruit combined with the sparkling freshness of bright marigold and green apple, enhanced by a splash of water hyacinth and crushed leaves. Heart notes of couture tuberose absolute wrapped in wild rose with sophisticated princess lily and creamy tuberose. Base notes of caramel cr&#xE9;me brul&#xE9;e and vanilla meld with elegant precious woods and patchouli.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000JL7Z5S",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 2954
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 35.25,
    "brand": "Juicy Couture"
  },
  {
    "title": "Pink Sugar By Aquolina For Women. Eau De Toilette Spray 1.7 Ounce",
    "description": "The first fragrance of Italian cosmetic brand Aquolina is Pink Sugar, a fragrance for young girls which like sweets. It is a very sweet fragrance that smells like fruity candy floss. The top notes are bergamot, Sicilian orange and green nuance of fig leaves. In the heart, a thin lily of the valley note enjoys the company of liquorice blossom and red fruits. The gourmand drydown is composed of vanilla, caramel, woodsy and musky notes. The perfume was launched in 2004.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000E7UF8G",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14296
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 18.97,
    "brand": "Aquolina"
  },
  {
    "title": "Ange Ou Demon By Givenchy For Women. Eau De Parfum Spray 1.7-Ounces",
    "description": "Launched by the design house of Givenchy in 2006, ANGE OU DEMON is a women's fragrance that possesses a blend of Tonka Bean, Vanilla, Mandarine, Orchidee, Safran, Ylang Ylang, Fleur de Lys, Pallisander wood, Oak Absolute, Thym BlancWhen&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B0012RYDR6",
    "helpful": [
      6,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 146100
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 47.06,
    "brand": "Givenchy"
  }
]