[
  {
    "title": "Curve Wave by Liz Claiborne for Men, Cologne Spray, 4.2-Ounce",
    "description": "Launched by the design house of Liz Claiborne in 2005, CURVE WAVE is a men's fragrance that possesses a blend of musk, mint, juniper, and liquid oxygen.  It is recommended for daytime wear.",
    "itemID": "B000P22TUW",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 4366
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Men's",
        "Cologne"
      ]
    ],
    "price": 14.19,
    "brand": "Liz Claiborne"
  },
  {
    "title": "Adidas Dynamic Pulse  By Adidas For Men, Eau De Toilette Spray, 3.4-Ounce Bottle",
    "description": "Launched by the design house of Adidas in 1997, ADIDAS DYNAMIC PULSE is a men's fragrance that possesses a blend of A fresh scent of citrus, cedar and mint with low tones of sweet fruits, fragrant woods and tonka bean.  It is recommended for daytime wear.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000VON5F2",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 7797
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Men's",
        "Eau de Toilette"
      ]
    ],
    "price": 8.35,
    "brand": "adidas"
  },
  {
    "title": "Mambo By Liz Claiborne For Men. Cologne Spray 1.7 Ounces",
    "description": "Introduced in 2001. Fragrance notes: orange, bergamot, musk  and patchouli. Recommended use: casual.",
    "itemID": "B0009OAHOG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 29102
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Men's",
        "Cologne"
      ]
    ],
    "price": 10.03,
    "brand": "Liz Claiborne"
  }
]