[
  {
    "title": "Argan Oil 100% Pure 2 oz.",
    "description": "Pure. Natural. The Timeless Pure collection contains ingredients at concentrations you won't find elsewhere. All natural and paraben free, we don't use excess ingredients to make up for the lack of actives. We like to keep it simple and effective.This product contains:Argan Oil - derived from the nut of the Argan tree, this rare and unrefined oil moisturizes like no other.  Absorbs quickly and can be used on the skin, hair, lips, and nails!",
    "itemID": "B007KNAA2S",
    "helpful": [
      1,
      1
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 21175
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 13.95,
    "brand": NaN
  },
  {
    "title": "UltraRadiance: SkinVacMD Premium Microdermabrasion Conversion Kit with 2 &quot;Forever&quot; Diamond Tips",
    "description": "SkinVacMDTM by Vacubrasion TM is a professional grade microdermabrasion unit with the best value, durability, and price on the market. \n\nThe BasicKit is the most popular package\nand comes with the following:\n\n-1\"Forever\" Diamond Surgical Steel tip\n-1 \"Forever\" Diamond Surgical Steel Body Tip\n-1  Non Adjustable Adapter for strong suction\n-1 Adjustable adapter for light to medium suction\n-1 \" Forever\" Surgical Steel ergonomic wand\n-1 reinforced vinyl tubing \n-6 cleansing pads\n-EZ steps microdermabrasion guide\n-Youtube video instructional guide\n\n\n\n\nDurable and made of diamond tips and stainless steel, Vacubrasion is robust and requires minimal upkeep. and no monthly replacement tips. This is a device built to last and require little upkeep except simple cleaning with alcohol or professional grade sterilizing solutions.\n\nExperience amazing results similar to what you see at the plastic surgeon and dermatologist's office at a fraction of the price. \n\nSee immediate results, smoother, fresher, and more vibrant looking skin. \n\nWatch age spots, fine lines, slight scars diminish in weeks.\n \nInstantly change the way your skin looks and feels.  Use it in the comfort and privacy of your own home and on your own time whenever you want. \n\n Powerfully reduce fine lines and wrinkles, acne, and acne scars.\n\nEnjoy real diamond peel exfoliation and vacuum stimulation. SkinVac was developed and tested by US physicians. It is Dermatologist tested and approved.\n\nSkinVac MD is The Future of Microdermabrasion.\n\nThe All in One is the ideal package for international use ( adaptable).",
    "itemID": "B0083K4WTE",
    "helpful": [
      8,
      13
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 13654
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Microdermabrasion"
      ]
    ],
    "price": 74.99,
    "brand": NaN
  },
  {
    "title": "NuFountain Fresh Cosmetics Genuine 20% L-Ascorbic Acid, Oil Free Vitamin C Serum Made Fresh When Ordered",
    "description": "1 Fluid Ounce (30mL) of 20% L-Ascorbic Acid (Vitamin C) in purified water and glycerin base in sealed light-blocking bottle with dropper for dispensing serum. Fragrance free. Manufactured using only the freshest, highest-quality ingredients. Used daily, protects skin with antioxidant action to repair damage from UV, environment, and signs of aging. A daily regime results in firmer, smoother younger-looking skin. Can be used under sun block and makeup.\n\nIMPORTANT STORAGE INFORMATION: Always store bottles in a cool, dark place. You may store serum in a refrigerator. Always store unopened bottles in the refrigerator.\n\nSERUM CONSISTENCY:\nNuFountain Fresh Cosmetics specializes in fresh-made serums using l-ascorbic acid which is water soluble. To effectively penetrate to your cellular level where it repairs free-radical damage, we do not use any oils, thickeners or unnecessary ingredients that make it thick and slow absorption. Our serums are very thin and since they are made fresh when ordered (free from oxidation which makes serums turn yellow, amber or brown and develop a strong odor), they are clear and appear water-like. This is what a great l-ascorbic acid serum should look and feel like. We produce fresh, honest l-ascorbic acid serums that are clear, and absorb immediately into your skin.\n\nSPECIAL OFFER: Purchase 2 bottles -- get a 3rd bottle FREE -- Enter the total number of bottle you want (such as \"3\") and the price of 1 bottle will be deducted when you checkout -- and you can mix and match with other NuFountain serums.\n\nORDERING LARGER QUANTITIES: To get 6 bottles (total), enter \"6\" for quantity and you will get the price of 2 bottles discounted at checkout. You get 1 bottle discounted for every three ordered and there is no limit.",
    "itemID": "B001TAIFZM",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 16260
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 16.99,
    "brand": NaN
  }
]