[
  {
    "title": "Obagi Professional-C Serum 15% - 1 fl oz / 30 ml (For all skin types)",
    "description": "Obagi Professional-C Serum 10%, 1 oz.Obagi Professional-C Serums use advanced scientific formulas developed and tested by Vitamin C experts to provide maximum daily antioxidant protection against free radicals, which cause premature signs of aging including fine lines and wrinkles. Obagi's unique formula provides greater penetration of ingredients, delivering greater antioxidant benefit to your skin. Obagi Professional-C Serums use stabilized L-ascorbic acid -- the only form of Vitamin C that can be effectively absorbed by the skin. Obagi Professional-C Serum 10% is suitable for dry, sensitive or reactive skin. The 10% L-ascorbic acid helps in defending against damaging UVA and UVB rays, helps prevent premature signs of aging such as fine lines and wrinkles, and contributes to collagen synthesis. Designed to stimulate collage to firm and support skin Superior delivery system, resulting in greater penetration to all layers of the skin Lighten skin discolorations, moisturize and hydrate skin to improve both texture and toneEspecially Suited For: dry, sensitive or reactive skin typesEssential Elements: Obagi Professional-C Serum 10% comes in a 1-oz. bottle.For Best Effect: Apply 5 to 7 drops to your face, neck, and chest using fingertips. Apply to cleansed skin in the morning before sunscreen and makeup application. A slight tingling may occur in some people, which diminishes with continued use.",
    "itemID": "B000BZ4YB0",
    "helpful": [
      0,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 5016
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 38.95,
    "brand": "Obagi Medical"
  },
  {
    "title": "Obagi System Professional-C  5% Vitamin C Serum For Eye Area, 0.5 Fluid-Ounces (15ml) Bottle",
    "description": "Obagi Professional-C Eye Serum provides antioxidant protection to the delicate eye area.&#xA0; Superior delivery system, resulting in greater penetration to all layers of the skin. The 5% L-ascorbic acid helps in defending against damaging UVA and UVB rays, helps prevent premature signs of aging around the eyes such as fine lines and wrinkles, and contributes to collagen synthesis.",
    "itemID": "B001CJE0X6",
    "helpful": [
      2,
      3
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 8660
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 31.75,
    "brand": "Obagi Medical"
  },
  {
    "title": "Obagi System Professional-C 20% Vitamin C Serum, 1-Ounce Bottle (30ml)",
    "description": "Professional-C serum with Vitamin C neutralizes free radicals at all layers of the skin, before they damage skin cells and accelerate aging. Provides superior antioxidant protection with deep penetration. Obagi Professional-C Serum 20% is suitable for all skin types.",
    "itemID": "B001CJFEYK",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 746
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 59.9,
    "brand": "Obagi Medical"
  }
]