[
  {
    "title": "Revlon ColorStay Makeup, Combination/Oily Skin, Cappuccino, 1 Ounce",
    "description": "Revlon ColorStay Makeup for Combination/Oily Skin Longwearing coverage with a lightweight formula that won't cake, fade, or rub off. With Time Release Technology specifically formulated for combination or oily skin to control oil absorption and shine. Your look stays flawless throughout the day.- Makeup feels comfortable and wears up to 24 hours.- Medium to full coverage.- Comes in 20 beautiful shades. TIPS: &#x2022; Apply to clean skin.&#x2022; Using your fingertips or applicator, blend foundation onto skin, starting in the center of your face, forehead, nose and chin blending outward.",
    "itemID": "B0039UT9QE",
    "helpful": [
      2,
      3
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 53396
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 9.48,
    "brand": "Revlon"
  },
  {
    "title": "Eco Style Gel, Olive Oil, 16 oz",
    "description": "Go Organic With Styling GelYou can get wonderful hair by using Eco Style Gel, Olive Oil Styling Gel. The olive oil content is known for its various benefits to human health and is an important ingredient since ancient times. It's highly safe for all types of hair without causing itching or flaking. It's an good styling gel that deeply conditions the hair while maintaining maximum hold.Made with 100% pure olive oilFree from alcoholNo flakes, no tack and anti-itchCan be used in all types of hairEco Style Gel, Olive Oil Styling Gel provides moisture to the hair as well as scalp.Just For You:All types of hairA Closer Look:Olive Oil Styling Gel protects the hair from harmful sun rays as it is UV protected. It also helps protect the scalp as its natural moisture system is regulated.Get Started:Apply gel to hair. Work desired amount through your hair and style.",
    "itemID": "B004X8KOEC",
    "helpful": [
      32,
      40
    ],
    "overall": 1.0,
    "salesRank": {
      "Health & Personal Care": 8891
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 2.79,
    "brand": "Nvey Eco"
  },
  {
    "title": "ECOCO Eco Style Gel, Blue, 32 Ounce",
    "description": "Eco eco styler styling gel for color treated hair is a medium hold styling gel especially formulated for color treated hair. It will not effect the color of your hair and will not flake. It can be safely used to add volume and sheen. This styling gel is ideal for achieving the desired style with soft hold hair styles.",
    "itemID": "B001T8JLRK",
    "helpful": [
      2,
      6
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 101176
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 4.49,
    "brand": "ECOCO"
  }
]