[
  {
    "title": "Prada Prada Candy Eau De Parfum Spray for Women, 2.7 Ounce",
    "description": "Buy Prada Women's Perfumes - Prada Candy by Prada for Women 2.7 oz Eau de Parfum Spray",
    "itemID": "B005KF5WYO",
    "helpful": [
      0,
      2
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 3313
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 72.06,
    "brand": "Prada"
  },
  {
    "title": "Gelish Candy Land Soak-Off Gel Polish - Sugar Daddy",
    "description": "Nail Harmony Gelish Candy Land collection.The gel applies like polish but is cured under a UV light like gel nails.Cures in a LED lamp in 30 seconds and in two minutes with 36 watt or higher UV nail light.Gelish stays on nails for three weeks with no chipping or peeling.Soaks completely off in only 15 minutes.",
    "itemID": "B007S5A2K8",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 44374
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 11.5,
    "brand": "Gelish"
  },
  {
    "title": "Buf-Puf Reusable Facial Sponge, Extra Gentle, - 1 ea",
    "description": "One Facial SpongeFor daily cleansing of sensitive skin.Thoroughly cleans and refreshes your skin.Use every day with your favorite cleanser.&nbsp;Perfect Prep for Sunless Tanning!Leaves skin feeling clean and refreshed!Use every day with your favorite soap or cleanser.Lifts off dry, dulling skin cells.Gently cleanses away makeup, dirt and excess oil.Leaves skin smooth and soft, perfectly prepped for moisturizers, makeup and sunless tanning.Dermatology-tested for gentleness.Choose the sponge that makes your face look and feel its best:&nbsp;Extra GentleGentleRegularDelicate, Sensitive SkinX&nbsp;&nbsp;Normal to Dry SkinXX&nbsp;Normal to Oily Skin&nbsp;XXDaily Cleansing with Mild ExfoliationXX&nbsp;Daily Cleansing with Deep Exfoliation&nbsp;XXMade in USA",
    "itemID": "B000052YJD",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 4.29,
    "brand": "Buf-Puf"
  }
]