[
  {
    "title": "Omnia Crystalline by Bvlgari for women Eau De Toilette Spray, 2.2 fl. oz.",
    "description": "Launched by the design house of Bvlgari in 2005, BVLGARI OMNIA CRYSTALLINE is a women's fragrance that possesses a blend of balsa wood, bamboo, lotus flower, and nashi.  It is recommended for casual wear.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000P22UUG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1163
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Toilette"
      ]
    ],
    "price": 36.06,
    "brand": "Bulgari"
  },
  {
    "title": "Real Techniques Expert Face Brush",
    "description": "Designed with pro makeup artist Samantha Chapman, Real Techniques brushes combine high-tech materials with innovative design to make creating a pixel-perfect look easier than ever: Taklon bristles are ultra plush and smoother than the hair you'll find in other brushes. Since taklon is synthetic, it's 100% cruelty-free. The soft fibers help create a flawless, high-definition finish in any type of light, from sunlight to harsh indoor lighting. The color-coded system corresponds to the key steps of makeup application so you can create a flawless base (copper), enhanced eyes (purple), and the perfect finish like a pro (pink). Each brush head is hand-cut to the perfect shape, allowing for precise application from dense coverage to a soft, delicate finish. The collection is suitable for a wide range of products and every makeup need &#x2013; from powders, creams, and liquids to mineral makeup, highlighter, and shimmer. Brush names on the handles make for easy reference when creating your favorite look.",
    "itemID": "B007O7AZBG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 341
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 8.45,
    "brand": "Real Techniques"
  },
  {
    "title": "The Crimson Amulet Colletion Inspired By the Movie Dark Shadows",
    "description": "LIMITED EDITION!This palette inspired by the film \"Dark Shadows\"includes 24 matte and shimmery eye shadows, 5 blushers, 1 highlighter, 4 lip colors, 1 HD Studio eye shadow base for a more intense eye shadow hue, and 1 extreme black liquid eye liner.",
    "itemID": "B007RX3AFA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 155747
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Palettes"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]