[
  {
    "title": "Sally Hansen Airbrush Face Tanner 1.8oz Spray [Health and Beauty]",
    "description": "INDICATIONS: Sally Hansen Airbrush Face Self Tanner Enriched with Retinol and Vitamins so skin looks soft, smooth and radiant. You'll start to see a natural-looking streak-free tan in just one hour. Won't stain clothes or transfer. One shade works for every skin tone. Two formulas: Especially for Face and Especially for Body. INDICATIONS: Sally Hansen Airbrush Face Self Tanner Enriched with Retinol and Vitamins so skin looks soft, smooth and radiant. You'll start to see a natural-looking streak-free tan in just one hour. Won't stain clothes or transfer. One shade works for every skin tone. Two formulas: Especially for Face and Especially for Body.",
    "itemID": "B000AADF0M",
    "helpful": [
      5,
      5
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 32229
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 6.15,
    "brand": "Sally Hansen"
  },
  {
    "title": "Sally Hansen Airbrush Leg Tan Glow,4.4 oz",
    "description": "Sally Hansen airbrush legs new enhanced coverage. Spray-on makeup with enhanced coverage makes legs look and feel silky smooth and sexy. Stays fresh and natural looking all day. Transfer and water-resistant. Light glow-for fair skin tones, medium glow-for light to medium skin tones, tan glow-medium to tan skin tones, deep glow-for tan to deep skin tones.",
    "itemID": "B000GG85DM",
    "helpful": [
      1,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8121
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 8.49,
    "brand": "Sally Hansen"
  },
  {
    "title": "Finulite - The End to Cellulite, AM/PM Cellulite Cream (2 - 4 oz tubes)",
    "description": "Introducing Finulite, the latest breakthrough in cellulite reduction. Finulite cellulite cream is an AM/PM skin care system formulated to treat cellulite continuously, 24-hours a day. \nThis unique 2-part system contains powerful fat burning and skin tightening ingredients. Detoxifies targeted areas - increases rate of lipolysis, improves circulation, and helps eliminate water retention (diuretic). Prevents and protects - boosts production of collagen to renew and restore skin's elasticity. The combined result is visibly toned skin with a reduction in the lumps and dimples associated with cellulite.\nUse Finulite as part of your weight loss regimen to help reduce cellulite and assist with fat loss. This comprehensive skin care system fights both the causes and effects of cellulite, to help you achieve visible, lasting results. \n\nFinulite's arsenal of cellulite-fighting ingredients now includes the following patented cutting-edge cosmeceuticals: Theophyllisilane C, Hydroxyprosilane CN, Slimbuster-L, Melscreen Coffee and NG Darutoside.",
    "itemID": "B004WSXD4G",
    "helpful": [
      3,
      5
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 726
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Creams"
      ]
    ],
    "price": 24.95,
    "brand": NaN
  }
]