[
  {
    "title": "Alpha Hydrox Enhanced Lotion 10 percent Glycolic AHA -- 6 fl oz Anti-Wrinkle",
    "description": "Concentrated pure glycolic acid (one of the most effective alpha hydroxy acids on the market) works diligently on your complexion, leaving skin visibly firmer, smoother, and more refined with a simple, once-a-day application of this treatment lotion. For added moisturizing benefits, pure vitamin E--long known to beautifully rehydrate skin--is also a key ingredient.10% AHA Anti-Wrinkle Treatment.Recommended for:&nbsp; &nbsp;Dry to Normal Skin Types.&nbsp;Not for use on delicate/sensitive skin.Absorbs quickly.&nbsp; Fragrance-free.&nbsp; Effective pH 4.Proven to significantly reduce the appearance of fine lines and wrinkles.Safely lifts dead cells from the skin's surface to revitalize and help restore youthful, healthy, radiant-looking skin.Renews moisture, refines texture, improves elasticity and skin tone.Specially formulated with rich moisturizers and Vitamin E.Contains 10% pure Glycolic-AHA.The exfoliating effect of Alpha Hydrox Enhanced Lotion is also beneficial for use on the legs, arms and body.&nbsp; Its rich moisturizers and alpha hydroxy provide soft, smooth, silky skin when used on these areas.",
    "itemID": "B000052YM7",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 561
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 9.67,
    "brand": "Alpha Hydrox"
  },
  {
    "title": "The Original Hyaluronic Acid Serum 100% Pure Refill 8 oz",
    "description": "Pure. Natural. The Timeless Pure collection contains a high concentration of hyaluronic acid that you won't find anywhere else. All natural and paraben free, we don't use excess ingredients to make up for the lack of actives. We like to keep it simple and effective.This product contains:Hyaluronic Acid - one of the most powerful hydrating and moisturizing ingredients on the market today. Holds up to 1000 times its weight in water! And as always, we use a higher concentration of HA than any other seller. This serum contains 1% HA, or about 2x the amount of HA contained in others 60% concoctions.",
    "itemID": "B0047AKVW6",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3558
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 39.95,
    "brand": NaN
  },
  {
    "title": "Glycolic Acid 35% Gel Peel, 100ml (Professional)",
    "description": "Glycolic Acid is a superficial peeling agent that ismade from sugar cane. It is often considered the most active and beneficial of the Alpha-Hydroxy-Acids (AHA).Glycolic/35 works beneath the skin to stimulate collagen andreduce the appearance of fine lines and wrinkles.Working below the surface there is generallyvery little visible peelingwith the Glycolic/35.With repetitive and continuous use,improvement to skin tone and textureoccurs.Once inside the skin's cell, glycolic acid will serve as acatalyst for the formation of new collagenwhich will reduce the appearance of wrinkles on the skin's surface.Glycolic acid has been proven to be veryeffective in the treatment of hyperpigmentation, melasma, actinic keratosis, acne, and oily skin, as well as other cosmetic uses.Choosing the Best Peel:Skin Laboratory offers different types of chemical peels to help with things like exfoliating the skin and smoothing fine lines and wrinkles. If you are looking for the BEST peel for your condition, the following list will help you select it. The peels effectiveness is not limited to these conditions:Glycolic:Eczema & Dermatitis, Fine Lines & Wrinkles, Razor Bumps, Stretch Marks and General Toning & TextureLactic:Actinic Keratosis, Dark Circles Under Eyes, Dry Skin, Eczema & Dermatitis, Melasma, Psoriasis, Razor Bumps, Scarring, Sensitive Skin, Stretch Marks, Sun Damage and General Toning & TextureSalicylic:Acne, Acne Scars, Adolescent Skin, Large Pores & Blackheads, Oily Skin, Psoriasis, Razor Bumps and WartsBHA+:Acne, Adolescent Skin, Large Pores & Blackheads, Oily Skin, Psoriasis and WartsHQ+:Acne Scars, Actinic Keratosis, Melasma, Oily Skin and Scarring",
    "itemID": "B000PR4F9K",
    "helpful": [
      1,
      5
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 34380
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Glycolic Acid"
      ]
    ],
    "price": 38.95,
    "brand": NaN
  }
]