[
  {
    "title": "Escape by Calvin Klein for Men, Eau De Toilette Spray, 3.4-Fluid Ounce (100 ml)",
    "description": "Calvin Klein Escape for Men Eau de Toilette Spray 100ml. 3.4 FL OZ",
    "itemID": "B0009OAGSI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Men's",
        "Eau de Toilette"
      ]
    ],
    "price": 26.55,
    "brand": "Calvin Klein"
  },
  {
    "title": "Ralph Lauren Polo Sport Eau de Toilette Spray for Men, 4.2 Ounce",
    "description": "Introduced in 1994. Fragrance notes: fresh, warm, sporty florals. Recommended use: daytime.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B0009OAGWE",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4016
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Men's",
        "Eau de Toilette"
      ]
    ],
    "price": 58.99,
    "brand": NaN
  },
  {
    "title": "Acqua Di Gio By Giorgio Armani For Men. Eau De Toilette Spray 1.7 Oz.",
    "description": "Inspired by beauty of Pantellerie, where he spent his vacation, Armani created the aroma of Aqua di Gio for men and women. The fragrance for men is a scent of freedom, full of wind and water. The composition is built of a perfect harmony of sweet and salty notes of sea water and nuances of sunny warmth on your skin. Aqua di Gio is full of scorching Mediterranean sun. Bitter citrus with aromatic nuance of rosemary intertwines with salty, sea nuances and pellucid hedione. Sharp notes of spices are softened by woody base with warm, musky trail. It was created in 1996 by Alberto Morillas.",
    "itemID": "B0009OAGXI",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 615
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 40.95,
    "brand": NaN
  }
]