[
  {
    "title": "Super Detox - Organic Deep Pore Facial Cleanser with Activated Charcoal 4.85 oz",
    "description": "Super Detox Deep Pore Facial Cleanser with Activated Charcoal is a creamy silvery gray liquid enriched with botanicals, essential oils, vitamins, replenishing oils & activated charcoal.Super Detox Cleanser is made with mild & effective cleansing agents to deeply clean your pores of toxins & bacteria for smooth clear skin. Our unique clarifying formula acts like a magnet to remove dirt & oils below the surface of your skin, gently purging toxins out of your pores.An oil-controlling, replenishing blend of Essential Oils consisting of Rose Geranium, Rosemary, Lavender, Lemon, Lime & Orange works to balance your skin for a clear, bright complexion.Astringent, Antiseptic & Regenerative, this cleanser is fortified with Antioxidants: Lichen, Black Willow Bark, Aloe Vera, Green, White & Rooibos Teas; plus Vitamins: B-complex, C Ester & E.Details:Activated Charcoal is amazingly absorbent, known to effectively cleanse the skin, unclog pores, remove deeper impurities & dead skin cells, resulting in smooth, supple skin. One teaspoon of activated charcoal has a surface area of more than a football field. Dirt, toxins, heavy metals, chemicals & other poisons are attracted to the charcoal molecules & washed away. The beauty of Activated Charcoal is that it removes these nasties without adsorbing vitamins & nutrients, leaving your skin radiantly healthy.MSM is a natural sulfur compound that is anti-inflammatory & anti-microbial. MSM feeds the formation of collagen & elastin & discourages the formation of wrinkles & scar tissue.DMAE & Hyaluronic Acid: beneficial for cellular hydration, reducing the appearance of fine lines & wrinkles.Cocoamidopropyl Betaine & Decyl Glucoside are mild, vegetable sudsing agents.4.85 oz in a plastic bottle with twist spout cap.",
    "itemID": "B003NTFDFM",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 26460
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 22.99,
    "brand": NaN
  },
  {
    "title": "MAC Satin Lipstick - Rebel",
    "description": "I ONLY SHIP IN THE USA AND PUERTO RICO. NO INTERNATIONAL SHIPPING. I SHIP SAME DAY 6 DAYS A WEEK  please check my website  innovationdiscounts com",
    "itemID": "B0006LNJ56",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 17535
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 17.99,
    "brand": "M.A.C"
  },
  {
    "title": "Vasanti Luxembourg - Ultra Luxe Lipstick with Peptide Technology - Paraben Free",
    "description": "A luxurious formula that hugs the lips and is loaded with incredibly hydrating ingredients. The unique formula uses peptide technology which aids in smoothing out fine lines on the lips making them appear soft, fuller and youthful..",
    "itemID": "B002RXD6WM",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 161694
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 15.0,
    "brand": NaN
  }
]