[
  {
    "title": "Emu Oil 100% Pure Moisturizing Oil For Face, Skin, Hair Growth, Stretch Marks, And More | Fully Refined. Get Radiant, Younger looking, Plump Skin - Best Emu Oil - 100 Days 100% Money Back Policy (If you're not satisfied, we'll refund your money + you get to keep the bottle). Try RISK FREE!",
    "description": "Finally...The Ultimate Solution For Your Beautiful Face, Skin & HairGive your skin and hair everything that it has been craving for!&#x2022;\tMOISTURIZING BENEFITS: No more dryness. Get a soft, smooth skin naturally.&#x2022;\tYOUTHFUL APPEARANCE: Improve skin issues that develop with age.&#x2022;\tEVEN SKIN TONE: Reduce marks to achieve an even, radiant, clear skin.&#x2022;\tIMPROVED SKIN TEXTURE: Get a plump skin full of health.&#x2022;\tHAIR HEALTH AND GROWTH: Achieve complete hair care. Get soft, shiny hair, reduce split ends, and boost hair growth.Experience the CALMING and SOOTHING effects of InstaNatural Emu Oil!&#x2022;\tSoothes minor inflammation.&#x2022;\tReduces dryness related to various skin conditions.&#x2022;\tCalms itching on skin.100% Satisfaction Guarantee! 100 Days Easy Money Back Policy. If you're not completely satisfied, keep the bottle (it's on us) + get a full refund. So buy with confidence!We produce this oil in small controlled batches to ensure the batches you get are always fresh. This may lead us to selling out soon.So Click the Add to Cart Button at the Top of this Page to Grab your Bottle Now! What do you have to lose?",
    "itemID": "B00JX979CQ",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1305
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 21.77,
    "brand": NaN
  },
  {
    "title": "Dead Sea Mud Shampoo - Fast, Natural Relief from Dandruff - Itchy, Dry, Flaky Scalp - Scalp Psoriasis - Seborrhea Dermatitis - with Dead Sea Mud, Olive Oil &amp; Shea Butter - Highly Effective - Satisfaction Guaranteed",
    "description": "Adovia's Dead Sea Mud Shampoo is specially formulated with natural ingredients such as Dead Sea Mud, Chamomile & Olive Oil to bring deep hydration and moisture to the scalp, relieving itching and flakiness.  Dead Sea Mud has been known for centuries for it's healing properties and people travel from all over the world to come and experience it's effects at the Dead Sea. Dead Sea Salts and Mud have been featured on CNN, in the Wall Street Journal and New York Times. Dead Sea Mud contains the highest concentration of minerals found in mun anywhere in the world. Finally the benefits of Dead Sea mud and salt are presented to you in shampoo form!  These minerals are all essential for proper skin function and help to regulate moisture retention as well as hydration. You complete satisfaction is guaranteed.",
    "itemID": "B00JJVG6HC",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 11049
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 27.5,
    "brand": NaN
  },
  {
    "title": "Nature's Best Vitamin C Serum - #1 For Face, Eyes &amp; Acne On The Market - C + E + Hyaluronic Acid Reverse Skin Aging &amp; Wrinkles - Look &amp; Feel 5, 10, even 15 Years Younger - Organic 20% Vitamin C Serum &gt; Vidi, Obagi, Powder, Cream - Limited Supply 45 Day Guarantee",
    "description": "The Secret to Reverse Signs of Ageing, Making You Look & Feel Younger!This is The Highest Quality, Most Potent & Effective Vitamin C Serum on The MarketAre You Looking Older than You Feel?  Natures Best Vitamin C Serum is Clinically Proven and tested to:- Works for all skin types, dry, oily, sensitive as its made from Pure Natural Organic Ingredients.- Reduces acne by removing toxins & creating collagen for firmer, plumper, healthier skin.- Minimizes Redness of scars and acne by lightening pigment showing a more youthful you.- is the perfect consistency for applying, not to watery.Amazing Benefits to Your Skin are:- Instantly gain a smoother complexion and tighter skin for a more radiant beautiful you.- Antioxidants reduce skin damage caused by years of aging, uv rays & pollution.- Reverses the effects of aging, reducing fine lines and wrinkles.- Stimulate the synthesis of collagen making your skin look years younger, firmer, & more vibrant.If Dramatic Results are What you are Looking for, We have the Product for YouOur product is truly the best on the market, with the highest quality Ingredients, most potent & effective serum that is\nclinically proven to reverse the signs of aging.Our Guarantee to YouPut us to the test.  If within 45 days, you're not 100% happy with results, just let us know and we'll refund 100% or your purchase price\n- No questions asked.ImportantWe are sorry if we are sold out - As we are selling so much with our limited time sale price we run out of inventory, fast.Click the Buy Now Button at the Top of this Page to Regain Youthful Beauty Today!",
    "itemID": "B00GFBWWWC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3654
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 17.95,
    "brand": NaN
  }
]