[
  {
    "title": "Hempz Pomegranate Herbal Moisturizer, 17 fl oz (500 ml) (Package may vary)",
    "description": "This body moisturizer is enriched with 100% pure organic hemp seed oil and blended with natural extracts to provide dramatic skin hydration and nourishment to help improve the health and condition of skin. Hemp seed oil is one of nature's richest sources of essential fatty acids and key amino acids containing natural proteins, vitamins, antioxidants and minerals, vital for healthy skin conditioning. Pomegranate extract contains high levels of antioxidants, which helps prevent free radicals and renews your skin's healthy radiance. Shea butter, ginseng and natural extracts help calm, soothe and condition the skin. Vitamins a, c and e help protect skin from natural and environmentally triggered oxidants.",
    "itemID": "B0036QFZ46",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 890
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 9.63,
    "brand": "Hempz"
  },
  {
    "title": "SHANY Nail Art Set (24 Famouse Colors Nail Art Polish, Nail Art Decoration)",
    "description": "This 24 piece nail art set has every color you need to design fabulous nails. Let your imagination run wild. Use the thin brush to create different patterns like feather strokes, checkered squares, rainbows, flowers and much more. Tip layer glitters over design to add sparkle. The possibilities are endless with so many hues you cannot go wrong with this set that contains lime green (pearl), neon green, yellow (matte), neon pink, fuchsia (pearl), neon purple, red (matte), neon yellow, white (matte), black (matte), silver (glitter), gold (glitter), pink (glitter), blue (glitter), green (glitter), dark grey (matte), pink (matte), sky blue (matte), lavender (matte), brick (matte), navy (pearl), forest green (matte), orange (matte), purple (pearl).",
    "itemID": "B005X2F7KI",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 137
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 19.95,
    "brand": NaN
  },
  {
    "title": "45PC nail art glitter powder dust tips decoration",
    "description": "1) 100% Brand new in retail package2) 45 Colours Nail Art or Make up Decoration Glitter Powder.3) Suitable for nail art decoration with nail polish, UV builder gel, etc.4) Can add great sparkle to face, body, and any great night out. Suitable for your party or fashionable look.5) With this set, you will be more attractive!",
    "itemID": "B0086LC47M",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 4745
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments"
      ]
    ],
    "price": 7.03,
    "brand": "HongNuo"
  }
]