[
  {
    "title": "Ardell Brow and Lash Growth Accelerator",
    "description": "Ardell Brow and Lash Accelerator Treatment Gel is a concentrated serum of multi proteins that works to immediately repair weak lashes and restore thickness of over tweezed or thinning brows. Added conditioners soften dry, brittle lashes enabling them to grow longer, thicker and fuller. Use nightly. After cleansing face, brush on to lashes and or brows. Leave on all night.",
    "itemID": "B000VDUOFM",
    "helpful": [
      0,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4365
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 1.79,
    "brand": "Ardell"
  },
  {
    "title": "Queen Helene Mint Julep Masque, 8 Ounce",
    "description": "The Original Mint Julep MasqueHelps dry up acne pimplesRinses away blackheadsHelps shrink large poresThe original natural home treatment, developed by a dermatologist, that will actually dry up acne pimples, rinse away blackheads and even help shrink enlarged pores.Simply apply Mint Julep Masque to your face and neck.&nbsp; Within minutes it firms and hardens, as its suction action draws out waste matter from the pores.&nbsp; Minutes later, rinse the masque away with warm water and a washcloth.&nbsp; After the masque is removed your&nbsp; skin will feel clean...refreshed and smooth.Even for people who are fortunately free of skin problems, Mint Julep Masque is a refreshing facial treatment that relaxes tired muscles and eases tension lines on the face and neck.No animal testing.&nbsp; No animal ingredients.Queen Helene.&nbsp; Environmentally Concerned.Made in USA",
    "itemID": "B00008CMOQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 370
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 5.48,
    "brand": "Queen Helene"
  },
  {
    "title": "Olay Regenerist Microdermabrasion &amp; Peel System 1 Kit",
    "description": "Studies have shown regular microdermabrasion is more beneficial to your skin than sporadic treatments. That's why Olay skincare experts developed Regenerist Microdermabrasion & Peel System. Olay combines the power of microdermabrasion with a mini-peel treatment to wake up tired-looking skin. Over time, it visibly improves skin tone and diminishes the appearance of fine lines and wrinkles.Make it part of your regular skincare regimen to gently resurface your skin's texture and activate surface cell renewal for soft, smooth skin. Its even gentle enough to use up to two times a week.There's only one Regenerist, backed by 60 years of Olay skincare experience. If you're ready for a dramatic transformation, Olay Regenerist Microdermabrasion & Peel System offers you the power of a microdermabrasian and mini-peel treatment to regenerate your skin's appearance in the comfort and convenience of your own home. Olay innovation.. it's a beautiful thing.",
    "itemID": "B000F63TW0",
    "helpful": [
      2,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 151
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Microdermabrasion"
      ]
    ],
    "price": 21.99,
    "brand": "Olay"
  }
]