[
  {
    "title": "Gold Bond Ultimate Skin Therapy Lotion, Healing, Aloe, 5.5 oz , (Pack of 3)",
    "description": "Heals dry problem skin. Vitamins A, C & E penetrates fast. Non-greasy. Fresh clean scent. 7 Intensive moisturizers. Specially formulated to help heal extremely dry, rough and problem skin. Gold Bond Ultimate contains 7 intensive moisturizers clinically tested to provide24-hour moisturization. Plus it contains 3 essential skin nurturing Vitamins A, C and E in a fresh clean scent. Gold Bond Ultimate penetrates fast and is non-greasy, unlike ointments of greasy lotions. You can actually feel it working even after you wash your hands! Ideal for: hands, cuticles, feet, elbows, knees, problem patches on legs, back or body. Dermatologist tested/hypoallergenic. Gentle enough to use on your face. Vitamin A - Improves elasticity and reduces appearance of wrinkles. Vitamin C - Promotes skin development and collagen formation. Vitamin E - Enhances protective function of skin and minimizes lipid base. Moisturizes for 24 hours.",
    "itemID": "B001G7PLBY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3145
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 14.98,
    "brand": "Gold Bond"
  },
  {
    "title": "Just For Me Hair Milk Conditioner, 13.5-Ounce Bottle",
    "description": "",
    "itemID": "B002MO9BW0",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 14376
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 4.99,
    "brand": "Just For Me"
  },
  {
    "title": "African Shea Butter Cream (100% Pure &amp; Raw, Gold) 8 Oz.",
    "description": "Pure Shea butter is coveted throughout Africa for its natural skin care benefits. Several great benefits of Shea butter are: Use as a shaving cream for a smooth silky shave, stretch mark prevention during pregnancy, fights the effects of aging, repairs rough damaged skin, treatment of dry skin, eczema, minor burns, pain relief from swelling and arthritis, improves muscle relaxation and stiffness, sunscreen, due to its rich content of vitamins E & F, Treats dark spots, skin discolorations, blemishes, diaper rash and as a hair conditioner.",
    "itemID": "B0009MHJE4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1028
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 5.39,
    "brand": "Aki"
  }
]