[
  {
    "title": "Noble Formula 2% Pyrithione Zinc Bar Soap",
    "description": "Noble Formula 2% Pyrithione Zinc Bar Soap - Original Formulawas especially formulated for those with psoriasis, eczema and dry skin, although it is an excellent cleansing bar for any skin type or condition.In addition to pyrithione zinc (ZnP) NF Bar Soap also contains a high percentage of nourishing olive oil, moisturizing emu oil and a gently exfoliating oatmeal.Noble Formula Bar Soap is handmade, hand shaped and may vary slightly in size and shape, but will always equal or exceed 3.25 oz.",
    "itemID": "B004R3TBEC",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1407
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 12.99,
    "brand": NaN
  },
  {
    "title": "Burt's Bees Intense Hydration Night Cream, 1.8 Ounces",
    "description": "How to determine the expiration date:The lot code is six to seven  digits long and starts with a 0, 1, 2 or 3. To read the lot code, the  first three numbers are the day of the year the product was made (aka  Julian Date). The next two digits are the year, and the last two digits  are a batch number we use internally for identification. For example,  lot code 0400901 translates to a product made on February 9, 2009 from  Batch Number 1.",
    "itemID": "B008HBMVZ6",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 2130
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Night Creams"
      ]
    ],
    "price": 9.05,
    "brand": "Burt&#39;s Bees"
  },
  {
    "title": "Eclos Cellular Activator Face Serum, 1.7-Ounce",
    "description": "Incorporating the breakthrough technology of Plant Stem Cell research, this lightweight liquid awakens dormant skin cells, increases their longevity and enhances their ability to function like young cells. A unique PhytoPlex24 incorporates plant extracts such as Comfrey and Gotu Kola to help visibly reduce the appearance of wrinkles and other signs of skin decline. Other extracts rich in anti-oxidants, including Turmeric and Green Tea, protect against further damage. You can have a smoother, softer, youthful complexion again.New Hope for Aging Skin. Researcher have found that Plant Stem Cells extracted from a rare Swiss apple, (Uttwiler Spatlauber), show tremendous ability to stimulate skin stem cells, encouraging aging skin to behave like younger skin.PhytoPlex24, a proprietary complex of plant extracts, vitamins, and antioxidants known to work in synergy to minimize the appearance of fine lines, wrinkles, and tired skin while delivering a smooth and radiant complexion.",
    "itemID": "B003JTCYH6",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 40560
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 55.6,
    "brand": "Eclos"
  }
]