[
  {
    "title": "Deva Care Arc Angel Firm Hold Defining Gel, 32-Ounce Bottle",
    "description": "To have and to hold. Pure Heaven! - De-frizz your halo with this vitamin-C enriched, extra hold moisturizing defining gel. Dissolves instantly when applied to wet hair, yet holds to form curls without feeling sticky or stiff. Not tested on animals. Made in USA.",
    "itemID": "B000TKH6FI",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 555
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 27.45,
    "brand": "DevaCurl"
  },
  {
    "title": "Eurow Microfiber Hair Turban",
    "description": "Here is what to do: Tip head forward, put on the turban, place hair into the turban, twist twist twist as much as needed, flip the end over, button and go.... Buy several of them to minimize shipping cost. This way you can use each once or twice then wash. This microfiber textile can withstand hundreds of washes, unlike cotton. You will enjoy your hair turban for years without having to replace them, and by ordering several at a time, you will never run out. Care instructions: Hand or machine wash in warm water with mild detergent. Tumble dry low heat setting. Do not use bleach or fabric softener as it would reduce the efficacy of the microfiber. Do not iron and do not dry clean.",
    "itemID": "B002LL57Z4",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 8422
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Hair Drying Towels"
      ]
    ],
    "price": 7.95,
    "brand": NaN
  },
  {
    "title": "Deva Curl Lo-Poo Mild Leather Cleanser 32 oz",
    "description": "Grime Fighter...rnDevaCurl's Low-Sudsing dirt agent fights oily build up without dehydrating. Scented with Starfruit Mango, Low-Poo is gentle enough to use daily.rnFor all hair types.rnDevaCurl - Depart from the ordinary with our botanically drenched, 100% sulfate free hair care system. Deva removed the harsh, dehydrating detergents that create lather \"which is purely aesthetic and does not clean the hair\" and infused a high concentration of cleansing and moisturizing botanicals that rejuvenate, restore, and respect your hair's natural order. rnWith Deva, curly hair is not a trend-it's a lifestyle.rnNot tested on animals.rnMfd. Exclusively for Deva Concepts, NYCrn1.877.DEVA123rnMade in the USArnAdditional Product Information:rnrnWe are not associated or affiliated with Deva Concepts and are not a licensed retailer of Deva Concepts. Deva Concepts guarantees this product only when sold through authorized retailers, and cannot guarantee the authenticity of any product sold by an unauthorized retailer. We cannot guarantee that this product is covered by any manufacturer's warranties or eligible for any manufacturer's rebate. If the UPC codes or other tracing codes are missing from any product container of a Deva Concepts product, please retain your purchase receipt to assist in the tracing of that product in the unlikely event it is defective.",
    "itemID": "B003E0VPA2",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 4004
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 31.94,
    "brand": "DevaCurl"
  }
]