[
  {
    "title": "PETER THOMAS ROTH - Anti-Aging Cleansing Gel 8.5oz",
    "description": "Oil-free, anti-wrinkle technology rejuvenates, clarifies and brightens with glycolic acid, salicylic acid, extracts of peach, white oak bark, lemon, lime.",
    "itemID": "B0007WL21M",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2056
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 21.8,
    "brand": "Peter Thomas Roth"
  },
  {
    "title": "Peter Thomas Roth Mega Rich Intensive Anti-Aging Cellular Creme, 1.7 Ounce",
    "description": "An intensive moisturizing creme formulated with our patent pending Firma-Cell-4 anti-aging peptide technology. Helps deliver intense hydration to the skin while patent pending Firma-Cell-4 technology combines wrinkle relaxing peptides to promote firmer, tighter skin. Collagen and elastin help tone, smooth and lift skin reducing the appearance of fine lines and the severity of deep wrinkles. Skin becomes smoother, more hydrated, firmer and regains a more youthful looking appearance.",
    "itemID": "B000IVB1G8",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 39325
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Creams"
      ]
    ],
    "price": 49.99,
    "brand": "Peter Thomas Roth"
  },
  {
    "title": "Moroccan Oil Intense Hydrating Mask 8.5 Ounce",
    "description": "Introducing the power of Moroccanoil. The Moroccanoil treatments have the ability to restore condition to over-processed hair, caused by colour procedures, perms and enviromental factors. This Intense Hydrating Mask is a rich, creamy treatment, designed to hydrate and help repair damaged hair. Moroccanoil's Intense Hydrating Mask is a high performace mask that does not need heat to be activated; only 5 to 7 minutes will treat hair with needed moisture whilst helping to add shine and elasticity.With continued use, this highly effective mask helps revitalise hair, restoring shine and manageability.",
    "itemID": "B002N5MKMG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 325
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 23.6,
    "brand": "Moroccanoil"
  }
]