[
  {
    "title": "real Techniques Blush Brush",
    "description": "",
    "itemID": "B004TSFBJO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 504
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 8.98,
    "brand": "Real Techniques"
  },
  {
    "title": "Real Techniques Expert Face Brush",
    "description": "Designed with pro makeup artist Samantha Chapman, Real Techniques brushes combine high-tech materials with innovative design to make creating a pixel-perfect look easier than ever: Taklon bristles are ultra plush and smoother than the hair you'll find in other brushes. Since taklon is synthetic, it's 100% cruelty-free. The soft fibers help create a flawless, high-definition finish in any type of light, from sunlight to harsh indoor lighting. The color-coded system corresponds to the key steps of makeup application so you can create a flawless base (copper), enhanced eyes (purple), and the perfect finish like a pro (pink). Each brush head is hand-cut to the perfect shape, allowing for precise application from dense coverage to a soft, delicate finish. The collection is suitable for a wide range of products and every makeup need &#x2013; from powders, creams, and liquids to mineral makeup, highlighter, and shimmer. Brush names on the handles make for easy reference when creating your favorite look.",
    "itemID": "B007O7AZBG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 341
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 8.45,
    "brand": "Real Techniques"
  },
  {
    "title": "Suave Professionals Moroccan Infusion Shine Shampoo, 12.6 Ounce",
    "description": "The new Moroccan infusion line from suave professionals is infused with authentic Moroccan argan oil, lightweight miracle oil that absorbs instantly and is known to give brilliant shine and long lasting conditioning benefits. This Moroccan infusion shine shampoo gently cleanses while making hair brilliantly shiny. To enhance shine and conditioning use with Moroccan infusion Moroccan argan styling oil. Salon proven to make hair shine as well as the salon brand Moroccan oil shampoo and conditioner system versus Moroccan oil moisture repair shampoo and conditioner. Moroccan oil is a registered trademark of Moroccan oil Inc.",
    "itemID": "B00AVWJQWK",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 1902
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 3.71,
    "brand": "Suave"
  }
]