[
  {
    "title": "Neutrogena Oil-Free Acne Wash Daily Scrub, 4.2 Ounce",
    "description": "Cleans deep into pores and helps stop breakouts before they start. This breakthrough formula features MicroClear a powerful technology clinically shown to boost delivery of acne medicine, clear congested pores and speed treatment deep to the source. MicroClear and gentle microbeads work together to cut through oil, dissolving dirt and impurities without overdrying or irritation. Skin is left clear and smooth.",
    "itemID": "B000NWDSAE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4837
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Scrubs"
      ]
    ],
    "price": 6.17,
    "brand": "Neutrogena"
  },
  {
    "title": "Palmer's Cocoa Butter Formula Skin Therapy Oil, 5.1 Ounce",
    "description": "An advanced multi-purpose skin perfection product that can be used all over the body, including face. Cetesomate-e complex helps improve the skin penetration and absorption characteristics of the formula into the epidermal layer of the skin. Cetesomate-e complex along with our exclusive blend of key ingredients helps improve the appearance of scars, stretch marks, dry, damaged skin, uneven skin tone, aging skin and fine lines and wrinkles.",
    "itemID": "B001KYU1H2",
    "helpful": [
      4,
      7
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 9683
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 6.5,
    "brand": "Palmer&#39;s"
  },
  {
    "title": "MISSHA M Perfect Cover BB Cream No.23 Natural Beige SPF42 PA+++ (50ml)",
    "description": "50 ml tubeThis M Perfect Cover BB Cream makes your skin tone clean and natural by concealing blemishes with excellent skin coverage.It is a multi functional makeup cream with blocking UV rays, whitening and wrinkle care effects and simplifies makeup formalities.It's moisturized application with W/S texture makes sleek skin tone while supplying moisture and nutrition at the same time.Directions: After basic skin care, apply an appropriate amount all over the face following the skin texture. Then, complete the makeup with powder.Do not need to apply Sun cream in addition.",
    "itemID": "B0027A7CLG",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 862
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation Primers"
      ]
    ],
    "price": 6.5,
    "brand": "MISSHA"
  }
]