[
  {
    "title": "FreeTress Equal FUTURA Hair Wide Lace Front Wig - NELLY (Deep Invisible Part) (OP61327)",
    "description": "Equal Lace Front Deep Invisible Part - NELLY\n  - Pre-cut Lace\n  - Deep Invisible Part\n  - Curling iron safe up to 400F\n  - Color Shown: OM27/30/613\n\nInvisible Part\n\nWide angle invisible lace surface area\nMost natural to look and feel\nBest flexible hair parting design\nThe Ingenious WIDE ANGLE invisible lace patch; Now you can part your hair WHEREVER you want\nInvisible Part is designed to provide you with your OWN, \"Natural-Look\" style\n\nPre-Cut, No Hassle Lace\n\nSimply adjust the lace front on your head and go!\nNo more Lace Cutting necessary\nNo Tape & No glue Necessary\n\nWashing: \n\nSynthetic wigs should be washed in cool water with a mild shampoo and conditioner.\nDo not scrub the wig, just submerge in clean water then swish it from side to side.\nPat dry with a clean towel, then place the wig on a wig stand or styrofoam head to dry while maintaining original styles.\nLastly, spray sheen to wig conditioner onto the wig and comb gently.\n\nStyling:  \n\nDo not use hot curler at regular setting. This fiber can only be curled at 380F- 400F.\nIf wig hair gets frizzy, try any sheen spray to calm the frizziness and then comb.\nIf the wig gets tangled, use any detangling or sheen spray then comb the hair.  \n\nHair Products:  \n\nAny hair products can be used on wigs, such as hair spray, mousse, gel, etc. since the wigs are washable and reusable.  \n\nWig Storage:  \n\nWhile wigs are not in use, they may be stored in a hair net and plastic bag or on a wig stand, such as styrofoam head.",
    "itemID": "B008D3JPKM",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 430822
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Wigs"
      ]
    ],
    "price": 35.97,
    "brand": "Unknown"
  },
  {
    "title": "Freetress Equal Lace Front Deep Invisible Part Pre-Cut Wig - BENTLY (#OMFIRERED)",
    "description": "FREE TRESS Equal Lace Front Deep Invisible Part - BENTLY\n- Pre-cut Lace\n- Deep Invisible Part\n- Curling iron safe up to 400F\n- Color Shown: OM27/30/613\n\nAPPLICATION INSTRUCTIONS\nQUICK STULE IN A MINUTE! NO GLUE! NO TAPE! NECESSARY\nSTEP 1 Braid hair in cornrow or wrap to secure.\nSTEP 2 Trim lace according to hairline.\nSTEP 3 Secure lace front using hair pins.\nSTEP 4 Style as you desire.\nOPTION A. USING LACE FRONT DOUBLE SIDED TAPE\n*Repeat STEP 1 & STEP 2\nSTEP 3 Apply double sided tape under the lace to secure.\nSTEP 4 Style as you desire.\nOPTION B. USING LACE FRONT GLUE\n*Repeat STEP 1 & STEP 2\nSTEP 3 Apply glue on skin surface to secure lace front\nSTEP 4 Style as you desire.\n\nREMOVING ADHESIVE\nSTEP 1 Apply remover around the lace thoroughly.\nSETP 2 Gently remove the lace when it softens.\n\nCARING INSTRUCTION\n*Use lace adhesive remover to thoroughly remove the adhesive and oils from the lace.\n*Store your lace front wig on a wig stand or mannequin head or stuff with paper or towel to maintain its shape.\n*Refrain from the use of heavy oils or pomades.\n*To freshen up the wig, mist with water and shake out the curls.\n\nWASHING YOUR WIG\nSince this wig is designed using synthetic fibers, care must be taken to avoid tangling or ruining the curl pattern. Follow these instructions for best results.\n1. Do not totally immerse your wig into water. Mist the hair with a spray bottle to dampen the hairs.\n2. Apply tour shampoo to your hands fist then run your fingers through the wig using a vertical motion pulling the shampoo out through the ends of the hair.\n3. Rinse the shampoo using a spray bottle or spray fhose.\n4. Use a towel to blot out the excess water.\n5. Shake out the curls.\n6. Allow the wig to air dry on a wig stand or a mannequin head.",
    "itemID": "B008Y13RUC",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 122177
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Wigs"
      ]
    ],
    "price": 35.73,
    "brand": "Equal"
  },
  {
    "title": "Freetress Equal Synthetic Wig - Gala-1",
    "description": "Caring Instruction:Add a little amount of shampoo in cold water.&nbsp; (Hot water may change the shape of curls.)Gently shake the wig in the water.Rinse thoroughly in cold water.Shake out excess water. (Do not squeeze or wring the wig.)Dry on wig head. (Do not brush until hair is completely dry.)Brush into desired style.",
    "itemID": "B005XCCE4A",
    "helpful": [
      7,
      7
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 30829
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Wigs"
      ]
    ],
    "price": 16.99,
    "brand": "Equal"
  }
]