[
  {
    "title": "Covergirl Natureluxe Silk Foundation Brazilnut 370, 1-Ounce",
    "description": "",
    "itemID": "B0043OSKZG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 50614
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 5.3,
    "brand": "COVERGIRL"
  },
  {
    "title": "TEI SPA Oxyderm High Frequency Ozone Facial Tool",
    "description": "The medical and beauty industry has been using negative ions for many years, early on it was developed to help purify the blood. By strengthening cell functions to expel carbon dioxide and environmental toxins it accelerate metabolism, improves the absorption of oxygen and increase immunity. Negative ions can improve quality by revitalizing natural youthful looking skin. By using a flat silent electrical release system to produce ozone, the oxyderm starts to sterilize the germs which reduces or removes acne. When the violet light combines with the effect of the ozone and high frequency wave it immediately starts producing healthy skin. When used properly the oxyderm will sterilize, reduce inflammation, dissolve dirt, balance the PH of the oil on the skin and eliminate acne revealing clean healthy skin.Contains: Oxyderm High Frequency Device, Protective Cap, Oxycalming Serum, Travel Pouch, Product Instructions and Specifications",
    "itemID": "B001NM85Q0",
    "helpful": [
      44,
      47
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 17065
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 99.98,
    "brand": "TEI SPA"
  },
  {
    "title": "DL Professional Dotting Tool with Nail Art Brush",
    "description": "Debra lynn professional dotting tool with nail art brush which can be used to create flowers and marble designs. 2 sided nail art tool, one side is a dotting tool and the other is a nail art brush. Great FPR making smooth curves.",
    "itemID": "B000VI1186",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 3388
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Brushes"
      ]
    ],
    "price": 4.01,
    "brand": "DL Professional"
  }
]