[
  {
    "title": "Cool Off Citrus Ice Towelette,  24-Count",
    "description": "When you are hot cool off with Cool Off. Introducing Cool Off a natural, unique personal cooling towelette that refreshes, renews and reenergizes you anytime a quick cool down is needed, whether the temperature is hot, you&#8217;ve been participating in sports, fitness, or outdoor activities, experiencing a hot flash or your mood is fried. The ultra-soft towelettes come in convenient single-use portable packets that are infused with a clean-scented blend of natural cooling herbs, moisturizing botanicals and essential oils.  You simply wipe on Cool Off and then press on the skin to build the chill.  National research indicates that consumers report cooling effects up to an hour and a half with the average chill lasting 20 minutes.",
    "itemID": "B003IU8KLU",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 2227
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Cloths & Towelettes"
      ]
    ],
    "price": 15.27,
    "brand": NaN
  },
  {
    "title": "John Masters Organics Sweet Orange &amp; Silk Protein Styling Gel 8 fl oz / 236 ml",
    "description": "Feeling a little lightheaded? Add a little body and bounce with John Masters Organics Sweet Orange & Silk Protein Styling Gel. This alcohol-free product uses a Hydrolyzed Silk Protein formula to create volume without ever being sticky, dry, or flaky. It's even safe for even color treated hair to coax locks up and away....",
    "itemID": "B0013LN56G",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 51325
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 13.1,
    "brand": "John Masters"
  },
  {
    "title": "John Masters Organics Lavender Rosemary Shampoo for Normal Hair 8 fl oz / 236 ml",
    "description": "Basic shampoo finally becomes beautiful. John Masters Organics Lavender Rosemary Shampoo for Normal Hair is deliciously designed from an aromatic blend of Coconut, Sage, and Chamomile to provide that rich, luxurious lather without adding any harsh, unnecessary chemicals. By helping your hair stand up to pollution and helping it resist the stress of treatments and color, your locks can finally be restored....",
    "itemID": "B0015YSNUE",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4177
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 15.64,
    "brand": "John Masters"
  }
]