[
  {
    "title": "Coanir Facial Sauna System with Timer",
    "description": "This unit can be used to steam open pores for cleansing skin and to steam open  clogged nasal and sinus passages. The versatility comes from two translucent, blue,  plastic cones. The large cone is 6-3/4 inches wide and has a flared, open side to  accommodate the face, chin, and neck for cleansing. The small cone is 3-1/2 inches wide,  so steam is directed into the nose where it can be breathed in during allergy and cold  season. Operating the steamer is simple: using the included measuring tube, pour tap  water into the power base's reservoir; twist on and lock into place either of the tubes;  switch on the unit with the on/off button; and wait about three minutes for the water to  heat. For controlled cleansing sessions there's a timer than can be set from 3 to 15  minutes. And for safety the unit automatically shuts off after 45 minutes.--Fred Brack",
    "itemID": "B00005A9WP",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 797
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 27.75,
    "brand": "Conair"
  },
  {
    "title": "Neutrogena Complete Acne Therapy System",
    "description": "",
    "itemID": "B000EPA4FW",
    "helpful": [
      0,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 658
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 19.37,
    "brand": "Neutrogena"
  },
  {
    "title": "32 oz African Shea Butter",
    "description": "WE HAVE UNREFINED AFRICAN IVORY SHEA BUTTER 32oz (2 POUNDS) AND SUPER FRESH WE SHIP SAME DAY IN 24hrs. SEE OUR FEEDBACK!! IF YOUR UNHAPPY LET US KNOW WE ARE HERE TO MAKE YOU HAPPY AWESOME PRODUCT INTERNATIONAL ORDERS WELCOME. FRESH IN FROM GHANA ALWAYS SEE OUR OTHER LISTINGS USES OF SHEA BUTTER Shea butter can be used to treat: 1. Dry skin, eczema, infant eczema, Rashes 2. Treats dark spots, stretch mark , burns, lessens the irritation in psoriasis, wrinkles, blemishes, Diaper rash, scars & skin discolorations. 3. Moisturizes and Heals Skin - relieves symptoms of extreme dryness, eczema, dermatitis and skin allergies 4. Anti-inflammatory Properties .Provides Pain relief from swelling and arthritis. 5. In Nigeria, shea butter (popularly called ori in Yoruba) is used for the management of sinusitis and relief of nasal congestion. This is due to its hydrating properties which help in relaxing the tension in the facial skin, thus easing respiration. 6. Improves muscle relaxation and stiffness in joint aches/arthritis. 7. Strengthens Cuticles and Nails 8. Hair conditioner for dry and brittle hair. 9. Used for Chapped lips. 10. Used as a sun blocking lotion. Protects With a Natural Sunscreen (due to its rich content of vitamin E and D).It reduce the effects of UV damage on the skin. Product of Ghana Directly from the Importers !",
    "itemID": "B0084HCIHY",
    "helpful": [
      4,
      7
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 1561
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 6.0,
    "brand": "Ivory Shea Butter"
  }
]