[
  {
    "title": "Fat Girl Slim by Bliss",
    "description": "Bliss Fat Girl Slimis an advanced-technologyadipose antagonist (which, in layman&#39;s terms, means it helps reduce the appearance of cellulite) features QuSome-encapsulated caffeine molecules for quick and targeted delivery of the skin-firming stuff of choice for supermodels, spokespeople and other celebs.",
    "itemID": "B0002DPG1I",
    "helpful": [
      5,
      42
    ],
    "overall": 1.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Creams"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Glow By Jennifer Lopez For Women. Eau De Toilette Spray 1 Ounces",
    "description": "Introduced in 2002. Fragrance notes: flowers, fruit and amber wih vanilla make this clean, alluring scent. Recommended use: daytime.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B0009N35D2",
    "helpful": [
      10,
      13
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 75243
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Toilette"
      ]
    ],
    "price": 14.11,
    "brand": "Jennifer Lopez"
  },
  {
    "title": "Exfoliating Hydro Gloves-Light Green Earth Therapeutics 1 Gloves",
    "description": "This package contains one pair of gloves. 100% Nylon. These Lux-Quilt gloves are specially woven to gently and efficiently exfoliate layers of dead skin and impurities from the body's surface. An integral part of any cleansing ritual, these gloves unclog pores and buff away stress while stimulating blood circulation. Not tested on animals. Product of Taiwan.",
    "itemID": "B0016BHJEW",
    "helpful": [
      5,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11941
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bathing Accessories",
        "Bath Mitts & Cloths"
      ]
    ],
    "price": 3.13,
    "brand": "Earth Therapeutics"
  }
]