[
  {
    "title": "Aveeno Positively Radiant Skin Brightening Daily Scrub, 5 Ounce",
    "description": "This daily facial scrub helps improve skin tone, texture and clarity to reveal brighter, more radiant skin. This unique formula combines moisturerich soy extract with smooth, round microbeads to gently exfoliate while you cleanse, leaving skin soft, smooth and evenlooking. Its soapfree, oilfree, hypoallergenic ingredients are good for everyday use and gentle enough for sensitive skin.",
    "itemID": "B0000632EN",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 6.63,
    "brand": "Aveeno"
  },
  {
    "title": "Aveeno Active Naturals Positively Ageless Daily Exfoliating Cleanser With Natural Shiitake Complex, 5 Ounce",
    "description": "A unique daily cleanser with Natural Shiitake Complex helps your skin look and feel younger. This light foaming, soapfree formula cleanses and softens skin, while lifting away dirt, oil, and makeup without overdrying sensitive skin. Fine microbeads gently remove dull, dry skin to help reveal healthier, younger looking skin.",
    "itemID": "B000MUQFTI",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5953
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Scrubs"
      ]
    ],
    "price": 2.98,
    "brand": "Aveeno"
  },
  {
    "title": "Pro Beauty Tools Twilight Limited Edition Ceramic Ionic Dryer",
    "description": "Specially designed to create professional blowouts. This professional product was used on the set of the twilight saga: Breaking dawn. Sparkle ceramic ionic technology for shiny, frizz-free styles, and high heat for salon results. Ergonomic lightweight design for easier styling with removable end cap for easier cleaning. Cold shot button to set style and lockout frizz. Includes style guide. 100% satisfaction guarantee.",
    "itemID": "B005XG2P0E",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 147789
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]