[
  {
    "title": "EcoTools Tapered Blush Brush",
    "description": "This makeup brush delivers the right amount of blush onto your cheeks creating a touch of color and definition. Ideal for blending and highlighting blush. Sweep your favorite powder or cream blush in an upward motion over the apples of your cheeks, blending towards the hairline. Can be used with wet or dry cosmetics. Perfectly rounded for contouring and laying down blush. synthetic bristles are cruelty free. Experience the incredibly soft touch of cruelty-free bristles EcoTools beauty solutions promote Living Beautifully! We are inspired by beauty inside and out, and in the world around us. While we always want to look our best, we feel even better when we can make earth-conscious choices. EcoTools remains a favorite of celebrities, beauty editors and women around the world.  Best known for our incredibly soft cosmetic brushes, and  handles, we take pride in offering a collection of cosmetic makeup brushes, hairbrushes, lashes and bath products that feature innovative,  materials. Our includes natural materials, reusable pouches, post-consumer recycled paper and plastic, and recyclable packaging. The eco pouch is phthalate-free and PVC-free.  Cleaning your Makeup Brushes Unclean makeup brushes transfer old makeup, germs, and bacteria to your skin each time you use them. Ideally, you should wash them once a week, and here&#x2019;s the best way how:  Run the bristles of makeup brush under warm running water. Careful not to get the ferrules and handles wet. Apply a drop of gentle shampoo or clarifying cleanser to bristles and work into a light lather. Rinse bristles thoroughly under warm, running water. Continue rinsing until water runs clear. Use a cloth to absorb excess water and reshape the bristles Lay your makeup brushes flat or &#x201C;handles up&#x201D; to air dry",
    "itemID": "B001KYQ3DS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7976
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 6.0,
    "brand": "EcoTools"
  },
  {
    "title": "Nairobi Wrapp-It Shine Foaming Lotion, 8 Ounce",
    "description": "Wrapp-it shine foaming lotion is heat activated with conditioning thermal lubricant; which protects against hot curling and blowdrying and keeps hair and scalp from feeling dry. It leaves hair with a beautiful healthy sheer shine, and sexy, bouncy, body, too. Acheive absolutely no flaking or dulling white film.",
    "itemID": "B0030F0U3Y",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7325
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 10.25,
    "brand": "Nairobi"
  },
  {
    "title": "Blemish Control Green Tea Scrub by St. Ives, 4.5 Ounce",
    "description": "",
    "itemID": "B003U4LGV0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6452
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Scrubs"
      ]
    ],
    "price": 4.0,
    "brand": "St. Ives"
  }
]