[
  {
    "title": "Starry Long Lasting Waterproof Eyeliner Gel with Brush Midnight Sky Dark Navy Blue",
    "description": "This innovative eyeliner offers the precision of liquid eyeliner and the ease of a gel based formula. The color is long-wearing and water resistant. Can be used to create subtle to dramatic looks. Every package comes with an brush. It is available in 12 pretty colors.",
    "itemID": "B004AUA63M",
    "helpful": [
      6,
      6
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 24426
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyeliner"
      ]
    ],
    "price": 4.92,
    "brand": "Starry"
  },
  {
    "title": "Lacoste Pour Homme By Lacoste For Men. Eau De Toilette Spray 3.3 Ounces",
    "description": "Introduced in 2002. Fragrance notes: cinnamom, apple, juniper and plum, woodsy and exciting. Recommended use: daytime.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000C1Z782",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2016
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Men's",
        "Eau de Toilette"
      ]
    ],
    "price": 39.66,
    "brand": "Lacoste"
  },
  {
    "title": "CoverGirl Exact EyeLights Waterproof Mascara, Black Gold 720 (for Hazel Eyes), 0.24-Ounce Packages (Pack of 3)",
    "description": "You&#8217;ve got one-of-a-kind eyes, so individualize with Exact Eyelights! Combine Exact Eyelights Eye-Brightening Mascara, Eyeliner, and Eyeshadows for up to 4X brighter eyes. Each custom color combo has light reflecting metallics designed to bring out your blues, greens, browns, and hazels. Discover your brightest eye look yet with Exact Eyelights! collection vs. bare eyes.",
    "itemID": "B0026P3HK2",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 45446
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 13.38,
    "brand": "COVERGIRL"
  }
]