[
  {
    "title": "Frownies Forehead &amp; Between Eyes, 144 Patches",
    "description": "144 patches in a box Frownies Facial Patches are applied to the forehaed and between the eyses over lines and wrinkles caused by expressions.",
    "itemID": "B00027DMSI",
    "helpful": [
      6,
      7
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 377
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 16.95,
    "brand": "Frownies"
  },
  {
    "title": "Paris Fair &amp; White Gel Creme Strong Bleaching Treatment",
    "description": "GEL CREME\nSTRONG BLEACHING TREATMENT\n\nThe FAIR & WHITE Cream Gel helps solve pigmentary problems thanks to its very effective lightening ingredients. Your complexion is visibly smooth and clearer.\n\nINSTRUCTION FOR USE : on the cleansed face, apply the FAIR & WHITE Cream Gel to the areas to be treated. Gently massage to make it penetrate. Daily use morning and evening during 3 or 6 weeks at least.\n\nINGREDIENTS : Aqua (Water), Paraffinum Liquidum (Mineral Oil), Butylene Glycol, Glyceryl Stearate, PEG-100 Stearate, Cetyl Alcohol, Ceteareth-20, Cocos Nucifera (Coconut Oil), Kojic Acid, Saxifraga Sermentosa (Saxifraga Extract), Vitis Vinifera (Grape Extract), Morus Bombycis (Mulberry Extract), Scutellaria Baicalensis (Scutellaria Root Extract), EDTA, Titanium Dioxyde, Dimethicone, Propylparaben, Butylparaben, BHA, Fragrance (Parfum).\n\nSIZE : 30 ml / 1oz",
    "itemID": "B000VQEQXA",
    "helpful": [
      4,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2112
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 8.39,
    "brand": NaN
  },
  {
    "title": "Renpure Originals Brazilian Keratin Straightening Conditioner, 16 Ounce (Pack of 2)",
    "description": "This organic blend of hydrating keratin is loaded with amiNo acids and protein that repair damage and restore strength. Our coconut oil has a tiny molecular structure that easily absorbs into the hair smoothing the cuticle layer adding softness and shine while shea butter conditions dry damaged areas and protects from heated styling products and UV rays. The result is beautiful, straight, silky-smooth hair. How it works: Keratin is considered one of the major building blocks of healthy hair, loaded with amiNo acids and protein, it helps repair and straighten damaged hair. Regular use of this product will help maintain healthy, beautiful hair.",
    "itemID": "B005I0JWU6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 24479
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 9.96,
    "brand": "Renpure Originals"
  }
]