[
  {
    "title": "Olay Age Defying Anti-Wrinkle Night Cream 2 Oz",
    "description": "This rich formula hydrates to renew skin's appearance at night when it needs it most to reduce the appearance of wrinkles instantly and works over time to reduce the look of fine lines - leaving your skin feeling soft and smooth.",
    "itemID": "B000NUTUMQ",
    "helpful": [
      1,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 34915
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Night Creams"
      ]
    ],
    "price": 13.26,
    "brand": "Olay"
  },
  {
    "title": "Mario Badescu Whitening Mask",
    "description": "BENEFITS: This hydrating mask will help brighten uneven skin tones and gently minimize the look of old acne scars and discolorations from the sun. Skin lightening, natural ingredients like Kojic Acid, Licorice and Mulberry make this mask gentle for all skin types. Contains no Alpha Hydroxy Acids making it safe and gentle for acne erupted or very sensitive skin. HOW TO USE: Apply a thin layer of mask on clean skin avoiding eye area. Wait 5-10 minutes and rinse thoroughly with tepid water. Follow with serum and moisturizer. Use 2-3 times a week. INGREDIENTS: Deionized Water (Aqua), Kaolin,Balsam (Myroxylon Pereirae Resin) Peru,Wheat (Triticum Vulgare) Starch, Titanium Dioxide, Zinc Oxide, Sorbitol, Kojic Acid, Mulberry Extract, Licorice Extract, Grape Extract,Scullcap (Scutellaria Galericulate) Extract",
    "itemID": "B001VJVP0S",
    "helpful": [
      0,
      3
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 58457
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 25.0,
    "brand": "Mario Badescu"
  },
  {
    "title": "IQ Natural 1oz Glycolic Acid Pumpkin Mask (AHA Enzyme) Spa Quality",
    "description": "Glycolic acid is perhaps the best-known of a group of chemicals called fruit acids or alpha-hydroxy acids (AHA). It is derived from sugar cane, so it can be considered a natural product. Citric acid from oranges and other citrus fruits also fall under the same classification as glycolic acid.  Glycolic acid works as an exfoliating agent because of its high acidity but easy solubility. Glycolic Acid goes under the damaged upper layers of skin and destroys the 'glue' which holds dead skin to the surface. As this dead skin is chemically burned off, the other ingredients carry the individual flakes away and a water rinse neutralizes the remaining acid. The result is a much-smoother skin surface and a more youthful appearance. A secondary benefit is glycolic acid's ability to draw moisturizers into the newly-exfoliated skin surface.",
    "itemID": "B004RS87RY",
    "helpful": [
      6,
      9
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 48643
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Glycolic Acid"
      ]
    ],
    "price": 7.9,
    "brand": NaN
  }
]