[
  {
    "title": "Olay Total Effects 7-In-1 Tone Correcting Night Moisturizer 1.7 Fl Oz",
    "description": "This all-in-one night treatment fights 7 signs of aging with a vitamin-rich complex that corrects the look of age spots for younger-looking even-toned skin.",
    "itemID": "B007M81AAC",
    "helpful": [
      0,
      5
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 1613
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 13.07,
    "brand": "Olay"
  },
  {
    "title": "Dermablend Leg and Body Cover Make-Up SPF 15, Medium, 3.4 Ounce",
    "description": "Dermablend Leg and Body Cover SPF 15 improves the skin&#039;s tone while camouflaging body flaws including scars, bruises, burns, tattoos, vericose veins, dark spots and stretch marks. The long-lasting foundation delivers 16 hours of flawless coverage, leaving skin smooth. SPF protection ensures skin is shielded from sun damage. Medium is ideal for medium-tan skin tones.Due to a manufacturer packaging change, item received may vary from product image.",
    "itemID": "B00014GTWS",
    "helpful": [
      13,
      15
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 14177
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Concealers & Neutralizers"
      ]
    ],
    "price": 20.56,
    "brand": "Dermablend"
  },
  {
    "title": "Dr. Teal's Epsom Salt Soaking Solution, Amber Vanilla, 48 Ounce",
    "description": "Dr. Teal's therapeutic bath and body products contain essential oils to soothe the senses, relax tense muscles and promote well-being. The alluring blend of amber and vanilla appeals to your most romantic nature. In early history, amber was commonly used in beauty rituals to nourish skin while vanilla revitalized the body. This finished product is not tested on animals. Made in the USA. Distributed by advanced beauty systems.",
    "itemID": "B0080D1W8I",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 118171
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bath",
        "Minerals & Salts"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]