[
  {
    "title": "KLEANCOLOR Nail Polish Madly Matte",
    "description": "Trend-setting shades with a top-quality formula long-lasting, chip-resistant nail lacquer.",
    "itemID": "B004F949V8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 40974
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 3.45,
    "brand": "Kleancolor"
  },
  {
    "title": "NEW MASH Set of 25 Nail Art Nailart Polish Stamp Stamping Manicure Image Plates 26-50 Accessories Set Kit",
    "description": "The hottest new set of image plates from the nail art experts at MASH! MASH Plates 26-50 were designed and created from the ground up to introduce exciting new designs to nail art stamping. There are no other nail art image plates like them. Each plate measures about 1.8\" (5.5cm in diameter) with sanded edges for easy, comfortable handling and a protective nylon screen. All image plates are made from high grade stainless steel and are paper backed to prevent scratching during storage. This fantastic collection of plates comes with 25 plates ,each containing 5 to 7 design per plate (OVER 125 IMAGES!) . Use this variety pack to create show-stopping nails! If you are new to nail art plates, trust us, this mash collection will not disappoint. MASH nail art image plate scraper & stamper set sold separately\n\nMASH nail art image plates are designed to get optimum results with our MASH nail art polishes, now available in black, white and silver glitter!",
    "itemID": "B0080GV0Z0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5196
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 14.95,
    "brand": NaN
  },
  {
    "title": "New Salon Express Nail Art Stamping Kit (As Seen On TV)",
    "description": "Salon Express Nail Art Stamping Kit Features: ?As simple and easy as 1-2-3 ?Great for manicures and pedicures ?Use it with any nail polish you have ?Your nails will always look sensational ?You will get professional salon results right at home Salon Express As Seen On TV, get beautiful salon quality designer nails in minutes! Now you can create sensational nails anywhere with Salon Express. Gets you professional salon results in minutes. Use Salon Express with any nail polish - simply brush polish onto design plate, scrape off excess polish and transfer design onto the stamp. It's that easy. Everything you need for amazing nails, use the large applicator for large designs or the small applicator for single smaller designs. It's fun and easy to create hundreds of salon designs. Salon Express nail design kit will save you tons of money and time!",
    "itemID": "B008EDAZCI",
    "helpful": [
      0,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 20509
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 3.33,
    "brand": "Salon Express"
  }
]