[
  {
    "title": "Maybelline Mineral Power Blush - Fresh Plum",
    "description": "Mineral Power Blush with micro-minerals provides a soft, healthy glow to cheeks. Blends naturally with skin tone for a fresh flush of color. Skin looks healthy and fresh. Talc-free, lightweight formula, fragrance-free, and oil-free. Dip it: Dip brush into cap.Tap it: Tap brush to remove excess.Sweep it: Sweep onto cheeks",
    "itemID": "B001KYO08S",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 51668
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Blush"
      ]
    ],
    "price": 9.79,
    "brand": "Maybelline"
  },
  {
    "title": "Burt's Bees Aloe &amp; Buttermilk Body Lotion, 12 Fluid Ounces",
    "description": "Embrace your sensitive side. Dermatologist-tested and clinically proven, this hypo-allergenic combination of Aloe and Buttermilk babies your beautiful skin. Non-greasy and made with 100% natural fragrance, it's enhanced with natural extracts like Chamomile, Calendula, St. John's Wort, Rosemary and Linden Flower. So it nourishes gently and absorbs quickly. Leaving you with some serious moisture- up to 24 hours worth, if you wanna be precise. Also available in a 6 oz. tube.",
    "itemID": "B004VMGT2Q",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7690
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 8.29,
    "brand": "Burt&#39;s Bees"
  },
  {
    "title": "Shea Moisture ORGANIC Coconut &amp; Hibicus Curl &amp; Shine Shampoo",
    "description": "Shea Moisture Coconut Hibiscus Curling Shampoo is used to keep your curls frizz free and shiny. With the goodness of hibiscus and coconut and the added moisture from shea butter its the perfect product to keep your curls looking perfect.",
    "itemID": "B0038TXGL0",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6444
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 13.65,
    "brand": "Shea Moisture"
  }
]