[
  {
    "title": "Garnier Fructis Style Volumizing Anti Humidity Hairspray, 8.25 Ounce",
    "description": "Garnier fructis style hairspray collection: introducing our first ever hairspray with bamboo extract and anti-humidity protection for long-lasting hold and natural, healthy-looking movement. Why bamboo?: selected for its strength, suppleness and resilience, bamboo bends but never breaks. This formula keeps you in control of your style with frizz control and bounce-back hold that lasts all day. What is volumizing hairspray?: this volumizing hairspray lifts from root to tip to boost flat, tired hair with body, fullness and an extra strong hold - even with moisture in the air - all day, everyday. Volumize your style: volumizing hairspray styles: use any garnier fructis style product with volumizing hairspray to boost any style. For more volume, lift hair or tilt head upside down and spray toward the roots. Blow dry while brushing away from the scalp. Spray all over to finish any style.",
    "itemID": "B002KKV066",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2737
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Sprays"
      ]
    ],
    "price": 3.31,
    "brand": "Garnier"
  },
  {
    "title": "Garnier Blow Dry Perfector Straightening Balm, Sleek and Shine, 5.1 Fluid Ounce",
    "description": "24 hours frizz resistance and easier blow dries. With argan oil.",
    "itemID": "B0058CJUWO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8083
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 7.32,
    "brand": "Garnier"
  },
  {
    "title": "Garnier Fructis Style Sleek &amp; Shine Flat Iron Perfector Straightening Mist 48 Hour Finish, 6 Fluid Ounce",
    "description": "Introducing our strongest straightening mist, with frizz-taming argon oil, for the perfect, sleek style that lasts 24 hours. This powerful straightening mist with argon oil from Morocco protects your hair from the heat of your flat iron, while sealing in smoothness and shine for a lasting, sleek finish.",
    "itemID": "B0058CJV50",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4229
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Sprays"
      ]
    ],
    "price": 1.46,
    "brand": "Garnier"
  }
]