[
  {
    "title": "48 Pcs Trendy Nail Polish Nail Lacquers Combo Set + Free 5 Nail Filers",
    "description": NaN,
    "itemID": "B005EMSGDW",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 16090
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 38.7,
    "brand": "Kleancolor Nail Lacquer"
  },
  {
    "title": "e.l.f. Eye Primer and Liner Sealer, Natural, 0.24 Ounce",
    "description": "The Prime side sets your eyeshadow in so your color won't fade, bleed or crease. The Liner side transforms your favorite eye shadow into a waterproof, smudge-proof liquid liner with this unique clear liquid and built-in felt tip precision eyeliner brush. Now you can have your eye makeup lasting longer for no fuss no budge color.",
    "itemID": "B0065DLADM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9878
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyeliner"
      ]
    ],
    "price": 5.04,
    "brand": "e.l.f. Cosmetics"
  },
  {
    "title": "12 Color Glow In The Dark Nail Lacquer Nail Polish Combo Set + Scented Nail Polish Remover",
    "description": "The perfect nail set for all your unique Look. This Nail Art polish set contains 12 colors each presents long wearing and chip-resistant nail lacquers. \n\nColors include 1, Grape Light 2, Green Light 3, Lime Light 4, Purple Light 5, Blue Light 6, Boogie Light 7, Natural Light 8, Scarlet Light 9, Orange Light 10, Peach Light 11,Taquila Light 12, Halloween Light.\n\nAlso comes with 1 Scented nail polish remover pad.\n\nDirection: \nStep 1, Apply Glow in the dark nail polish, wait for the color to dry. \nStep 2, Expose the applied nail underneath light or sun light for around 10-20 seconds to activate the glow.\nRepeat step 2 when the glow diminish or when needed.",
    "itemID": "B00CY3BZGO",
    "helpful": [
      15,
      16
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 5322
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 9.95,
    "brand": NaN
  }
]