[
  {
    "title": "Ailunce Very Useful Professional Flat Top Synthetic Kabuki Brush Single Cosmetic Makeup Brush Black",
    "description": "Brushes set contains:1.Eyeliner Brush2.Lip Brush3.Eyebrow Brush4.Diagonal Brow Brush5.Eye Smudge BrushHow to clean makeup brushes:1. Run the bristles of brush under warm running water.2. Apply a small amount of gentle shampoo to bristles and work into a light lather.3. Rinse bristles thoroughly under running water. You will notice that the water leaving the brush is tinted from old makeup.4. Continue rinsing until no color leaves the brush.5. Allow it to air-dry.",
    "itemID": "B00D76IRXQ",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 782
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 3.13,
    "brand": "Kingmys"
  },
  {
    "title": "Soft 'N Style Hair Donut Black, 0.005 Ounce",
    "description": "Use to create buns and up-do's. Simply pull pony tail through donut and pin hair to achieve the look you want. Easy to use and lightweight.",
    "itemID": "B00198ZOU8",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 8454
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories"
      ]
    ],
    "price": 1.79,
    "brand": "Soft &#39;N Style"
  },
  {
    "title": "Philosophy Take A Deep Breath Oil-free Energizing Oxygen Gel Cream Moisturizer, 2 Ounce",
    "description": "Could your skin use a breath of fresh air? Environmental and lifestyle factors can cloud your complexion, making it appear dull and lackluster. Send your skin to detox with take a deep breath oil-free energizing oxygen gel cream moisturizer. This lightweight, fresh-feeling moisturizer acts like a breath of fresh air to revitalize skin showing the signs of living. It helps diffuse energizing oxygen to the skin as needed to detoxify skin, support cell respiration and restore a healthy-looking glow. It's enriched with a blend of antioxidants to help protect skin against environmental attack and keep skin cells at peak performance. Take a deep breath provides oil-free hydration to leave skin feeling smooth, comfortable and perfectly balanced. Skin goes from dull and lackluster to fresh,",
    "itemID": "B007KJ04EG",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 7657
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 25.0,
    "brand": "Philosophy"
  }
]