[
  {
    "title": "Carol's Daughter, Mimosa Hair Honey, 8-Ounce",
    "description": "Water-Free hairdress to control frizz and add shine to relaxed and natural hair.",
    "itemID": "B000PI3BS0",
    "helpful": [
      3,
      4
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 26702
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 17.0,
    "brand": "Carol&#39;s Daughter"
  },
  {
    "title": "Emu Oil Pure Premium Golden - Powerful Skin and Hair Moisturizer - 4 fl.oz.",
    "description": "Emu Oil 4 fl.oz. Emu Oil is a traditional Australian Aboriginal oil and natural skin and hair moisturizer. Our emu oil is fully refined and contains all natural ingredients, including vitamins, minerals, and the essential fatty acids Omega 3 and 6. Please note that some producers sell a manufactured emu oil that has been clarified. This clarification process eliminates some of the most active ingredients of the product. Our emu oil is milky white, and each batch is analyzed to confirm that all essential ingredients are present at the natural concentrations. This oil is highly penetrating to the skin, and thus fully effective as topical treatment. InStyle Magazine featured actress Charlize Theron commenting on our product: \"I'm not big into styling products, but I use this emu oil to moisturize my hair.\"",
    "itemID": "B001MWV40U",
    "helpful": [
      2,
      4
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 659
    },
    "categories": [
      [
        "Beauty",
        "Skin Care"
      ]
    ],
    "price": 22.8,
    "brand": NaN
  },
  {
    "title": "ECOCO Eco Style Gel, Blue, 32 Ounce",
    "description": "Eco eco styler styling gel for color treated hair is a medium hold styling gel especially formulated for color treated hair. It will not effect the color of your hair and will not flake. It can be safely used to add volume and sheen. This styling gel is ideal for achieving the desired style with soft hold hair styles.",
    "itemID": "B001T8JLRK",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 101176
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 4.49,
    "brand": "ECOCO"
  }
]