[
  {
    "title": "MASH Premium Stainless Steel Cuticle Pusher Cutter Trimmer",
    "description": "High quality stainless steel cuticle trimmer/pusher. This cuticle savor has a bell shaped end for pushing/and or cutting your cuticles to perfections, conforming to your nail.",
    "itemID": "B0069SC0OQ",
    "helpful": [
      8,
      8
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 530
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Cuticle Pushers"
      ]
    ],
    "price": 1.5,
    "brand": "MASH"
  },
  {
    "title": "New Professional White / Pink / Clear Color Builder Gel Uv Nail Art Manicure (3 Pcs )",
    "description": "How to use: Apply a thin coat of gel beginning in the center of the nail by a brush just like polish application. Be sure the brush hairs do not 'fan' out. Tiny 'craters' will cause if not enough gel will be left on the nail plate to allow for shrinkage during cure. Do not over-work the gel as this will result in air bubbles or an uneven cure. Check the cuticle and sidewall lines to be certain that no gel is touching the skin. You should leave a tiny margin all around the cuticle and sidewall line. Place the nails under the UV Light for a full 3 minutes to completely cure the gel. Apply a second coating of gel and cure for 3 minutes.Clean the nails with a lint-free nail wipe saturated with the cleanser to remove the sticky 'uncured' layer.",
    "itemID": "B0089VD8WO",
    "helpful": [
      1,
      3
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 6373
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 4.34,
    "brand": "100Tech"
  },
  {
    "title": "OPI Bond Aid .5oz",
    "description": "pH Balancing Agent \nAdvanced patented formula. An essential step in chemical preparation, Bond-aid brings the surface of the natural nail to the proper pH for optimum adhesion of artificial nail products, including Bondex, acrylics, gels, nail adhesives, tips and wraps, as well as base coats and nail lacquer!",
    "itemID": "B000HHOPDE",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 6123
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Top & Base Coats"
      ]
    ],
    "price": 7.09,
    "brand": "OPI"
  }
]