[
  {
    "title": "Conair Infiniti Tourmaline Hair Designer (Wine)",
    "description": "The Conair 208 Infiniti Hair Designer features Tourmaline Ceramic Technology that was developed to protect your hair's natural luster as you dry and style it. More than a hair dryer, the Conair 208 is a revolutionary styler that bring salon-quality results to your home.The Conair 208 features Tourmaline Ceramic Technology that protects your hair's natural luster as you dry and style.View instructional video.Straighten unwanted curls.Style your hair without damaging it.Triple action styling system keeps your hair detangled, straight, and shiny.Innovation in Home StylingWith the Conair 208, you can practically say good-bye to your hair brush. Combining several advanced technologies and design features, this hair styler not only works to dry your hair without hurting its natural sheen and luster, but it will also help you manage your hair by controlling frizz, promoting healthy hair and volume, straightening out unwanted curls, and adding a beautiful shine as you style.Conair's advanced Tourmaline Technology produces a controlled ion output that helps smooth the cuticle layer. Infrared energy works to protect your hair's natural luster, so you don't have to worry about excessive heat. And to help produce results with less frizz and more manageability, the styler also features unique Ionic technology, and a triple action styling system that keeps your hair detangled, straight and shiny.A Styler Designed for YouThe Conair 208 sports a sleek but durable stainless steel design. Included with the styler is a straightening attachment with a tension-control dial that turns a full 360 degrees and has eight locking positions. A patent-pending release lock button secures attachments on the barrel, offering the versatility that you need as you're styling your hair.Beneath the hood of the Conair 208 is a powerful 1875-watt motor that will deliver the heat and air range that you need. An easy-to-use, two-speed slide switch is set on the handle, and the styler includes a hinged filter for easy cleaning. A nine-foot professional line cord and cord tie will give you ample room as you take care of your hair. The Conair 208 also comes with a five-year manufacturer's warranty.The History of Tourmaline Ceramic TechnologyIn 1970 Conair introduced the industry's first pistol grip hair dryer. Fast forward 35 years to France. In September 2005, Conair's French subsidiary BaByliss introduced a patent-pending design to control frizz, straighten hair, and to add shine and volume in one revolutionary step. Their BeLiss styler effectively eliminated the need for a hairbrush for straightening, and by the end of the year it was the number one seller in France. Conair introduced this new technology to the U.S. in the form of the Infiniti Hair Designer, a high-end, professional-caliber styler that produces salon-quality results at home.What's in the BoxConair 208 Infiniti hair designer, straightening attachment, and concentrator attachment.",
    "itemID": "B000FFI228",
    "helpful": [
      3,
      3
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 26296
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 35.99,
    "brand": "Conair"
  },
  {
    "title": "L'Oreal Paris Go 360 Clean Deep Exfoliating Scrub, 6.0 Fluid Ounce",
    "description": "Go 360 Clean offers a complete range of four expertly formulated, high-foam cleansers that are perfectly calibrated to perform with the Scrublet. The Deep Exfoliating Scrub is a gentle yet effective scrub, which exfoliates skin with natural apricot seed powder and salicylic acid to reveal perfectly clean, smoother skin. With a rich lather and fruity, apricot fragrance, this exfoliating scrub is gentle enough for daily use.",
    "itemID": "B002PBCAEQ",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 635
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 6.99,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "L'Oreal Paris Root Rescue Hair Color, 4 Dark Brown",
    "description": "Discover a breakthrough in root touch-ups. Root rescue is a quick, precise and gentle way to cover roots in just 10 minutes. The low-ammonia formula covers 100% of grays and matches seamlessly with at-home and salon hair color.",
    "itemID": "B003A874R6",
    "helpful": [
      3,
      4
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 9916
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 9.4,
    "brand": "L&#39;Oreal Paris"
  }
]