[
  {
    "title": "Christian Dior Black Out Mascara, # 099 Kohl Black, 0.33 Ounce",
    "description": "0.33 ounce mascara. Dior show black out mascara, # 099 kohl black was launched by the design house of Christian Dior. It is recommended for daily use. Please store in a cool dry place. Dior show black out mascara, # 099 kohl black by Christian Dior for women, 0.33 ounce mascara.",
    "itemID": "B000NOMDTY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8971
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 23.5,
    "brand": "Christian Dior"
  },
  {
    "title": "philosophy amazing grace spray fragrance 2 fl oz (60 ml)",
    "description": "philosophy Amazing Grace Fragrance Spray is a best-selling, award-wining fragrance because of its beautiful, feminine and fresh scent. Helping you realize your inner beauty and embrace your femininity, this fragrance will encourage your overall well-being.",
    "itemID": "B000R8U1XQ",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 12937
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Toilette"
      ]
    ],
    "price": 28.88,
    "brand": "Philosophy"
  },
  {
    "title": "Iman Cosmetics Luxury Pressed Powder -- Sand Light Medium",
    "description": "Iman Cosmetics Luxury Pressed Powder -- Clay Medium DarkThe Iman Cosmetics Luxury Pressed Powder helps control skin oiliness with its light powder formula. This translucent powder assists you in keeping your skin shine-free and moisture balanced. The Iman Cosmetics Luxury Pressed Powder helps you completely beautify your face. It has light shades that enhance a wide range of skin tones. It manages to control oil without drying your skin. Wear it alone or over foundation, which will give your makeup a perfect final touch. A silky powder blush, the Iman Pressed Powder gives you a finish that's long lasting and appears natural.Just for you:Oily skinA Closer Look:Iman Cosmetics Luxury Pressed Powder has a light, translucent formula, which helps in providing a matte finish.You Won't Find:Harsh chemicals",
    "itemID": "B000WY3AJW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 86017
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 11.06,
    "brand": "Iman Cosmetics"
  }
]