[
  {
    "title": "Dead Sea Salt Deep Hair Conditioner - for Dry or Damaged Hair - Great for Natural Curly Hair - for Men and Women - Deeply Hydrating and Nourishing on Scalp &amp; Hair - Helps to Reduce Dandruff and Dry Scalp - Made with Pure Dead Sea Salt and Minerals, Chamomile, Vitamin E &amp; Natural Aloe Vera - Leaves Your Hair Looking &amp; Feeling Healthy, Silky and Hydrated",
    "description": "Made with Real Dead Sea Salt - 100% Pure and Genuine for an infusion of 21 Minerals Essential to Proper Skin and Hair Function.\n\nLeaves Hair Looking Hydrated, Healthy and Silky.\n\nHelps to Reduce the appearance of Dandruff and Dry, Flaky Scalp. \n\nAloe Vera Deeply Nourishes the Scalp and Hair - Hydrating it from Within.\n\nDead Sea Salt contains more than 21 skin and hair rebuilding minerals such as magnesium, calcium, sulfur, bromide, iodine, sodium, zinc and potassium. \n\nWE SELL OUT FAST - Get it soon before we run out again. We try to produce this item as fast as we can.",
    "itemID": "B00KAL5JAU",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 7330
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 19.0,
    "brand": NaN
  },
  {
    "title": "Adovia Facial Serum - Anti Aging, Skin Lifting, Facial Serum with Vitamin C, Dead Sea Salt and Green Tea - Get Firmer, More Radiant Looking Skin - Non-Oily Deep Moisturizer Delivers Minerals &amp; Nutrients Deep Into Skin - Satisfaction Guaranteed",
    "description": "Also Conatains seaweed for a Rich Infusion of Nutrients to Feed and Nourish Your Skin",
    "itemID": "B00KHGIK54",
    "helpful": [
      7,
      7
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 43112
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 50.0,
    "brand": NaN
  },
  {
    "title": "Dead Sea Salt Soap - Face and Body Soap - 100% Natural Soap - with Dead Sea Salt and Minerals - Deeply Moisturizing Cleanser for Very Dry Skin, Infuses Skin with Dead Sea Minerals from 100% Genuine and Pure Dead Sea Salt - Satisfaction Guaranteed",
    "description": NaN,
    "itemID": "B00KHH2VOY",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 5945
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Bars"
      ]
    ],
    "price": 12.0,
    "brand": NaN
  }
]