[
  {
    "title": "Clearasil Ultra Acne + Marks Wash and Mask: 6.78 OZ",
    "description": "",
    "itemID": "B004MKEGWM",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 13334
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 7.88,
    "brand": "Clearasil"
  },
  {
    "title": "OCuSOFT Lid Scrub Original, Pre-Moistened Pads, 30 Count",
    "description": "Recommended by doctors for eyelid cleansing to remove oil, debris and desquamated skin which may lead to eye irritation. Removes oil and debris associated with dry eyes. Promotes contact lens wearer comfort. Effectively removes cosmetics. Convenient/ideal for travel. Formulated without alcohol, fragrance or dye.",
    "itemID": "B000PY15I2",
    "helpful": [
      5,
      6
    ],
    "overall": 2.0,
    "salesRank": {
      "Health & Personal Care": 4421
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Remover",
        "Eyes"
      ]
    ],
    "price": 9.99,
    "brand": "OCuSOFT"
  },
  {
    "title": "OCuSOFT Lid Scrub Plus, Pre-Moistened Pads, 30 Count",
    "description": "Lid scrub plus formula. Soothes. Relieves irritation. Removes contaminants. Dry, scratchy, irritated eyes? The problem may not be your eyes but rather your eyelids. OCuSOFT Lid Scrub Formulas effectively remove excessive oil, debris, and contaminants that can build up on your eyelids and cause irritation. Lid hygiene can be important to overall ocular health and is often recommended to individuals with dry eyes, blepharitis sufferers, or those preparing for surgery. Feel better, look better. Start using OCuSOFT lid scrub today! Number 1 doctor recommended eyelid cleanser. Scrub plus extra strength formula combines a low-level, proprietary preservative blend that effectively relieves irritation by removing oil, debris and other contaminants. This clinically proven, laboratory tested formula is safe and effective for lid hygiene. Rinse (or leave-on if directed). Proven mild formula; Cleans, moisturizes and refreshes. Convenient, easy-to-use pre-moistened pads.",
    "itemID": "B000US084U",
    "helpful": [
      2,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 760
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Remover",
        "Eyes"
      ]
    ],
    "price": 14.4,
    "brand": "OCuSOFT"
  }
]