[
  {
    "title": "Premium Argan &#9733; 100% Organic Pure Moroccan Argan Oil, TRIPLE Extra Virgin Grade, FAST ABSORBING, Certified Organic - for Hair and Skin Care Treatment - 2oz (60ml) - Cold Pressed Oil EcoCert and USDA Approved Oil. Treat Dry Scalp, Nails, Cuticles. Excellent Daily Moisturizer. Guarantee Satisfaction. Results within Days.",
    "description": "UNi's Triple Extra Virgin Argan OilOne of the most important aspects of oil is its quality. The grade of the oil has a dramatic impact on its effectiveness and overall value.  UNi's PREMIUM quality Argan oil is Triple Extra Virgin, which is 100-150% more expensive than virgin Argan oil.  This is high quality and superior Argan oil and is 100% pure.What Makes Our Argan Oil Superior?The quality of Argan oil is measured using scientific precision.  There are seven grades, depending on the quality of the Argan kernel and the extraction method used.The grade of the oil has a dramatic impact on the effectiveness of the oil and the quality.  Our Argan oil is considered the extra super grade Argan oil, which is known as \"Triple Extra Virgin Argan oil.\"Our Argan oil has a free acidity rate of 0.31% and a peroxide rate of 1.6% and a defect rate of 0.00%.  This ensures that our Argan oil is Triple Extra Virgin Argan oil and of the highest quality.Is UNi Argan Oil Organic?UNi Argan Oil has obtained USDA Organic seal from by IMC, the renowned accreditation authority.Applications of Argan OilOur Argan Oil Can Be Used For:&#x2022;\tFace Moisturizer&#x2022;\tLeave-in Conditioner&#x2022;\tFace Mask&#x2022;\tCuticle Softener&#x2022;\tDeep Conditioning&#x2022;\tHair Shine&#x2022;\tBody Oil&#x2022;\tAnti-aging skin care&#x2022;\tHydrating Toner&#x2022;\tSun protection&#x2022;\tExfoliating Mask100 Day Money Back Promise!IF you do NOT like our product for whatever reason, you can return it for a FULL refund within 100 days.  Just send us a customer service request through Amazon or our website.  100% customer satisfaction guaranteed!UNi Argan Oil are produced through-out the year in small batches to insured quality and freshness.  Each individual bottle have their production date printed on them.",
    "itemID": "B00G5WO2VK",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2277
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 13.95,
    "brand": NaN
  },
  {
    "title": "Vitamin C Serum - Antioxidant Treatment - Natural &amp; Organic - Incl. Organic Rosehip Oil &amp; Sea Buckthorn Oil - Brightening Serum - Rapid Absorption - Reduce Sun Spots and Wrinkles - Exclusive to Amazon - 1.18oz",
    "description": "&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbspValentia;'s new generation Vitamin C Serum - You deserve toGlowtoday!",
    "itemID": "B00HJD8NLY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1870
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 35.0,
    "brand": NaN
  },
  {
    "title": "Dead Sea Mud Facial Mask and Deep Facial Cleanser by Adovia - Deep Pore Cleansing and Purifying Acne Treatment - Reduce Acne, Blackheads &amp; Pimples - Natural Face Mask, Exfoliator and Skin Care Treatment for Women, Men and Teens - Works for Eczema, Psoriasis, Acne and Blackheads - Leaves Your Skin Clear, Radiant and Younger Looking - 100% Satisfaction Guaranteed",
    "description": "This Dead Sea Mud Mask contains 30 Treatments which lasts for 3-4 Months. Each treatment provides the ingredients and results of a $120 facial at a high end dermatology spa! \n\nMade with Pure Dead Sea Mud with the highest concentration of minerals - vital for facial skin treatment glow.This mask is made by the Dead Sea experts and contains the highest and freshest concentration of Dead Sea Mud. Reduce Oil and Blackheads and get more clear and radiant skin.Works great for Eczema and Psoriasis as well due to Dead Sea salt and mud known properties that help relieve Eczema, Psoriasis and acne symptoms.Apply a layer to clean, dry skin once per week or as needed, as a facial mask for the whole face or as spot treatment for blackheads or pimples.",
    "itemID": "B00IBS9QC6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2080
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 32.0,
    "brand": NaN
  }
]