[
  {
    "title": "Vogue Professional &reg; ND362 UV 36 Watts Lamp Nail Dryer for Shellac, Axxium, Regular Gel, Natural Nails, Programmable Automatic UV curing, Precise Programmable LED Digital Timer, Latest IC Technology",
    "description": "Dry and cure in seconds shellac, axxium, regular gels with professional vogue pro (my manicurist) automatic uv curing lamp 36 watts, light nail dryer, precise programmable led digital timer, latest ic technology, new model 2012 for spa nails.",
    "itemID": "B0053ZK5TI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 136959
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Dryers"
      ]
    ],
    "price": 64.99,
    "brand": NaN
  },
  {
    "title": "Gelish: Color Gels Mini Basix Kit",
    "description": "Gelish Mini Basix Kit - This handy BASIX STARTER KIT has mini sizes of Gelish System essentials needed for a Gelish Salon Manicure. (Note: Gelish Soak-Off Gel Polish colors are not included in this kit; they are sold separately) - Includes: pH Bond (9ml/.30 fl oz), Foundation (9ml/.30 fl oz), Top-it-Off (9ml/.30 fl oz), Nourish Cuticle Oil (9ml/.30 fl oz), Nail Surface Cleanse (60ml/2 fl oz), and Artificial Nail Remover (60ml/2 fl oz).",
    "itemID": "B0081SGUC0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 78889
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails"
      ]
    ],
    "price": 32.09,
    "brand": "Gelish"
  },
  {
    "title": "Gelish Soak-Off Gel Polish by Nail Harmony - 01523 My Forbidden Love",
    "description": "Gelish Soak-Off Gel Polish by Nail Harmony comes in 84 different colors to DAZZLE you!. These array of colors, apply like ordinary nail polish, with twist cap and applicator, but are cured in a LED lamp in 30 seconds or in two minutes in traditional UV lamps, just like gels. Gelish stays on nails for three weeks with no chipping or peeling, and soak completely off in only 15 minutes.",
    "itemID": "B006R3CORG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 46631
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 11.95,
    "brand": "Gelish"
  }
]