[
  {
    "title": "African Black Soap 100% Pure Raw 8 oz.",
    "description": "African Black Soap is hand-made in West africa. The aroma and deep rich color result from the CENTURIES OLD extraction process that blends the great ingredients together producing the FINEST SKIN CLEANSER available. \n\nBlack soap is also known as African Black Soap and is simply referred as ABS. It is an excellent cleanser that is composed of numerous soothing and beneficial ingredients that are abundantly found in nature. Although these ingredients are found all through the world, ABS is traditionally made by hand in Africa. \n\n \n\nResearch has revealed that black soaps might contain many different ingredients, but majority of black soaps contain various oils, like the coconut oil, palm oil, palm kernel oil, shea butter and cocoa butter. They also contain ashes from different plants, like shea tree bark, banana trees, cocoa pods, and plantain leaves. Along with these water is used as a base for producing these soaps.",
    "itemID": "B005ELMXP0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 23895
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 6.59,
    "brand": "Natural Cosmetics"
  },
  {
    "title": "Fantasia High Potency IC Hair Polisher Styling Gel, with Sparkle Lites, 16 oz.",
    "description": "Aloe vitamins & wheat protein. The greatest shine on Earth! Alcohol free. Non-flaking. Enriched with sparkle lite conditioners, aloe, wheat protein & Vitamin E. With hair protective sunscreen. Hair polisher styling gel gives great body, manageability, volume and shine. Perfect for blow styling, roller sets, molding, sculpting, lifting and other styling techniques. Polisher gel smoothes curly hair for a more natural, hair styling look. Defies gravity, conditions and holds hair styles all day. Not tested on animals. For professional use. Made in USA.",
    "itemID": "B000142U9E",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 75753
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 8.17,
    "brand": "Fantasia"
  },
  {
    "title": "NOW Solutions Glycerine Vegetable, 16-Fluid Ounces",
    "description": "Condition:  Rough skin, simple cosmetic applications.  Solution:  Pure Vegetable Glycerine is an outstanding moisturizer and skin cleanser that also provides softening and lubricating benefits.  It's hypoallergenic and easily soluble in water, making it suitable for use in all of your favorite cosmetic applications.  100% Pure Vegetable Glycerine has a long shelf life and does not easily oxidize.  It is an all-natural product derived from Non-GMO palm oil or vegetable oil.  NOW&#xAE; Solutions is the next step in the evolution of personal care products.  This comprehensive natural line encompasses anti-aging moisturizers and serums, bath and body gels, shampoos and conditioners, oral care, skin care, and essential oils, all of which are formulated with the finest functional ingredients from around the world.  NOW&#xAE; Solutions products avoid harsh chemicals and synthetic ingredients in all of our formulations, to provide a more natural product line.",
    "itemID": "B0019LWU2K",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 310
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 6.79,
    "brand": "Now Foods"
  }
]