[
  {
    "title": "DR. G Clear Nail Antifungal Treatment .6 oz",
    "description": "Dr. G Clear Nail Antifungal Treatment - cures most fungal skin infections, including athlete's foot (tinea pedis) and ringworm (tinea corporis). Effectively relieves itching, burning, cracking and scaling accompanying such conditions.",
    "itemID": "B000R99V5O",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3088
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments"
      ]
    ],
    "price": 6.35,
    "brand": "Fungus Killer"
  },
  {
    "title": "EcoTools Large Powder Brush",
    "description": "Perfect for applying and setting your face makeup. The large, full head delivers an even, all-over dusting of powder, creating a great finish for your look, and a flawless, beautiful complexion. synthetic bristles are cruelty free. Experience the incredibly soft touch of cruelty-free bristles EcoTools beauty solutions promote Living Beautifully! We are inspired by beauty inside and out, and in the world around us. While we always want to look our best, we feel even better when we can make earth-conscious choices. EcoTools remains a favorite of celebrities, beauty editors and women around the world.  Best known for our incredibly soft cosmetic brushes, and  handles, we take pride in offering a collection of cosmetic makeup brushes, hairbrushes, lashes and bath products that feature innovative,  materials. Our includes natural materials, reusable pouches, post-consumer recycled paper and plastic, and recyclable packaging. The eco pouch is phthalate-free and PVC-free.  Cleaning your Makeup Brushes Unclean makeup brushes transfer old makeup, germs, and bacteria to your skin each time you use them. Ideally, you should wash them once a week, and here&#x2019;s the best way how:  Run the bristles of makeup brush under warm running water. Careful not to get the ferrules and handles wet. Apply a drop of gentle shampoo or clarifying cleanser to bristles and work into a light lather. Rinse bristles thoroughly under warm, running water. Continue rinsing until water runs clear. Use a cloth to absorb excess water and reshape the bristles Lay your makeup brushes flat or &#x201C;handles up&#x201D; to air dry",
    "itemID": "B001KYVLSU",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 5507
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 7.17,
    "brand": "EcoTools"
  },
  {
    "title": "Nexxus Dualiste Conditioner Color Protection &amp; Volume, 11Ounce Bottle",
    "description": "Nexxus Dualiste Dual Benefit Conditioner -- 11 oz.Get voluminous hair with complete protection with Nexxus Dualiste Dual Benefit Conditioner. It combines two formulas to deliver the best color protection for your hair along with volumizing benefits. It gives your hair an instant lift and provides more body. It contains added moisturizers, which deeply condition your hair to make it soft and manageable. The salon-proven formula has superior color protection. This conditioner infuses vital moisture and is extremely soft on the hair. It can be used regularly.Just for you:For color-treated and volume-less hairA Closer Look:The Nexxus Dualiste Color Protection/Volume Conditioner does not weigh down hair like other conditioners and makes hair smooth, manageable and silky. Formulated with special ingredients, which go deep down the hair roots to repair the hair cuticle from within.You Won't Find:SulphateGet Started:Apply to wet hair, lather and rinse it thoroughly. Repeat if desired.",
    "itemID": "B00243FKN8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 95843
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 7.92,
    "brand": "Nexxus"
  }
]