[
  {
    "title": "Ibd Builder Gel 2 Oz Clear",
    "description": "Clear Builder Gel Ultra durable, incredibly strong, permanently shiny gel used over tips or for free-form sculpting Get the strength of acrylics and clear look of gels. Builder Gels wear naturally on nails and are ideal for tip overlays and sculpting. They are odor-free, have a permanent high gloss shine, and available in the gentle, cool cure formula. Cure time: 3 minutes. Available size: 0.5oz, 2oz Available Color: Clear, Pink, White, Ultra White.",
    "itemID": "B000RBMHWG",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14796
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 19.9,
    "brand": "IBD"
  },
  {
    "title": "Uspicy? MACARON USND-3603 36W Professional UV Gel Nail Dryer / Lamp / Light Acrylic Gel &amp; Shellac CURING Light Finish Quick Dry, Upgraded with Sliding Tray &amp; Timmer Setting, SPA Equipment + Free USpicy Highly UV Protective Gloves",
    "description": "USpicy-Fashion Meets TechnologyUSpicy was created by a very simple goal - to provide high quality health and beauty products at budget-friendly prices so that everyone can afford. Why \"U&#x2022;Spicy\"? Because we put the sole focus on YOU, and dedicate ourselves to creating your own unique style, which allows YOU to feel SPICY whenever & wherever.Features:- They can be used with various kinds of nail beauty products, such as UV Top Coat, UV Builder Gel, etc. Work without brand requirements on nail polish- The wavelength is visible and harmless to eyes. But we do not recommend you stare at the bulb for a long time- Over voltage & current surge protection- Heat-exhausted chip to increase reliability and life span of the nail dryer- All in one - disinfection & drying.- The new sliding tray design makes it easy to cleanSpecifications:- Color: white- Auto timer control: 120s, 180s, up to infinite- Input Voltage Range: AC110-120V, 50/60HZ- Material: Molded ABS- Warranty: 1-Year Manufacturer WarrantyPackage includes:- 1* USpicy USND-3603 Professional UV Gel Lamp Nail Dryer (White, 36W)- 4*9W 365nm UV Bulb- 1 * Free Nail Sanding file- 1 * Free UV Protective Gloves",
    "itemID": "B004WAGFQC",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3834
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Dryers"
      ]
    ],
    "price": 37.99,
    "brand": NaN
  },
  {
    "title": "Pro 36 Pure Solid Colors Nail Art UV Gel Builder Powder Acrylic Tips Glue Set Kit DIY Decorations",
    "description": "100% Brand new",
    "itemID": "B00AFSJWEW",
    "helpful": [
      3,
      5
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 78330
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Art"
      ]
    ],
    "price": 24.99,
    "brand": "HotEnergy"
  }
]