[
  {
    "title": "Garnier Skin Renew Anti-Puff Eye Roller, 0.50 Fluid Ounce (Packaging May Vary)",
    "description": "Actual size. Caffeine pro-vitamins b5. Gently roll skin renew anti-puff eye roller under the eye from the inner corner to the outer corner, one to two times. Use finger to smooth in any excess until absorbed. This cool, refreshing light serum is immediately absorbed without leaving a greasy or sticky feel. It is oil-free and an excellent base for make-up. Healthy-looking skin starts with proper cleansing. After cleansing with nutri-pure, use your preferred skin renew daily moisture lotion. Apply skin renew anti-puff eye roller as your daily eye care, morning and night.garnier nutritioniste skin renew anti-puff eye roller. Roll away under-eye puffiness and dark circles for renewed, refreshed eyes. Skin renew anti-puff eye roller is right for you if you want to gently stimulate micro-circulation around skin's delicate eye area to decongest excess fluid for diminished dark circles and puffiness. Garnier nutritionist skin renew is our 1st anti-puff eye roller that uses a unique combination of \"skin-nutrients\" and a cooling, roll-on applicator to stimulate micro-circulation. It's ideal for a hygienic application in the sensitive eye area and convenient for use on-the-go. \"skin-nutrient\" facts skin renew with massaging roller and: caffeine decongests puffiness and diminishes dark circles. Pro-vitamin b5 refreshes and hydrates the delicate eye area.clinically tested and reviewed by dermatologist and nutritionist. Results instantly: eyes look renewed and refreshed. In 1 week: with continued use: the severity of puffiness is further reduced and dark circles stay minimized. Nutritional- dermatology. Garnier has developed an advanced skin care line with a unique combination of natural and essential \"skin-nutrients,\" surface-cell-recharging ingredients targeted to help your skin stay healthy- looking and beautiful, day after day. Dermatologist tested for safety. 100% oil-free. Ophthalmologist tested. Gentle to skin. Allergy tested. Non-greasy.",
    "itemID": "B001DPMETG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5574
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Rollers & Pens"
      ]
    ],
    "price": 8.43,
    "brand": "Garnier"
  },
  {
    "title": "Sally Hansen Airbrush Legs Leg Makeup for Fair Skin Tones -- 4.4 fl oz",
    "description": "Sally Hansen airbrush legs new enhanced coverage. Spray-on makeup with enhanced coverage makes legs look and feel silky smooth and sexy. Stays fresh and natural looking all day. Transfer and water-resistant. Light glow-for fair skin tones, medium glow-for light to medium skin tones, tan glow-medium to tan skin tones, deep glow-for tan to deep skin tones.",
    "itemID": "B001R2IGEC",
    "helpful": [
      2,
      4
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 7266
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 10.37,
    "brand": "Sally Hansen"
  },
  {
    "title": "Maybelline The Colossal Volum' Express Mascara, Waterproof, Waterproof, Glam Brown (Brownish Black)",
    "description": "Maybelline Volum' Express Mascara, WaterproofThis waterproof mascara delivers up to 3X the volume instantly for a dramatic lash look.&bull;Patented Anti-Clump Brush and volume-building express formula quickly thicken lashes without clumps or globs&bull;Contact lens safe and hypoallergenic&bull;Waterproof",
    "itemID": "B002L6PXNA",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 63573
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 4.57,
    "brand": "Maybelline"
  }
]