[
  {
    "title": "Clarisonic Replacement Brush Head (Delicate)",
    "description": "Designed for delicate skin. With daily use, the Clarisonic Skin Care Brush leaves skin feeling and looking smoother, and increases product absorption for improved  cleansing. Effective for use on the face, d&#xE9;collet&#xE9; and body.",
    "itemID": "B000UPRSKA",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2681
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 25.0,
    "brand": NaN
  },
  {
    "title": "Basis Cleaner Clean Face Wash, 6 Ounce Tube (Pack of 4)",
    "description": "Basis Cleaner Clean Face Wash is 100% oil-free and soap-free and is designed for normal to oily skin.  It contains refreshing mint, purifying lemongrass, and  soothing aloe botanicals. The invigorating lather rinses cleanly without residue and lifts away make-up, dirt, and pollution, leaving clean, refreshed skin.",
    "itemID": "B001FB5IIM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 876
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 19.39,
    "brand": "Basis"
  },
  {
    "title": "HSI PROFESSIONAL 1 CERAMIC TOURMALINE IONIC FLAT IRON HAIR STRAIGHTENER FREE GLOVE + POUCH AND travel size Argan Oil Leave In Hair Treatment. WORLDWIDE DUAL VOLTAGE 110v-220v",
    "description": "The Proffesional HSI Flat Iron is great for transforming frizzy, dull hair into gorgeously straight, sleek locks. Aside from straightening, the Proffesional HSI Flat Iron curls and flips hair beautifully, its 1\" plates giving maximum control for all hair types. With flash quick heating and swivel cord, this iron provides great style without making a mess or taking too much time. Featuring new easier grip with ergonomic design for easier hold, the styler flat iron also has versatile heat settings to provide you with total control for all your hairstyling needs. Moist ceramic heat with solid ceramic plates and coils will maintain even temperature",
    "itemID": "B001MA0QY2",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 53.59,
    "brand": "HSI PROFESSIONAL"
  }
]