[
  {
    "title": "Sibu Beauty Sea Buckthorn Seed Oil, 10 ml",
    "description": "Sea buckthorn seed oil has long been used as a topical treatment to aid in the relief of skin conditions such as eczema, acne, rosacea, burns, and wounds and as a traditional beauty treatment to preserve youthful skin tone and texture. it is a secret remedy to fight wrinkles and age spots so you may (or may not) want to share it with your friends.",
    "itemID": "B003IU9HI0",
    "helpful": [
      40,
      52
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1921
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 4.9,
    "brand": "Face Doctor"
  },
  {
    "title": "The Original Hyaluronic Acid Serum 100% Pure 2 oz.",
    "description": "The Original Hyaluronic Acid Serum 100% Pure 2 oz.",
    "itemID": "B003MJ7Z0O",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 311
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 13.95,
    "brand": NaN
  },
  {
    "title": "Sibu Beauty Nourishing Facial Cream, 1 oz",
    "description": "Description: Our sea buckthorn facial cream, with omega 7 fatty acids, creates the perfect barrier to moisturize, rejuvenate, repair and protect. This light, non-greasy cream is ideal for daily use and offers a pleasing, light citrus scent. It is paraben-free and cruelty-free, and contains NO dairy, yeast, wheat, gluten, sodium or preservatives. Ingredients: Water, Sea Buckthorn Seed Oil, Glycerin (Vegetable), Sodium Levulinate, Sodium Anisate, Polyglyceryl-10 Pentastearate, Behenyl Alcohol, Sodium Steroyl Lactylate, Cetearyl Alcohol, Olive Oil Unsaponifiables, Meadowfoam Seed Oil, Shea Butter, Sea Buckthorn Fruit Oil, Orange Essential Oil, Lemon Essential Oil, Aloe Barbadensis leaf juice powder, Caprylic/Capric Triglyceride, Xanthan Gum, Panthenol, Sodium Phytate",
    "itemID": "B0027UQDB6",
    "helpful": [
      3,
      3
    ],
    "overall": 3.0,
    "salesRank": {
      "Health & Personal Care": 9344
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 9.99,
    "brand": "Sibu Beauty"
  }
]