[
  {
    "title": "Nail Art MoYou Rhinestone Pack of 1200 Crystal Premium Quality 2mm Gemstones in 12 different colors, beauty accessory for women nails, fun and easy to apply with top coat or nail glue!",
    "description": "Moyou Nail Art Rhinestone Pack-1200 premium quality stones.\n\nMoyou Nail Art Rhinestone Pack includes 1200 stones in different colours.\n1.Light Pink\n2.Light Gold\n3.Dark Purple\n4.Light Green\n5.Red\n6.Light Blue\n7.Clear\n8.Turquoise\n9.Dark Pink\n10.Lilac\n11.Black\n12.Dark Blue\n\n* Small sized \n* Can be applied with top coat or glue.",
    "itemID": "B003ODETES",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3700
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 1.66,
    "brand": "Moyou Nail Art"
  },
  {
    "title": "Nail Polish Holders (Oval &amp; Round Style) (2 Pcs Total)",
    "description": NaN,
    "itemID": "B005PYWS60",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13046
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 5.11,
    "brand": "Fuji"
  },
  {
    "title": "SHANY Cosmetics SHANY Premium Collection Makeup Train Case, Black Diamond",
    "description": "The wait is over and the premium collection of diamond series has arrived, all makeup cases in premium collection are made of %100 top grade ABS plastic, framed with titanium/aluminum on sides for extra durability and reliability, heat resistant exterior keeps your makeup cool all day long,  steel lock ensures a long life with 2 keys. All diamond collection come with free brush holder and shoulder strap, unlike other shoulder straps ours is a silky smooth strap, which will never bother your shoulders. Each layer comes with a thin protective layer of film, which prevent dust and powder makeup getting into your makeup case, Shany logo is printed on all inner/outer boxes, even printed on the surface of layers.",
    "itemID": "B008X20VRO",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 18106
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Bags & Cases",
        "Train Cases"
      ]
    ],
    "price": 69.95,
    "brand": "SHANY Cosmetics"
  }
]