[
  {
    "title": "Aveeno Active Naturals Positively Ageless Daily Exfoliating Cleanser With Natural Shiitake Complex, 5 Ounce",
    "description": "A unique daily cleanser with Natural Shiitake Complex helps your skin look and feel younger. This light foaming, soapfree formula cleanses and softens skin, while lifting away dirt, oil, and makeup without overdrying sensitive skin. Fine microbeads gently remove dull, dry skin to help reveal healthier, younger looking skin.",
    "itemID": "B000MUQFTI",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 5953
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Scrubs"
      ]
    ],
    "price": 2.98,
    "brand": "Aveeno"
  },
  {
    "title": "Neutrogena Rapid Wrinkle Repair Eye, 0.5  Ounce",
    "description": "&nbsp;&nbsp;&nbsp;It's a new era in anti-aging. Neutrogena Rapid Wrinkle Repair Eye Cream containsAcceleratedRetinol SA, for visible results in just one week.AcceleratedRetinol SA combines an exceptional level of Retinol SA with glucose complex, an exclusive booster that delivers pure stabilized retinol into the skin's surface quickly and effectively, leaving feeling smoother and younger-looking.It's clinically proven to help: fade the look of stubborn crow's feet; brighten and even under eye area; smooth fine lines and texture; and reduce the look of dark circles.",
    "itemID": "B004D24818",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 963
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 8.91,
    "brand": "Neutrogena"
  },
  {
    "title": "Slim Extreme 3d Intensely Slimming + Firming Serum Anti-cellulite,8.8 fl. oz. (250 ml)",
    "description": "The innovative Serum Slim Extreme 3D, developed in the Eveline laboratory, uses an advanced formula to smooth and tone the skin, reducing the appearance of cellulite. Advanced formula delicately cools the skin. ACTIVE INGREDIENTS: IsocellSlim, Centella Asiatica, caffeine, menthol and ivy extract deeply moisturizes and soothes the skin.  The serum's caring formula, with minerals from the thermal waters of North Brittany and Laminaria algae extract, deeply moisturizes and perfectly refreshes the skin. The pleasant cooling sensation, which accompanies application, is a guarantee of the serum's instant effect. Active ingredients act in synergy, assuring a fast and effective treatment. APPLICATION: Every morning and evening, after using the Peeling gel Slim Extreme 3D Eveline Cosmetics, pat the Serum into areas affected by cellulite and excessive fatty tissue (thighs, abdomen, buttocks, arms). After application of the Serum, massage in the Cream Slim Extreme 3D.",
    "itemID": "B003V7KWB6",
    "helpful": [
      1,
      3
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 10061
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Creams"
      ]
    ],
    "price": 9.09,
    "brand": "Eveline Cosmetics"
  }
]