[
  {
    "title": "African American Shampoo for Natural Hair",
    "description": "An ultra rich creamy moisture replenishing formula specially created to enhance the natural vitality of your black hair. The hair of African Americans is unique. It is beautiful but delicate. It is prone to breakage and dryness. Even simple combing can weaken and cause damage. Add heat or styling and your delicate hair can become a mess. This shampoo was formulated with natural moisture rich ingredients that meet the needs of African Americans with natural hair. Natural ingredients provide a balance of cleansing without stripping your natural oils to protect and strengthen your hair.",
    "itemID": "B001A4B3MY",
    "helpful": [
      5,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 161783
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Hair Therapy Wrap / Cordless Heating Cap (white)",
    "description": "Increase the efficacy of your hair treatments with this reusable, heated hair turban from Hair Therapy Wrap. The removable, microwaveable, gel heat packs offer cord-free heating that works with the durable insulation for maximized product penetration. A plastic cap seals in product and a layer of washable, terrycloth further insulates. Oil and reconstructive treatments are activated by the warmth to do their work, as the hair follicle of each strand is relaxed and open for diffusion.",
    "itemID": "B0050OX4O0",
    "helpful": [
      6,
      7
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2990
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Hair Drying Towels"
      ]
    ],
    "price": 28.2,
    "brand": "Hair Therapy Wrap"
  },
  {
    "title": "Tropic Isle Strong Roots Red Pimento Hair Growth Oil, 4 Ounce",
    "description": "Try jamaican black castor oil serum with argan oil to stimulate hair growth, revitalize dull, dry and frizzy hair. Prevent dandruff and conditions scalp. Adds volume to hair. Slows graying hair.",
    "itemID": "B003VI0HVA",
    "helpful": [
      3,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1330
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Hair Regrowth Treatments"
      ]
    ],
    "price": 9.25,
    "brand": "Tropic Isle"
  }
]