[
  {
    "title": "Dial Complete Foaming Anti-bacterial Hand Wash Variety 4-Pack - 7.5 Oz Each",
    "description": "Dial Complete Foaming Anti-bacterial Hand Wash Variety 4-Pack - 7.5 Oz Each",
    "itemID": "B002U20DYO",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 167
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Soaps"
      ]
    ],
    "price": 13.09,
    "brand": "Dial"
  },
  {
    "title": "Queen Bee 100% All-Natural, Organic Under Eye Cream - Removes Dark Circles, Facial Lines and Wrinkles Naturally",
    "description": "Queen Bee Eye Cream is carefully hand made using only the highest quality 100% All-Natural Ingredients. This wonderful cream removes under eye circles, fades facial lines and wrinkles and keeps skin around the eye looking healthy, youthful and vibrant. All without harmful and dangerous chemicals found in most store bought skin care products. Queen Bee Eye Cream works because we do not skimp on the quality of the ingredients. the National Institute of Occupational Safety and Health has stated that nearly 900 of the chemicals that are used in most cosmetics and skin care product are toxic and cancer causing. Most mass produced, brand name skin care products have a long list of hard to pronounce chemicals and often these products use the cheapest ingredients possible. Even so called organic or all natural cosmetic products will use chemicals or dyes during processing that are not listed on the label. Even the fragrances found in skin care products can be carcinogenic. Queen Bee Eye Cream is one of the few cosmetic products available that uses all-natural, organic ingredients and is 100% chemical free.",
    "itemID": "B0047PPCAW",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 649
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Combinations"
      ]
    ],
    "price": 29.99,
    "brand": "All Natural &amp; Handmade in the Pocono Mountains"
  },
  {
    "title": "Dead Sea Mud Facial Mask - Ancient Natural Facial Mask and Skin Care Treatment for Women, Men and Teens + FREE BONUS EBOOK! - Organic Mud Mask Offers Gentle Facial Cleanser, Exfoliator &amp; Natural Moisturizer to Restore Your Skin's Natural Radiance - This Renowned Anti-Aging Mud Mask Heals Dry &amp; Oily Skin, Acne, Eczema &amp; Psoriasis - Leaves You With a Youthful-Looking, Radiant Complexion",
    "description": "Women Everywhere are Raving About This Amazing Face Mask!\nFor centuries people have traveled from all over the world to Israel's Dead Sea\nto slather themselves in the nutrient-rich mud. The concentration of over 21 different minerals\noffers the ultimate natural skin care formula. Now there's no need to travel so far -\nexperience the same beauty benefits at home using the Dead Sea Mud Mask.\n- Dead Sea Mud feeds your skin the essential minerals it needs for maximum nutrition- No more expensive spa or skin boutique visits required for optimum skin care- 100% natural skin care treatment- No harsh chemicals or artificial additives",
    "itemID": "B00C8YCFU4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 495
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 29.77,
    "brand": NaN
  }
]