[
  {
    "title": "Better for Grownups Organic Reusable Cotton Face Rounds",
    "description": "Reusing instead of consuming makes the future brighter. These rounds are a lush, soft way to make a difference in the world. That awareness and a desire to make a Reusable Revolution of it is what motivated us to pursue fully sustainable packaging. Our corrugated boxes are made locally from Water Resistant Cardboard which means they can sit in your bathroom, kitchen, bedroom, etc and be used over and over again. When you are done with them, they are fully recyclable or compostable (and worms love cardboard). Better For Grownups boxes were specifically designed to minimize packaging and are printed with water based inks using the latest technology using large format aqueous direct print for efficient and minimal use of materials, labor and energy. In addition to innovative, sustainable and reusable boxes, we encourage customers to buy refill packs as needed which gives them even more tissues, wipes or rounds at a great price but without the packaging. Our refill packaging sleeves are printed on 100% recycled paper by a small, earth conscious company in North Carolina. And because that isn't enough, we are currently working on a program to close the loop.",
    "itemID": "B002RJOR7Y",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 236289
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Bags & Cases",
        "Tote Bags"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Conair YOU CURL Curling Wand",
    "description": "You Curl. New shape. No clip. The Infiniti by Conair You Curl lets you achieve smooth, frizz-free curls without a visit to the salon. This curling iron has a unique clamp-free conical barrel that makes it easier than ever to create beautiful, natural curls. It also features tourmaline ceramic technology and even heat distribution for professional, shiny, static-free results. Plus, You Curl's 30-second instant heat feature, four heat settings, and LED indicators ensure you'll get flawless, kink-free curls every time you use it.The Infiniti by ConairYou CurlAt a glance:Clamp-free, barrel-shaped design eliminates kinksTourmaline Ceramic technology for frizz- and static-free curlsHeats in 30 seconds and maintains temperature up to 400&deg; F (204&deg; C)60-minute, automatic shut-off and extra-long cord for ease of useBacked by a 5-year limited warrantyView largerThe You Curl lets you achieve smooth, frizz-free curls without a visit to the salon.Clip-Free, Cone-Shaped Barrel for Beautiful, Natural CurlsThe clip-free You Curl creates smooth, shiny curls without any unsightly kinks. The wand is designed with a cone-shaped barrel, so it's easy to create beautiful, natural curls. Just wrap small sections of your hair around the barrel for tight, romantic curls or use wider sections for a trendy, wavy style.Tourmaline Ceramic Technology for Frizz-Free HairThanks to advanced tourmaline ceramic technology, You Curl creates smooth, shiny curls with every use. This curling iron emits natural ions to eliminate frizz, and its easy-glide surface smoothes hair as it curls. Additionally, You Curl's barrel maintains an even temperature during use--so your hair will never be exposed to damaging hot spots.Heats Rapidly and Maintains TemperatureBy quickly heating to the highest power setting in just 30 seconds, this curling iron saves valuable time on busy mornings. Plus, after each curl is set, the curling iron instantly reheats to maintain a steady temperature for a uniform look.Four Heat Settings to Match Your Hair's Texture and StyleFour power levels allow you to customize the You Curl to suit your hair's texture and achieve your desired style. The lowest heat setting is ideal for delicate, fine hair, while the medium setting is best for color-treated hair. For thick or naturally wavy hair, the medium-high setting is best. The highest power setting heats the curling wand to 400 degrees Fahrenheit (204 degrees Celsius) and is perfect for ultra-thick, hard-to-curl hair.Get Professional Results at HomeThis curling iron makes it simple to create beautiful curls at home. A professional-length cord helps you avoid tangles and awkward positions, and LED indicators make it easy to see the exact power setting you are using. Also, handy automatic shut-off occurs after 60 minutes, so you don't have to worry about forgetting to turn off the wand.The Infiniti by Conair You Curl curling wand is backed by a limited, five-year warranty.What's in the BoxInfiniti by Conair You Curl curling iron and instruction guide.By quickly heating to the highest power setting in just 30 seconds,this curling iron saves valuable time on busy mornings.",
    "itemID": "B003F2T0M4",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1931
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Curling Irons"
      ]
    ],
    "price": 32.94,
    "brand": "Conair"
  },
  {
    "title": "Harmony Gelish Uv Soak Off Gel Polish -Vegas Nights (0.5 Oz)",
    "description": "Gelish will last on the nails for up to 3 weeks with a shine, no chipping, no peeling, no maintenance! I tlooks completely natural while protecting the natural nail",
    "itemID": "B003VMW2B4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 20967
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 10.98,
    "brand": "Harmony"
  }
]