[
  {
    "title": "Cool2day Long Classical Curly Dress Party Wig+wig Cap (Model: Jf010577us) (Light Brown)",
    "description": "Please kindly note it's not REAL PERSON HAIR , the model wearing WIG is just for showFeature:1.Excellent Quality straight 100%  Japanese Kanekalon (high quality one-) made fiber wig2.With a wig-centering design, It was made of high temperature wire, Therefore ,it can be straightened by hair sticks3.You will be amazed by the quality. Wearing it, it can bring you more confidence, and more charm!4.It is both natural looking and soft touch. You can wear it to parties as well as for daily use.5.The size is adjustable and no pins or tape should be required. It should be fit on most people.6.All you should need to do is adjust the hooks inside the cap to the correct size to suit your head.7.The item is Easy to  wash and care just using a little mild shampoo in cold water.8.This wig features a high-quality \"skin to\";, which gives the wig a look of naturalness and reality.Specifications:Hair material: 100% Japanese Kanekalon (high quality one) made fiber.Top Material and design: Adjustable Monofilament Net.Color:As the pictureWeight: 0.18kgStyle: CurlyAAA High qualityHair type: We GUARANTEE that the hair we sell is 100% kanekalon fiber.Package included:1xBeautiful Brown/Black wig fashion Curly  WigNote:The display pictures shown online were taken by our professional man using our own model.There would be slight difference on the model shape or colors from different person ,please contact us if it does not look like the picture",
    "itemID": "B008FGSITQ",
    "helpful": [
      22,
      23
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 47577
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Wigs"
      ]
    ],
    "price": 11.98,
    "brand": "cool2day"
  },
  {
    "title": "FREETRESS EQUAL Lace Front Wig - NIKKI - Color#1B - Off Black",
    "description": "* Returns and Exchanges Policy *\n\nYour satisfaction is important to us!\n100% Exchange/Returns on purchases made within two weeks. \n\nThe following must be met:\nIf you are not completely satisfied with your purchase, you may return an eligible item for an exchange or refund* within two weeks of the shipment date. Returns/Exchanges received after two weeks are subject to a $15 re-stocking fee for each item. Returns/Exchanges are processed within 10 business days of receipt. Original shipping and handling fees can not be refunded. If you receive an item that is defective please call customer service and we will gladly exchange it and send it to you free of charge. If you are exchanging a product that you are not satisfied with, you will be responsible for the shipping costs both ways unless we are at fault for shipping a wrong or defective item. Refunds and exchanges will not be accepted after 30 days of the shipment date. \n\n*BeautynSense has the right to refuse the return/exchange of any hair good based on the following reasons: \n\n1. The merchandise must be returned/ exchanged in its original state. We can not accept wigs/hair pieces that have been used or worn, have loosened curls, have extremely large tangles, or emits odors. \n2. The merchandise is damaged. \n3. Pieces of the products are missing \n4. It is past the acceptable return time of 30 days \n5. Original tags and packaging are missing or damaged.",
    "itemID": "B004442TA2",
    "helpful": [
      2,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 291324
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Wigs"
      ]
    ],
    "price": 33.99,
    "brand": "Freetress"
  },
  {
    "title": "Wisedeal 1pc Lady women girls Elegent Lace Elastic Hair head band hoop accessory tie hairbands headbands turban",
    "description": "WOMEN - EAU DE PARFUM SPRAY 1.7 OZ (NEW PACKAGING) - citrusy tangerine and bitter orange, florals jasmine and orange flower, sandalwood, amber and vanilla.",
    "itemID": "B00AQCYNPU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5867
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Headbands"
      ]
    ],
    "price": 1.83,
    "brand": "Wisedeal"
  }
]