[
  {
    "title": "Narciso Rodriguez By Narciso Rodriguez For Women, Eau De Parfum Spray, 1.6-Ounce Bottle",
    "description": "Launched by the design house of Narciso Rodriguez.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000VOP7YO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 29752
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 47.0,
    "brand": "Narciso Rodriguez"
  },
  {
    "title": "Sexy Long Curly Wavy Oblique Bangs Party Wig With Bang For Women",
    "description": "Package:1 wig and 1 free wig cap;Color: As the picture show;Material:High temperature wire;Size:Average;Hair Length :As the picture show;Hair Density:Medium;Hairline:Natural Hairline;Hair Style:Sweet, cute type",
    "itemID": "B008Y9B0MG",
    "helpful": [
      2,
      2
    ],
    "overall": 1.0,
    "salesRank": {
      "Health & Personal Care": 27567
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Wigs"
      ]
    ],
    "price": 11.94,
    "brand": "GOOACTION"
  },
  {
    "title": "4 Oz Neem Oil Organic Pure Pure",
    "description": "A magnificent oil with numerous benefits for both therapeutic and medicinal use. Among other properties, this oil is anti-septic, anti-viral, anti-bacterial, and anti-fungal. Used widely in creams, dental products, hair care products, and in gardens for natural pest control.\nCan be applied directly to the skin or included within skin care preparations that are designed specifically to treat problematic skin conditions. This oil is exceptionally rich, contains a heavy odor, and may be diluted accordingly.\nOur Neem oil is cold pressed from whole Neem tree nuts.",
    "itemID": "B005EYSKQS",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1639
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 5.9,
    "brand": NaN
  }
]