[
  {
    "title": "MASH Rhinestones 2400 Piece 12 Color Nail Art Nailart Manicure Wheels",
    "description": "MASH is proud to introduce its first Nail Art accessory! Same great MASH quality you have come to expect, with a price that cannot be beat. These premium rhinestones are so beautiful, and so affordable, you will never chose another brand again! Each rhinestone wheel contains 200 rhinestones of 12 different colors for a total of 2,400 rhinestones! That is enough glam and glitter to drive your man wild, or make any man yours forever!How to Use:These premium MASH rhinestones can be applied with top coat or glue.AUTHENTICITY WARNING: The only Authentic MASH Nail Art is sold by MASH and/or Amazon directly. All other sellers are offering counterfeit products.",
    "itemID": "B005BF1M10",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 15
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 1.8,
    "brand": "Evermarket"
  },
  {
    "title": "MASH Double Sided Nail Art Plate Stamp and Scraper (Special Introductory Price)",
    "description": "Mash is proud to introduce its brand new nail art stamper and scrapper kit. This unique stamper was designed by the nail art experts at MASH to provide superior comfort and performance to other nail stampers and scrapers while providing a modern aesthetic! Nail stamping is a nail-imprinting technique that lets you put designs by stamping pre-designed images on your nails in minutes. This simple process allows you to apply or change designs any time you want. You can change designs weekly, daily without the hassle of spending hours redoing your nails. The MASH nail art stamp and scrapper can achieve delicate and beautiful results never before achieve by hand painting. Do it yourself in just minutes at home, at a friend's house or anywhere you want. This stamper and scraper is so portable you won't even notice you have it on you. You can put designs not only on your nails but on mobile phone, earrings, pendant, bracelet, gift box, watches, calculators, clocks, sunglasses or any surface of your choice. With MASH stamped nail art you can create perfect, professional nail designs at a fraction of the time and money, just like a professional nail artist ... or even better. It's neat and easy and fun!!!",
    "itemID": "B005V2LLXC",
    "helpful": [
      0,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 6810
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 4.5,
    "brand": NaN
  },
  {
    "title": "15pcs Nail Art Painting Pen Brush",
    "description": "Package includes : 3x Drawing Tools 7x Painting Tools (also can use as gel nail curing brush) 2x Liners 1x Dotting Tool 2x Fan brushes for nail art effect (also can use as eye shadow brush)",
    "itemID": "B006L1DNWY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Home &amp; Kitchen": 247
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 2.76,
    "brand": "Crazy Cart"
  }
]