[
  {
    "title": "Bye Bye Blemish Drying Lotion - 1 fl oz",
    "description": "Bye-Bye Blemish Drying Lotion is an antiseptic and clarifying solution to reduce the size and severity of any blemish overnight. It exfoliates pore-blocking debris with a proven beta hydroxyl formula. Maximum strength salicylic acid exfoliated dead cells from pores, allowing all-natural drying ingredients to penetrate and treat infection. Overnight spot treatment rapidly reducing the size and severity of pimples. Hypoallergenic and antimicrobial. Non-irritating, even on sensitive skin.  75-100 applications in each bottle. Works in harmony with the skin to provide optimum results.",
    "itemID": "B00027D6SE",
    "helpful": [
      4,
      6
    ],
    "overall": 3.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 8.67,
    "brand": "Bye Bye Blemish"
  },
  {
    "title": "Upper Canada Soap And Candle Naturally Whipped Hand Repair, Sweet Vanilla Fig, 4-Ounce Tubes (Pack of 2)",
    "description": "Naturally Whipped Hand Repair is nourishment for your hands! This botanical-based line is made with all-natural ingredients with known restorative properties to nourish the skin. Free of parabens, mineral oils and synthetic dyes. Upper Canada Soap and Candle has been bringing quality ingredients, innovative ideas and value to bath and body products since 1969.",
    "itemID": "B001A5S3BM",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Olay Definity 14-Day Skin Rehabilitation",
    "description": "Olay Definity 14 day skin rehabilitation counteracts past skin stresses to diminish discoloration PLUS wrinkles in just 14 days. Time; stress and the environment - especially the sun - can really take a toll on your skin. Introducing Olay Definity 14 Day Skin Rehabilitation. A total anti-aging skin immersion that detoxifies; recovers; and revives skin's appearance in just 14 days. Total skin immersion hydrates and immediately diminishes the appearance of age spots and wrinkles. Skin will emerge with a more flawless luminosity and diminished look of discoloration in just 14 days.",
    "itemID": "B001JQLNPA",
    "helpful": [
      3,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 111574
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 15.99,
    "brand": "Olay"
  }
]