[
  {
    "title": "ProLinc Cuticle Eliminator, 4 Fluid Ounce",
    "description": "Thick, overgrown cuticles? No problem. With Cuticle Eliminator you can avoid nipping and cutting and it saves you time. It is ideal for manicures, pedicures and artificial nails. It also removes \"build up\" under free edge of fingernails and toenails.",
    "itemID": "B009Y2117G",
    "helpful": [
      4,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7170
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Cuticle Care",
        "Cuticle Removers"
      ]
    ],
    "price": 6.42,
    "brand": "ProLinc"
  },
  {
    "title": "Now Foods: Tea Tree Oil, 4 oz",
    "description": "Tea tree oil has been a favorite among Australians for centuries. Only in recent years however, has it gained popularity in aromatherapy. With strong antiseptic and germicidal properties, Tea Tree is now used for a number of applications ranging from cosm",
    "itemID": "B000ELP5KA",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 240
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 17.15,
    "brand": "Now Foods"
  },
  {
    "title": "Scunci No-slip Grip Octopus Clip, 8.5 Cm, Colors may vary",
    "description": "With Scunci No-slip Grip hair accessories a woman should never have a bad hair day. Scunci large No-slip octopus clip can be used in a variety of ways. Create casual tousled looks or buns and quickly create updos. An ideal solution for thick hair, they hold larger amounts of hair, and keep it in place. Large eight-pronged interlocking jaws with no-slip grip technology prevent strays and fallout strands. No one will ever find an out-of-place hair when it's in the clutches of this octopus clip. Basic shades complement any hair color. Colors may vary, and include Shiny Tortoise Shell, Shiny Black and Natural.",
    "itemID": "B001T8W5EQ",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 51550
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Claws"
      ]
    ],
    "price": 5.16,
    "brand": "Scunci"
  }
]