[
  {
    "title": "Loving Naturals SPF 30 Sunscreen Zinc Oxide 5 Oz. UVA/UVB Vegan",
    "description": "Ingredients: Non-Nano Particle Zinc Oxide (24.8%), Grape Seed Oil, Organic Sunflower Oil, Caprylic/Capric Triglycerides (derived from Coconut Oil), Soy Wax (Non-GMO), Organic Olive Oil, Organic Plum Kernel Oil, Organic Sesame Oil, Candelilla Wax, Organic Hemp Seed Oil, Organic Macadamia Nut Oil, Organic Cocoa (Fair Trade), Organic Green Tea, Vitamin E Oil Natural skin care products are very important, specifically sunscreen because of how often it needs to be applied and the concern that chemicals can be absorbed into the skin. You will find that many of the so called \"natural products\" don't seem so natural after reading a long list of ingredients that are hard to pronounce or that you may have never heard of. For this reason we have started our company, Loving Naturals, created out of the desire to use the most safe and natural products on our children and yours. You can be assured, we will earnestly research every ingredient we use, use the most natural ingredients that are available and always disclose every single ingredient. This is our promise to you! Please visit our website for more details on the ingredients we use.",
    "itemID": "B002C0CZEU",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 89389
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "WEN&reg; Fig Cleansing Conditioner 32oz",
    "description": "Fig Cleansing Conditioner is a universal cleanser that is wonderful for medium to coarse, wavy to curly, and ethnic hair. Due to its rich, dense consistency, it works exceptionally well in moisturizing, hydrating and replenishing dry, heat-damaged, color-treated or dehydrated hair. This Cleansing Conditioner is a sodium laurel sulfate and detergent-free formula that cleanses without lathering or stripping the scalp or hair of its natural moisture.",
    "itemID": "B00181WCN8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2044
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 54.5,
    "brand": "WEN&reg; by Chaz Dean"
  },
  {
    "title": "Blue Lizard Australian Suncreen, Face SPF 30+, 5-Ounce",
    "description": "Blue Lizard Face &#8211; Oil-free moisturizer with Hyaluronic Acid. Daily wear formula is enhanced with Caffeine, Green Tea and Vitamin E. Micronized Zinc Oxide, Octinoxate sunscreen.",
    "itemID": "B000I5KCIW",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 792
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection"
      ]
    ],
    "price": 15.29,
    "brand": "Blue Lizard"
  }
]