[
  {
    "title": "niceEshop 10 Pcs Nail File Buffing Buffer Curve Grit Sanding Sandpaper Black (Ivory)",
    "description": "Professional slim sandpaper nail filePerfect for both professional salon, studio and personal use!Great for finger care, woodworking, and salon usage, and can be used to file natural nails, false nails, nail extensions, etc.It can gently smooth your nail surfaceColor:show as pictures.Notice: Color of pictures may varies by different monitor setting. All pictures are real stock photos.Package include:1 x bag(10pcs) of nail art filesPlease note:1> niceEshop(TM) is a worldwide registered trademark and the only authorized seller of niceEshop branded products.2> niceEshop(TM) items,packing,bar code and accessories are exclusive,any counterfeit niceEshop brand items and sellers should be prohibited.3> niceEshop provides various kinds of great products(Electronics,Home&Garden;,Beauty&Health;,Clothing,shoes& Sports outdoors...etc) at lowest prices, welcome to our store!!!",
    "itemID": "B008V9JG02",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10666
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Files & Buffers"
      ]
    ],
    "price": 2.62,
    "brand": "Generic"
  },
  {
    "title": "15pcs Nail Art Painting Pen Brush",
    "description": "Package includes : 3x Drawing Tools 7x Painting Tools (also can use as gel nail curing brush) 2x Liners 1x Dotting Tool 2x Fan brushes for nail art effect (also can use as eye shadow brush)",
    "itemID": "B006L1DNWY",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Home &amp; Kitchen": 247
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 2.76,
    "brand": "Crazy Cart"
  },
  {
    "title": "Salon Edge 36W Nail UV Lamp Acrylic Gel Shellac Curing Light Timer 36 Watt Dryer With Slide Out Tray",
    "description": "Salon Edge Branded 36 Watt Professional UV Curing Lamp for Fast Acrylic Gel DryingExcellent professional quality for the shop and light enough to take along with you. This unit uses 4 powerful UV bulbs and features a built in timer. Enjoy your FREE sanding file!Effectively and quickly cured all UV and gel based products.Reflective inside lining to ensure proper uniform drying.Fast curing of UV gels one hand at a time.Built in timer with 2 minute setting for perfect time management.Includes easy access panel on bottom to easily change bulbs.Simple fuse replacement compartment with single turn access.Features Salon Edge logo to ensure you recieve the quality you deserve.",
    "itemID": "B006QO4BRM",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 813
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Dryers"
      ]
    ],
    "price": 27.99,
    "brand": NaN
  }
]