[
  {
    "title": "Emu Oil Shampoo &amp; Conditioner Set (8oz Set)",
    "description": "Energizing and body building Emu oil based shampoo leaves hair clean, soft and manageable. It helps restore body, shine and softness to all hair types as it gently cleans your hair. Great for damaged hair. Use on a regular basis for dandruff, hair loss, or itchy scalp. Emu Shampoo is extremely rich in omega 3's. Emu Oil has been known to awaken sleeping hair follicles and may help reduce the amount of gray in the hair. Tests run by Dr. Michael Hollick Show that people that used emu oil on the scalp show at least 20% more active hair growth. Perfect for men or women and mild enough for children! It is even great for pets too!",
    "itemID": "B002P9O45Q",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 103133
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoo & Conditioner Sets"
      ]
    ],
    "price": 18.95,
    "brand": NaN
  },
  {
    "title": "Biore SARASARA UV Bright Face Milk BIHADA Sunscreen 30ml SPF50+ PA+++ for Face",
    "description": "Biore UV perfect face milk SPF 50 lotion sunscreen pink",
    "itemID": "B0012WTI62",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 36094
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Sunscreens & Self Tanners",
        "Sunscreens"
      ]
    ],
    "price": 12.5,
    "brand": "Biore"
  },
  {
    "title": "BareMinerals Well-cared for Brush Conditioning Shampoo, Large 4oz. Tube",
    "description": "Bare Escentuals id Well-Cared for Brush Conditioning Shampoo 4 fl ozProlong your brushes' lives by regularly using this rich foaming conditioning cleanser containing nourishing ingredients.Well-Cared For Brush Conditioning Shampoo washes away all traces of dirt, makeup, oil, and debris and conditions the hair and fibers to a soft finish. }",
    "itemID": "B001VD8DDG",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 17868
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 12.95,
    "brand": "Bare Escentuals"
  }
]