[
  {
    "title": "1 Kilo / 2.2 Pounds - Himalayan Pink Crystal Bath Sea Salt (Coarse Grain) Great for your next Bath - Imported by TheSpiceLab Inc.",
    "description": "Our Himalayan Crystal Salt is 100% pure, hand-mined in Pakistan. Himalayan salt is found deep inside the pristine Himalayan Mountains where it has been protected from pollution for millions of years. About TheSpiceLab we are crazy about salt; we carry over 140 different salts from all over the world. We only buy the best salts. All of our salts are 100% guaranteed, or your money back. We hand select our Himalayan salts from the mine, after choosing the best salts, they are packed at a ISO certified salt processing facility, locked in a container and shipped to our warehouse.",
    "itemID": "B004ZMTK1Y",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 15625
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bath",
        "Minerals & Salts"
      ]
    ],
    "price": 8.79,
    "brand": "The Spice Lab"
  },
  {
    "title": "Aztec Secrets: Indian Healing Bentonite Clay, 2 lbs",
    "description": "Clays have been used for centuries to beautify and refresh when used as a facial mask. Even Cleopatra used clay from the Nile river and the Arabian desert over 1800 years ago, as part of her beauty ritual. AZTEC SECRET INDIAN HEALING CLAY is bentonite clay from Death Valley, California, where it is sun- dried for up to six months in temperatures that sometimes reach 134 degrees.",
    "itemID": "B00772AKMM",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 72
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 11.0,
    "brand": "Aztec Secrets"
  },
  {
    "title": "Snooki Ultra Dark Leg Bronzer w/ Hair Growth Inhibitors 6oz",
    "description": "Make your legs red carpet worthy when you use Snooki's Ultra Dark Leg Bronzer. This blinged out bronzing formula is specially designed to dramatically darken those hard to tan areas. Enriched with skin firmers, shave minimizers and skin conditioners, this ultra dark formula leaves your legs feeling soft, smooth and incredibly sexy!\n\n&#x2022; Extra Dark Bronzers target those hard to tan areas for dramatically darker legs after UV exposure.\n&#x2022; HyperDark Tanning technology immediately prepares your skin for deep, rich golden color.\n&#x2022; Vitamin enriched skin conditioner blend helps skin fight against environmental stress for a more radiant and healthier looking glow.\n&#x2022; Advanced Skin Firming blend helps to smooth and improve skin's texture for a more toned and tightened appearance.\n&#x2022; SoftChic skin moisturizers with Coconut and Sweet Almond Oil hydrate skin leaving it feeling silky smooth and sexy.\n&#x2022; Paraben Free.",
    "itemID": "B00A4DSLK4",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 2080
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 6.49,
    "brand": "Supre"
  }
]