[
  {
    "title": "Zia Bamboo Exfoliant, 1.6 Ounce Bottles (Pack of 12)",
    "description": "Experience Zia Natural Skincare and Defy Nature with Nature. Zia blends science and nature to create proprietary formulas that provide luxurious, antioxidant-rich skin care solutions to nourish skin and minimize signs of aging. Founded in 1984, Zia is proud to be one of the original all-natural skin care companies. Our products use only the best ingredients, including essential oils and botanicals, to reduce fine lines, fill wrinkles and leave skin looking radiant. We avoid using harsh chemicals, artificial colors and artificial fragrances in our products, which make them safer for sensitive skin as well as the environment. We believe in cruelty-free practices and refuse to test ingredients and products on animals. Zia recognizes our ingredients are a gift from nature, and we are dedicated to supporting and sustaining our natural world.",
    "itemID": "B0010A9RYO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1186828
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Scrubs"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Upper Canada Soap And Candle Naturally Whipped Hand Repair, Sweet Vanilla Fig, 4-Ounce Tubes (Pack of 2)",
    "description": "Naturally Whipped Hand Repair is nourishment for your hands! This botanical-based line is made with all-natural ingredients with known restorative properties to nourish the skin. Free of parabens, mineral oils and synthetic dyes. Upper Canada Soap and Candle has been bringing quality ingredients, innovative ideas and value to bath and body products since 1969.",
    "itemID": "B001A5S3BM",
    "helpful": [
      2,
      2
    ],
    "overall": 4.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Remington H-2050 T-Studio Ceramic Heated Clip Hair Rollers with Tourmaline",
    "description": "The Remington T Studio Collection is a line of salon-quality styling tools featuring the latest technologies: tourmaline, titanium, and ceramic. These materials help seal the hair cuticle to repel humidity and static, which results in incredible, lasting, frizz-free shine. The T Studio Heated Clip Setters feature dual heating clips that create beautiful curls in just five minutes, not 20 minutes like ordinary setters.About the Remington T Studio CollectionWorking closely with top salon professionals and industry specialists, Remington has designed and developed a wide range of hair care appliances. An industry leader in design and fashion, Remington creates top-of-the-line products that reflect today's need for fast and affordable styling tools.Remington's T Studio line offers a full range of professional quality styling tools, including a one-inchSleek and Curl Flat Iron, a 2-1/4-inchDigital Flat Iron, an AC motorHair Dryer, aHeated Clip Setter, and aStraightening Mini Flat Iron. All products in the TStudio line are constructed from high-performance tourmaline, titanium, and ceramic.Description2-1/4\" Digital Flat Iron1\" Sleek and Curl Flat IronAC Motor Hair DryerHeated Clip SettersStraightini Mini Flat IronTechnologyTourmaline + Titanium + Ceramic for superior heat transfer and long-lasting frizz-free shineTourmaline + Titanium + Ceramic for superior heat transfer and long-lasting frizz-free shineTourmaline + Titanium + Ceramic for superior heat transfer and long-lasting frizz-free shineTourmaline + Titanium + Ceramic for superior heat transfer and long-lasting frizz-free shineTourmaline + Titanium + Ceramic for superior heat transfer and long-lasting frizz-free shineFeatures22% longer floating plates for constant contact and faster stylingVersatile tool that both curls and straightens. BONUS styling DVD includedInternal Ion Generator prevents static and frizzCreates beautiful curls in just 5 minutesOnly 6\" long. Great for quick touch-ups, travel use, short hair, bangs, and precision detailingPrecise digital temperature control with Temperature Lock to set desired temperaturePrecise digital temperature control with Temperature Lock to set desired temperature1,875-watt salon-quality AC motor20 velvety-soft flocked rollers in 2 sizes: L and XLPrecision detailing allows plate to reach your rootsSalon-high heat: 430&deg;FSalon-high heat: 430&deg;F3 heat settings and 2 speed settingsEasy-to-use comfort clipsProfessional instant heat: 392&deg;F30-second heat-up and Turbo Boost Mode30-second heat-up and Turbo Boost ModeAir concentrator and diffuserCool-touch rings for quick rollingTouch-up-and-go BONUS heat-safe travel pouchAuto shutoff after 1 hourAuto shutoff after 1 hourRemovable air filter for easy cleaningOn/off indicator lightFits right in your purseRemington: An Innovative Brand that Delivers Meaningful Technology at Affordable PricesAs one of the best-known, best-loved, and best-selling grooming, hair-care, and personal-care brands, Remington has always been at the cutting-edge of technology. Since launching the world's first-ever electric shaver over 70 years ago, Remington has devoted itself to creating real tools for real people. You can be sure that when you use a Remington product, you'll achieve your best look ever.",
    "itemID": "B000Q6V1UG",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 207821
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Rollers"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]