[
  {
    "title": "John Frieda Precision Foam Colour, Dark Caramel Blonde",
    "description": "John frieda precision foam colour will revolutionize at home hair colouring. Already the foam in the colouring catrgory,  precision foam colour now locks in rich,  salon quality colour longer. The non drip foam formula saturates the hair while spreading easily into the roots and hard to reach areas for exact,  all over 100% grey coverage. No drips,  no patchy colour just flawless looking colour from every angle. You can achieve gorgeous,  natural looking colour results at home. Locks in rich colour longer.",
    "itemID": "B0073SBK4M",
    "helpful": [
      0,
      2
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 76666
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 11.92,
    "brand": "John Frieda"
  },
  {
    "title": "Babylisspro TT Tourmaline Titanium Travel Dryer, Red",
    "description": "Why sacrifice your hair while vacationing? Enjoy professional class hair drying with the Babyliss Tourmaline Mini Folding Travel 1000 Watt Hair Dryer. Tourmaline is a natural source of negative ions and far-infrared heat. Negative Ions eliminate frizz and close the cuticle to create smooth, shiny hair. Dual Voltage allows for worldwide usage. Pure tourmaline gemstones fused with ceramic.",
    "itemID": "B003QKL5YQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 194
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 23.95,
    "brand": "BaBylissPRO"
  },
  {
    "title": "HOT TOOLS HTBW1850 Petite Tapered Curling Iron, Black/White, 3/4 Inch To 3/8 Inch",
    "description": "Tapered curling iron petite professional features, flipper less for a single wrap curl nano ceramic ultra smooth surface for frizz free styles effortlessly creates tapered spirals petite nano ceramic barrel beauty industry standard handle provides maximum heat curl after curl rheostat control to adjust temperature foldaway safety stand variable heat settings use less heat for fragile or damaged hair bonus. Heat resistant glove included Inchon inch indicator light cool tip separate on/off switch 8 feet tangle free swivel cord one year warranty.",
    "itemID": "B0049WJA9C",
    "helpful": [
      4,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 15699
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Curling Irons"
      ]
    ],
    "price": 26.98,
    "brand": "Hot Tools"
  }
]