[
  {
    "title": "Lipogaine for Women: Minoxidil Enhanced with Biotin and Vitamin for Thinning Hair Loss / Hair Regrowth Treatment Professionally Formulated Extra Strength Version",
    "description": "Clinically proven ingredients are perfectly harnessed in this formula to offer a complete solution for maximum results with unparalleled simplicity. It is the first hair growth formula that combines the FDA approved hair regrowth stimulator (minoxidil) with Biotin, a much sought after supplement for healthy and beautiful hair, skin, and nail. With advanced liposome delivery system, Lipogaine has made it possible to compound minoxidil together with biotin, niacin, and many other vitamins, and to deliver them deeper into scalp for maximum efficacy. This elegantly optimized formulation dries fast and is super clean. Ingredients:Ethanol (alcohol), Propylene glycol , Water, Minoxidil 2%, Biotin, Niacin, Apple polyphenol, Proprietary herbal DHT blocker. 60 ml topical solution. Recommend use twice daily. Sufficient for one month. [This statement has not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.]",
    "itemID": "B0037T0YES",
    "helpful": [
      8,
      9
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1749
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Hair Regrowth Treatments"
      ]
    ],
    "price": 20.0,
    "brand": NaN
  },
  {
    "title": "Bare Escentuals Mineral Veil Finishing Powder -- 9g",
    "description": "What it is:A luminous 100% pure bareMinerals finishing powder for the face.What it is formulated to do:For the ultimate, translucent \"finishing touch\" to your makeup, Mineral Veil melts into your skin, infusing it with softness and light, giving the look you see with a soft focus camera lens. Buff on Mineral Veil over bareMinerals Foundation to lend extra staying power.What it is formulated WITHOUT:- Parabens- Sulfates- Synthetic Fragrances- Synthetic Dyes- Petro-Chemicals- PhthalatesWhat else you need to know:Completely sheer and ideal for all skin tones, Mineral Veil gently absorbs oil and minimizes the appearance of lines and pores without the buildup of pressed or loose powders that contain parabens, waxes, dyes and binders.Best of Sephora Winner 2008",
    "itemID": "B001AN0UTC",
    "helpful": [
      2,
      2
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 598
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 12.95,
    "brand": "Bare Escentuals"
  },
  {
    "title": "bareMinerals SPF 25 Mineral Veil - Original",
    "description": "Get the ultimate flawless finish while protecting your skin from harmful UVA/UVB rays. Make the most of your makeup with Mineral Veil, a see-through but spectacular finale for any kind of complexion. Minimizing lines, absorbing oils, and softening your complexion, it gives you a flawless finish that's too good to miss. And best of all, it's utterly weightless. Just a bare veil of minerals that lock makeup in place and give your skin airbrushed perfection. Size: Large",
    "itemID": "B0037MOMIO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11634
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 19.98,
    "brand": "Bare Escentuals"
  }
]