[
  {
    "title": "Raw Unrefined Yellow Shea Butter FILTERED &amp; CREAMY 5 0z",
    "description": "Remarks: This is the raw and unprocessed shea butter. It may be lumpy and hard. You can rub it in your hands and apply it directly on the skin. If it is not soft enough for you, you can put into the microwave and heat it for a couple minutes. It will become soft.\n\nGolden Shea Butter is the classic shea butter many are familiar with. It is yellow in color, has a fairly strong smoky odor and is imported from the African nation of Ghana. \n\n\nshea butter tones, evens, and repairs skin naturally, \n\nshea butter renews and revitalizes face, body, hand, hair, nails, and feet \n\nshea butter nourishes skin and hair cells with natural vitamins, \n\nshea butter leaves skin with a smooth, silky natural glow, \n\nshea butter improves stretch marks, fine lines and wrinkles, and scars, \n\nshea butter heals scratches, blemishes, and irritated skin, \n\nshea butter protects, screens, and skin from cold, wind, sun damage, \n\nshea butter improves and alleviates skin conditions such as psoriasis and eczema, Recommended and safe for use by the entire family. \n\nshea butter naturally contains Vitamins A and E. \nPacking: in food-grade plastic containers.",
    "itemID": "B0009MHJS0",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 37451
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 5.5,
    "brand": NaN
  },
  {
    "title": "L'Oreal Paris EverCreme Sulfate-Free Moisture System Cleansing Conditioner, 8.3 Fluid Ounce",
    "description": "Evercreme is the first sulfate-free moisture lock system that delivers lush 48-hour hydration without heavy coating waxes. Rich in natural omega 3-9.",
    "itemID": "B005HIH7YM",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 478
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 5.82,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "Silicon Mix Bambu Nutritive Hair Treatment 16 Oz!!!!!",
    "description": "The Silicon Mix Bambu conditioner is a product imported from the Dominican Republic. The Silicon Mix conditioner comes in a bottle of 16oz. These products help the brittle and dull hair by offering an internsive nutritive treatment",
    "itemID": "B0039OVDJ6",
    "helpful": [
      1,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1521
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 9.72,
    "brand": "Silicon Mix"
  }
]