[
  {
    "title": "OPI: Lacquer H63 Vampsterdam Lacquer, 0.5 oz",
    "description": "Nothing completes a look more beautifully than nails wearing the seasons most significant colors. Changing a Nail Lacquer shade can change a womans entire look _ and her outlook. With over 200 shades, you are sure to find what you're looking for.",
    "itemID": "B0076HP5YG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 33174
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 6.75,
    "brand": "OPI"
  },
  {
    "title": "O.P.I Limited Edition Germany Collection Nail Lacquer, Suzi and 7 Dusseldorfs, 0.5 Fluid Ounce",
    "description": "OPI Nail Laquer 2012 fall/winter Germany collection.",
    "itemID": "B008VHGW7Y",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 12867
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 6.48,
    "brand": "OPI"
  },
  {
    "title": "Pacific World Corporation - Bio-Oil, 2 fl oz oil",
    "description": "Bio-Oil is a specialist skincare product that helps improve the appearance of scars, stretch marks and uneven skin tone. Its advanced formulation, which contains the breakthrough ingredient PurCellin Oil, also makes it highly effective for numerous other skin concerns, including aging skin and dehydated skin. Improving the appearance of scarsBio-Oil helps improve the appearance of all scar types. It is also highly effective in helping to maintain the elasticity of scar tissue on joints and other high-mobility areas. Improving the appearance of stretch marksBio-Oil is highly effective in helping to improve the appearance of existing stretch marks. Bio-Oil helps to increase the elasticity of the skin, thereby the possibility of new stretch marks forming is reduced. Preventing pregnancy stretch marksAn estimated 75-90% of women are prone to stretch marks during pregnancy, particularly in the second and third trimesters. The likelihood of developing them varies according to skin type, race, age, diet and hydration of the skin. Improving the appearance of uneven skin toneBio-Oil helps to improve the appearance of uneven skin tone caused by hormonal fluctuations, skin-lighteners or excessive sun exposure. Visible as dark patches on the face or body, uneven skin tone often becomes most apparent during pregnancy, menopause or after exposure to high volumes of UV light. Aging skinSagging and wrinkled skin commonly associated with aging is largely caused by the weakening of the collagen and elastin support system in the dermis. Bio-Oil contains numerous ingredients that help to plasticize the skin, making it softer, smoother and more supple, thereby reducing the appearance of wrinkled and sagging skin. Bio-Oil also moisturizes, which improves the texture, tone and appearance of fine lines and wrinkles. Dehydrated skinBio-Oil helps replenish the skin's natural oils that have been stripped away by factors such ...",
    "itemID": "B005SBCNHE",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1758
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 10.39,
    "brand": "Bio"
  }
]