[
  {
    "title": "Garnier Nutrisse Haircolor, 100 Extra-light Natural Blonde Chamomile",
    "description": "Nourishing- experience garnier nutrisse, the nourishing color treatment that gives you rich, healthy-looking color. This exclusive color treatment, enriched with conditioners and fruit oil concentrate, penetrates deeps into hair fibers to deliver rich, long-lasting color that covers gray completely. Natural- enjoy the unique avocado enriched conditioner that harnesses the restorative properties of avocado oil with vitamin e. It protects against dryness while locking in color and moisture to keep your color radiant and your hair silky soft. Easy application: love coloring your hair with the nourishing creme formula enhanced with fragrant grape seed oil you only get from garnier nutrisse. The non-drip formula spreads easily and smells great when you color.",
    "itemID": "B000GCQV9G",
    "helpful": [
      3,
      4
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 12806
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 6.05,
    "brand": "Garnier"
  },
  {
    "title": "NYX Doll Eye Mascara, Extreme Black,  Volume,  DE02, 0.28 oz",
    "description": "Hello doll-face! For irresistibly fluttery eyelashes, try this mascara on for size. Doll eye mascara uses a unique blend of natural oils, vitamin E and nylon fibers to extend eyelashes to almost faux proportions. This mascara will add the volume in your lashes that you desire.",
    "itemID": "B000WYZ9Q4",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 3990
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 7.14,
    "brand": "NYX"
  },
  {
    "title": "L'Oreal Paris Superior Preference Hair Color, LB-01 Extra Light Ash Blonde",
    "description": "Long-Lasting&nbsp;Color With Superior Shine.Fade Resistant Conditioning Colorant - New Shine Extending Formula.1 Application ~&nbsp;L'Oreal&reg; Paris Superior Preference&reg; Les BlondissimesLevel 3 PermanentFade Resistant Color Technology -Discover Preference Les Blondissimes Patented Fade-Resistant Crystal-Shine Colorants for extra light, natural-looking blonde color with superior shine.&nbsp; Brilliantly balanced shades that are always true and translucent.&nbsp; Never dull, brassy or faded.Shine-Extending Conditioning -Enhanced with a new shine-extending concentrate that helps seal in first-day color and shine.&nbsp; Rich hydrators with a protective UV filter leave hair luminous, resilient.&nbsp; Plus a Preference Exclusive: a superior measure of conditioner - up to 6 luxurious treatments so color shines on and on.Superior Coloring Experience -Now, all you need for expert coloring.&nbsp; Expert Colorist Gloves and simple instructions.&nbsp; Plus a luxurious scent and advanced color gel technology for no-mess application.Included Inside:No-mess&nbsp;Color&nbsp;GelCare Supreme&reg; Multi-dose&nbsp;ConditionerColor Optimizing Creme in ApplicatorPremium Colorist GlovesUsage InstructionsPreference Color Matching System:Do not use a pre-lightener before using Les Blondissimes.Red hair - Your color results will be&nbsp;very light reddish blonde.Medium Brown hair - Your color results will be&nbsp;light&nbsp;ash blonde.Dark Brown to Black hair - Les Blondissimes but will not&nbsp;make your hair blonde.&nbsp; It will lighten your hair slightly and&nbsp;give it&nbsp;reddish tones.Ingredients:Color Gel:Oleic Acid, Water,&nbsp;Cocamide Mipa, Octyldodecanol, Benzyl&nbsp;Alcohol, Alcohol Denat., Ethanolamine, Ammonium Hydroxide, Oleth-30, Hexadimethrine Chloride, MEA Laureth Sulfate, Fragrance, Thiolactic Acid, EDTA, Phenyl Methyl Pyrazolone, Erythorbic Acid, Resorcinol, P-Phenylenediamine, 2,4-Diaminophenoxyethanol HCI, P-Aminophenol, Hydroxypropyl BIS (N-Hydroxyethyl-P-Phenylenediamine) HCI, M-Aminophenol.Color Optimizing&nbsp;Creme:Water, Hydrogen Peroxide, Cetearyl Alcohol, Trideceth-2 Carboxamide MEA, Ceteareth-30, Glycerin, Pentasodium Pentetate, Sodium Stannate, Tetrasodium Pyrophosphate, Phosphoric Acid.Care Supreme&reg; Conditioner:Water, Cetearyl Alcohol, Glycerin, Behentrimonium Chloride, Euphorbia Cerifera (Candelilla) Wax, Amodimethicone, Cetyl Esters, Isopropyl Alcohol, Fragrance, Methylparaben, Camphor Benzalkonium Methosulfate, Trideceth-12, Chlorhexidine Dihydrochloride, Cetrimonium Chloride. [D2010/2]",
    "itemID": "B00006JN4F",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 6895
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 10.57,
    "brand": "L&#39;Oreal Paris"
  }
]