[
  {
    "title": "Lucky 6 By Liz Claiborne For Women. Eau De Parfum Spray 3.4 Oz.",
    "description": "Launched by the design house of Lucky Brand.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000P20QM0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 16627
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 18.54,
    "brand": "Lucky Brand"
  },
  {
    "title": "Cetaphil Gentle Skin Cleanser 16 fl oz.",
    "description": "Cetaphil Gentle Skin Cleanser works well as part of a skin care regimen to control dryness associated with topical acne medications and skin rejuvenating wrinkle products. Originally formulated for dermatologists, Cetaphil Gentle Liquid Cleanser is designed specifically for dry, sensitive skin. Unlike harsh alkaline soaps, it won&#039;t irritate and will not strip the skin of natural protective oils. pH balanced, it is fragrance-free and non-comedogenic, making it an excellent choice for daily facial cleansing. Also works well for makeup removal. Allure Best of Beauty 2013 Winner: Best for Sensitive Skin",
    "itemID": "B000FFT8KS",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2494
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 9.99,
    "brand": "Cetaphil"
  },
  {
    "title": "L'Oreal Paris Age Perfect Cream Cleanser, 5- Ounce",
    "description": "Now, mature skin has its own restorative cleanser for brighter, softer skin--new, Age Perfect Rich Restorative Cream Cleanser. This cream cleanser helps to remove all traces of makeup and impurities. It gently conditions skin texture, exfoliates dead cells and helps soften mature skin. This new generation cleanser complements your Daily Age Perfect Anti-Aging Moisturizer Action.",
    "itemID": "B001FYSHL4",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 37320
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 22.59,
    "brand": "L&#39;Oreal Paris"
  }
]