[
  {
    "title": "Too Faced Shadow Bon Bons Eyeshadow Palette 12 Shadows Candle Insurance Primer Lashgasm Mascara",
    "description": "As enticing as a box of scrumptious sweets Shadow bon bons is an sweets, indulgent treat for the eyes. 12 delicious shadows, a must-have ultra black mascara, a mirror, and a shimmering gold shadow primer make it easy to create a variety of fun eye looks, from sweet to sassy, subtle to dramatic. Designed as pure, sweet sex-appeal.",
    "itemID": "B008PQ5YAM",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 164757
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "L'Oreal Telescopic Clean Definition &amp; Lengthening Mascara, Black Brown 930",
    "description": "Clump-free. Perfectly-defined lashes. Patented no clump brush cleanly defines lashes. L'Oreal introduces Telescopic Clean Definition Mascara, for clump-free, perfectly-defined longer lashes. How It Works: The patented No Clump Brush lengthens lashes up to 50%. Ophthalmologist and allergy tested. Removes easily with soap and water. Suitable for sensitive eyes and contact lens wearers. Fragrance-free. Made in USA.",
    "itemID": "B001ADOV4W",
    "helpful": [
      4,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 24411
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 8.95,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "The Balm Cosmetics 9-Color Meet Matt Eyeshadow Palette",
    "description": "This professional quality and stylish eyeshadow palette from The Balm is a versatile matte palette that you can wear day and night, as liners and as all-over colors! Featuring nine large matte hues you're sure to find your perfect shade.",
    "itemID": "B005I64ZDY",
    "helpful": [
      16,
      19
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 62803
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes"
      ]
    ],
    "price": 33.81,
    "brand": "The Balm Cosmetics"
  }
]