[
  {
    "title": "Revlon RV544PKF 1875W Tourmaline Ionic Ceramic Dryer",
    "description": "Revlon 1875 Watt Tourmaline Ionic Lightweight Dryer feature Tourmaline Ionic Technology for ultimate shine, volume, and healthier looking styles. This dryer features an ion indicator light, separate heat and speed rocker switches, 2 heat/2 speed settings, cold shot button, hinged endcap, anti-skid bumpers, and concentrator and finger diffuser attachments. This ultra lightweight design is 25% lighter than your average dryer and has a sleek and upscale spray finish. This unit is super quiet and fast drying.",
    "itemID": "B000FS05VG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 23.92,
    "brand": "Revlon"
  },
  {
    "title": "Revlon Perfect Style Porcupine Round Brush, Medium",
    "description": "The porcelain styling brush combines both boar bristles and ball-tipped bristles to get the most shine and volume. it features a vented base that increases airflow to dry hair quickly. ceramic and ionic technologies combine to heat hair evenly while retaining moisture for a healthy shine and reduces frizz, too.",
    "itemID": "B0037M92OI",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 78850
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Brushes"
      ]
    ],
    "price": 9.99,
    "brand": "Revlon"
  },
  {
    "title": "Kleancolor Nail Polish - Awesome Metallic Full Size Lacquer Lot of 12-pc Set",
    "description": "It's all about COLORS !\n \nSmooth and long lasting nail polish \nFeatures Very Long Wearing Chip-resistance .\n \nThe set features bright metallic colors for playfulness to complete the look of sweet girl who enjoys her creativity!\n\nDon't just colorize Your Look !KleanColorize Your Divine Beauty !",
    "itemID": "B00AVP37G8",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 1905
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 12.8,
    "brand": "Kleancolor"
  }
]