[
  {
    "title": "e.l.f. Mineral Eyeshadow Primer Sheer, 0.15 Ounce",
    "description": "This gentle and completely sheer eyeshadow primer has key vitamins A, C and E to help prevent aging and moisturizes the skin. 100% mineral based with no parabens, no preservatives and no chemical dyes.",
    "itemID": "B00373DIYM",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 3834
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 5.95,
    "brand": "e.l.f. Cosmetics"
  },
  {
    "title": "20 Pairs Regular Long and Thick Eyelashes Style 1 and 2",
    "description": "Create a feminine look by enhancing your eyelash length with these false lashes!",
    "itemID": "B00538TSMU",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 22
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 2.6,
    "brand": "DPNY"
  },
  {
    "title": "Professional 15 Color Concealer Camouflage Makeup Palette",
    "description": "<Introductions:A good eyeshadow palette is essential for   your makeup. This eyeshadow palettte offers a complete assortment of colors for   your selectionFeatures:1. New and high quality2. An   extensive range of 15 multiple vibrant concealer colour with different skin   tones to create amazing looks3. Provide total camouflage for almost any skin   problem including blemishes\n4. It is   also suitable to use as bronzer5. The medium colour is perfect for dark   shadows in the under-eye area6. Silky glossy colour and high quality   ingredients together to care skin around and can last for all day long7. It   is perfect for professional salonSpecifications:1. Dimensions: (6.14 x 4.13 x   0.47)\" / (15.6 x 10.5 x 1.2)cm (L x W x H)2. Each Diameter: 2.6cm3. Case   Color: Black4. Concealer: 15 Color Concealer1 x Professional 15 Concealer   Camouflage Makeup Palette",
    "itemID": "B0068Y6CA4",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 37
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Concealers & Neutralizers"
      ]
    ],
    "price": 4.04,
    "brand": "Crazy Cart"
  }
]