[
  {
    "title": "Pro Tan Overnight Competition Color Original Suntan Brown",
    "description": "The ultimate self-tanning formula allows you to achieve a deep, dark, long lasting tan after just one, easy application. Best of all - your tan won't run or streak and fades just like a natural tan after 5 to 7 days. This unique formula will not interfere with natural or sun bed tanning and does not contain any sun screens.",
    "itemID": "B000G7XRCA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 29852
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Tanning Oils"
      ]
    ],
    "price": 19.52,
    "brand": "Performance"
  },
  {
    "title": "Sun Self Tanning Lotion Ultra Dark Instant Tint - Dark 8oz/236ml",
    "description": "Achieve a deep, natural-looking tan for the face and body while avoiding the harmful rays of the sun with Sun Laboratories Ultra Dark Lotion. This highly moisturizing formula coats the skin in an instant dose of color to prevent streaking or patchiness. The natural active ingredient, a sugar derivative, then works deep in the skin to intensify the color over a three hour period, resulting in a rich, natural-looking hue. Its non-clogging formula is ideal for all skin types, even sensitive.",
    "itemID": "B0009V8N5E",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 651
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 17.69,
    "brand": "Sun Laboratories"
  },
  {
    "title": "Revlon ColorStay Mineral Finishing Powder, Brighten, 0.31 Ounces",
    "description": "Soft, all-over lift of color that diffuses flaws and minimizes shine.",
    "itemID": "B0039UTTC8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 23543
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 8.99,
    "brand": "Revlon"
  }
]