[
  {
    "title": "Pibbs 514 Kwik Dri Dryer Big Sale!",
    "description": "PIBBS 514 KWIK DRI DRYER W / CASTER BASE 13\" X 19\"\n\n* Top selling dryer with about 1100 watts, an adjustable height stand, flip top visor, timer control, thermostat and control warning light.\n* Warnning : Users must use hair net with this product! Hair should be pinned down orrestrained with this dryer due to the upward air flow.\n* Dries very fast. Made in Italy.",
    "itemID": "B0012TP5EO",
    "helpful": [
      2,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 75316
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 258.6,
    "brand": "Pibbs"
  },
  {
    "title": "100% Pure Fruit Pigmented Ultra Lengthening All Natural Mascara, .24 oz. Blackberry (Black Purple)",
    "description": "100% Natural, 100% Vegetarian\n\n100% natural mascara lengthens, separates, thickens and glosses lashes with fruit pigments and Black tea pigments. Lash conditioning ProVitamin B5, Vitamin E, Oat and Wheat protein conditions for healthier lashes. Gentle, all natural, good for you formula is suitable for everyone, even if you wear contacts or have sensitive eyes. Water and smudge resistant.",
    "itemID": "B00BC9QI1S",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 14615
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 21.0,
    "brand": "Purity Cosmetics"
  },
  {
    "title": "Dickinson?s Original Witch Hazel Pore Perfecting Toner 16 oz",
    "description": "The only 100% natural pore perfecting toner that gently cleanses and conditions pores to maintain clear, smooth and balanced skin. Pore perfecting toner tightens and refines pores, gently removing excess oil, dirt, and makeup residue without over drying - for evenly toned and beautifully smooth skin everyday. Dickinson's original witch hazel - clean should feel this good. All natural skin care since 1866. Made in USA.",
    "itemID": "B000GCQ04C",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1195
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Toners & Astringents"
      ]
    ],
    "price": 8.24,
    "brand": "T.N. Dickinson&#39;s"
  }
]