[
  {
    "title": "L'Oreal Paris Superior Preference Hair Color, LB-01 Extra Light Ash Blonde",
    "description": "Long-Lasting&nbsp;Color With Superior Shine.Fade Resistant Conditioning Colorant - New Shine Extending Formula.1 Application ~&nbsp;L'Oreal&reg; Paris Superior Preference&reg; Les BlondissimesLevel 3 PermanentFade Resistant Color Technology -Discover Preference Les Blondissimes Patented Fade-Resistant Crystal-Shine Colorants for extra light, natural-looking blonde color with superior shine.&nbsp; Brilliantly balanced shades that are always true and translucent.&nbsp; Never dull, brassy or faded.Shine-Extending Conditioning -Enhanced with a new shine-extending concentrate that helps seal in first-day color and shine.&nbsp; Rich hydrators with a protective UV filter leave hair luminous, resilient.&nbsp; Plus a Preference Exclusive: a superior measure of conditioner - up to 6 luxurious treatments so color shines on and on.Superior Coloring Experience -Now, all you need for expert coloring.&nbsp; Expert Colorist Gloves and simple instructions.&nbsp; Plus a luxurious scent and advanced color gel technology for no-mess application.Included Inside:No-mess&nbsp;Color&nbsp;GelCare Supreme&reg; Multi-dose&nbsp;ConditionerColor Optimizing Creme in ApplicatorPremium Colorist GlovesUsage InstructionsPreference Color Matching System:Do not use a pre-lightener before using Les Blondissimes.Red hair - Your color results will be&nbsp;very light reddish blonde.Medium Brown hair - Your color results will be&nbsp;light&nbsp;ash blonde.Dark Brown to Black hair - Les Blondissimes but will not&nbsp;make your hair blonde.&nbsp; It will lighten your hair slightly and&nbsp;give it&nbsp;reddish tones.Ingredients:Color Gel:Oleic Acid, Water,&nbsp;Cocamide Mipa, Octyldodecanol, Benzyl&nbsp;Alcohol, Alcohol Denat., Ethanolamine, Ammonium Hydroxide, Oleth-30, Hexadimethrine Chloride, MEA Laureth Sulfate, Fragrance, Thiolactic Acid, EDTA, Phenyl Methyl Pyrazolone, Erythorbic Acid, Resorcinol, P-Phenylenediamine, 2,4-Diaminophenoxyethanol HCI, P-Aminophenol, Hydroxypropyl BIS (N-Hydroxyethyl-P-Phenylenediamine) HCI, M-Aminophenol.Color Optimizing&nbsp;Creme:Water, Hydrogen Peroxide, Cetearyl Alcohol, Trideceth-2 Carboxamide MEA, Ceteareth-30, Glycerin, Pentasodium Pentetate, Sodium Stannate, Tetrasodium Pyrophosphate, Phosphoric Acid.Care Supreme&reg; Conditioner:Water, Cetearyl Alcohol, Glycerin, Behentrimonium Chloride, Euphorbia Cerifera (Candelilla) Wax, Amodimethicone, Cetyl Esters, Isopropyl Alcohol, Fragrance, Methylparaben, Camphor Benzalkonium Methosulfate, Trideceth-12, Chlorhexidine Dihydrochloride, Cetrimonium Chloride. [D2010/2]",
    "itemID": "B00006JN4F",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6895
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 10.57,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "Biore  Deep Cleansing Pore Strips , 14 Nose Strips",
    "description": "Pore Perfect&reg;New! Custom FitUnclogs &amp; DiminishesPull the plug on clogged pores.&nbsp; Deep cleansing nose strips instantly remove dirt, oil and blackheads for cleans",
    "itemID": "B0009EILKS",
    "helpful": [
      1,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 178
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Pore Cleansing Strips"
      ]
    ],
    "price": 6.66,
    "brand": "Biore"
  },
  {
    "title": "13 Piece Makeup Brush Set and Case",
    "description": "The 13 Piece Makeup Full Face Brush Set. Makes a great starter set for all your basic makeup needs.\n\nThese brushes are made with all natural bristles and some synthetic brushes each made for a specific use.\n\nFull Face set includes a nice snap leatherette case to keep your makeup brushes protected when not in use.\n \nIncluded Brushes:\n1. Deluxe Sable Powder Brush\n2. Flat Kabuki Blush Brush\n3. sable Shadow Brush\n4. Sable Concealer Brush\n5. Angle Taklon Liner \n6. Badger Blending Fan\n7. Sable Crease Brush\n8. Oval Taklon Concealer\n9. Detailing Lip liner\n10. Oval lip liner\n11. Eye brow Comb\n12. Mascara Spoolie\n13. Silk Spongie\n\n\nPerfect for professional salons or personal use! Each brush is covered with a clear plastic wrap for cleanliness. \n\nFor best result, recommended to wash brushes & air dry before use. This affordable makeup brushes set contains every brush pictured.",
    "itemID": "B001LVA0XO",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 27556
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 14.95,
    "brand": NaN
  }
]