[
  {
    "title": "Olay Regenerist Filling + Sealing Wrinkle Treatment 1.0 Fl Oz",
    "description": "The dual action process works in two ways: penetrates into the wrinkle surface to immediately reduce the appearance of wrinkle depth and length. At the surface, it creates a micro-bonding network that seals in moisturizer to regenerate skin's appearance, and diminish the look of fine lines & wrinkles all day. Olay Regenerist Filling + Sealing Wrinkle Treatment fills inside creases and seals at the surface to diminish the look of fine lines & wrinkles. Precision delivery system targets key wrinkle-prone areas around the eyes, mouth and on the forehead.",
    "itemID": "B0012J138G",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 2958
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 14.5,
    "brand": "Olay"
  },
  {
    "title": "Olay Professional Pro-X Hydra Firming Cream Anti Aging 1.7 Oz",
    "description": "Pro-X Hydra Firming Cream is professionally designed as a primary solution that helps optimize elasticity and firmness by plumping and locking in moisture. And as with all Pro-X products, it has been designed and tested to resignal skin to perform more like it did when it was younger. And younger-acting skin means younger-looking skin. Olay Professional Pro-X skin care products are a scientifically advanced line created by an inspired partnership of renowned dermatologists and P&G; Beauty Scientists. Together they took advantage of the very latest research, technology, ingredients, and thinking to create breakthrough anti-aging Pro-X products. Pro-X works by resignaling your skin to repair the moisture barrier and boost the surface-cell turnover rate. So you get younger-acting, younger-looking skin.",
    "itemID": "B001JQLNMI",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1537
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 15.38,
    "brand": "Olay"
  },
  {
    "title": "Olay Professional Pro-X Deep Wrinkle Treatment Anti Aging 1.0 Fl Oz",
    "description": "With Vitamins E, B3 & Pro-vitamin B5; Oil-free",
    "itemID": "B001JQLNNC",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 10458
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 26.64,
    "brand": "Olay"
  }
]