[
  {
    "title": "Andis 1-Inch Ceramic Clamp Flat Iron (67095)",
    "description": "Andis&#8217; 1 inch flat iron is perfect for all hair and styles. Ceramic plates, with its smooth finish and even heat technology, preserve natural oils and seal the hair cuticle for improved moisture retention. The result is increased luster and shine to the hair. The clamp style of this iron holds hair tight for quick results. You can straighten, flip, control, and smooth hair with a single product. The high temperature of 375 degrees allows you to really lock in the style and create professional results at home. This flat iron&#8217;s auto-off feature, dual plates, a tangle-free cord and fast heat up are features that all women need in their styling appliances. For over 80 years, Andis has provided the barber and beauty industry with the finest quality of hair styling equipment to assure the highest level of professional results and now we are making this technology available for home use with the Andis at Home line of products. Designed and engineered in the United States, Andis also offers a complete line of quality clippers and trimmers for animal grooming as well as a full line of wall mounted hair dryers for the hotel industry. Andis warrants its retail products to the original purchaser against defective material or workmanship for five years from the date of purchase. All implied warranties are also limited to five years. Andis will replace the product without cost to the consumer. The defective unit must be returned to: The Andis Co., 1800 Renaissance Blvd., Sturtevant, WI 53177. To reach a customer service representative, please call 1-800-558-9441",
    "itemID": "B0009XH6SC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7593
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 19.95,
    "brand": "Andis"
  },
  {
    "title": "Set of 3 Sable NAIL ART Brushes Pen, Detailer Liner and Striper",
    "description": "* A lovely set of brushes made from golden taklon. The hairs are mounted on pointed bronze tips and they have a pen like appearance for ease of use. * Special designed for finest detailing tasks, like painting leaves, flower petals. Great for blending, side loading and getting into tight areas.",
    "itemID": "B001CE6T76",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 281
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Brushes"
      ]
    ],
    "price": 1.6,
    "brand": "SHANY Cosmetics"
  },
  {
    "title": "Nail Art MoYou Rhinestone Pack of 1200 Crystal Premium Quality 2mm Gemstones in 12 different colors, beauty accessory for women nails, fun and easy to apply with top coat or nail glue!",
    "description": "Moyou Nail Art Rhinestone Pack-1200 premium quality stones.\n\nMoyou Nail Art Rhinestone Pack includes 1200 stones in different colours.\n1.Light Pink\n2.Light Gold\n3.Dark Purple\n4.Light Green\n5.Red\n6.Light Blue\n7.Clear\n8.Turquoise\n9.Dark Pink\n10.Lilac\n11.Black\n12.Dark Blue\n\n* Small sized \n* Can be applied with top coat or glue.",
    "itemID": "B003ODETES",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3700
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 1.66,
    "brand": "Moyou Nail Art"
  }
]