[
  {
    "title": "Eucerin Daily Protection Moisturizing Face Lotion, Broad Spectrum SPF 30",
    "description": "",
    "itemID": "B00008MNZH",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 8.04,
    "brand": "Eucerin"
  },
  {
    "title": "CoverGirl Advanced Radiance Age-Defying Pressed Powder, Natural Beige 120, 0.39 Ounce Pan",
    "description": "",
    "itemID": "B000QF8O8O",
    "helpful": [
      6,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 17430
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 8.78,
    "brand": "COVERGIRL"
  },
  {
    "title": "TCA 15% Peel Enhanced with 5% Salicylic Acid - With USDA Certified Organic Extracts, Chemical Peel solution, 1 oz / 30mL - INTERNATIONAL SHIPPING AVAILABLE",
    "description": "Trichloroacetic Acid (TCA) is used as an intermediate to deep peeling agent in concentrations ranging from 15-30%. Trichloroacetic Acid (TCA) is a well-known chemical acid which has been used for years by Dermatologists and Surgeons to improve the texture of your skin by removing the damaged outer layers and revealing the new smooth skin underneath. \n\n* TCA peels cost $300.00 - $1000.00 per peel at your local Dermatologists or Estheticians office. Save thousands of dollars with this product and safely take years off of your face at the same time. Get the same results you can get at a high end spa in the privacy of your own home. DO NOT being with the 20% or 30% TCA unless you have used 15% several times successfully. If this is your first peel, Ideal Peel Solutions recommends that you start with the lightest strength. We offer several strengths - 15%, 20%, 30%. NOTE: 20%, 30% are strong peels and should be used by individuals who have previously used 15% without any problems.\n\nFull list of benefits of each active ingredients is listed at our website.",
    "itemID": "B003VFI0XU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 121064
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Salicylic Acid"
      ]
    ],
    "price": 16.95,
    "brand": NaN
  }
]