[
  {
    "title": "Eurow Microfiber Hair Turban",
    "description": "Here is what to do: Tip head forward, put on the turban, place hair into the turban, twist twist twist as much as needed, flip the end over, button and go.... Buy several of them to minimize shipping cost. This way you can use each once or twice then wash. This microfiber textile can withstand hundreds of washes, unlike cotton. You will enjoy your hair turban for years without having to replace them, and by ordering several at a time, you will never run out. Care instructions: Hand or machine wash in warm water with mild detergent. Tumble dry low heat setting. Do not use bleach or fabric softener as it would reduce the efficacy of the microfiber. Do not iron and do not dry clean.",
    "itemID": "B002LL57Z4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8422
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Hair Drying Towels"
      ]
    ],
    "price": 7.95,
    "brand": NaN
  },
  {
    "title": "Deluxe Shave Well Fog-free Shower Mirror - #1 Best-seller in the Shower Mirror Category on Amazon - 33% Larger Than the Original Shave Well Mirror",
    "description": "A close, comfortable shave requires a lot of moisture. What better place to get wet than in the shower! Simply by its unique design, The Deluxe Shave Well Company TRULY FOG FREE mirror will change the way you feel about shaving in the shower.Warm it up!To get that truly fog-free reflection with your Shave Well mirror, hold it under the shower stream for a few seconds to \"warm it up\" right before you shave.Suction cups don't suck!Suction cups don't suck! The adhesive hook affixes to any shower surface holding Shave Well mirror solidly in place. No more suction cups falling off of the wall. Also, since Shave Well mirror is removable from the wall mounted hook it is very easy to clean for a clear reflection each time you use it.What is fog and why does it happen?Fog is simply condensation.  Shower water is much warmer than the air temperature of most homes.  Your warm shower heats the air and it becomes saturated.  This warm moist air becomes fog or condensation which collects on all cooler surfaces - like mirrors.How is the Shave Well mirror truly fog free?The Shave Well Company shower shaving mirror is fog free simply by design!  In the few seconds you hold it under the shower spray the temperature of the moist air and the mirror equalize to create a long lasting, truly fog free image for the duration of your shower.  No more temperature difference - no more fog.As Goldilocks said it's just right.The Deluxe Shave Well Company fog free shower shave mirror measures 6.83\" tall, 5.25\" wide and is 1/8\" thick. The Deluxe Shave Well mirror is 33% larger than our original #1 selling Shave Well mirror and provides a larger viewing area to aid your shaving or facial cleansing experience. The base of the adhesive hook (the part that sticks to the wall) is 1\" x 1 1/2\"",
    "itemID": "B0085WHBHU",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Home &amp; Kitchen": 298
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Mirrors",
        "Shower Mirrors"
      ]
    ],
    "price": 15.96,
    "brand": "The Shave Well Company"
  },
  {
    "title": "Desert Essence - Tea Tree Oil Skin Ointment, 1 fl oz cream",
    "description": "A blend of soothing essential oils and herbal extracts helps relieve minor skin irritations and dry, chapped skin on face and body. It also provides cooling relief after waxing, and can be used to moisturize damaged cuticles and your hands and feet. Excellent for soothing razor burn.",
    "itemID": "B00199YUBG",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 4678
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 4.97,
    "brand": "Desert Essence"
  }
]