[
  {
    "title": "Pre de Provence Soap, Cucumber, 7 Ounce",
    "description": "Bring the meadows of province into your world with your ultra-rich, wonderfully scented specialty soaps. Infused with natural fragrances these pastel bars are individually frost wrapped, and thoughtfully shaped to fit comfortably in your hand. Our cucumber fragrance is refreshing, clean and soothing. Made with shea butter, this soap moisturizes the skin as it cleans. Like all pre de province soaps, the bar is French-milled and creates a rich, silky lather and a longer lasting bar.",
    "itemID": "B0006NY35E",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 128061
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 9.79,
    "brand": "Pre de Provence"
  },
  {
    "title": "Earth Mama Angel Baby Natural Stretch Oil, 4-Ounce Bottle",
    "description": "Earth Mama Angel Baby Natural Stretch Oil 4 ozEarth Mama Angel Baby Natural Stretch Oil cares for your stretch marks. Meant for use during pregnancy, this anti-stretch oil can be used for those times when your body goes through changes. Use on the belly, hips and breasts.Why You'll Love It:Contains natural ingredients for pregnancy when your skin tends to stretch as your body grows.FeaturesContains a natural blend of oilsPrevents stretch marksRelieves itchingHas a light and delicate scentContains herbal goodness of organic calendula, organic chamomile, organic borage oil and neroli pure essential oilHelps to nourish and encourage skin elasticityLight and readily absorbable oil",
    "itemID": "B000JVA80C",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 1617
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Maternity"
      ]
    ],
    "price": 1.73,
    "brand": "Earth Mama Angel Baby"
  },
  {
    "title": "Burt's Bees Fabulously Fresh Peppermint &amp; Rosemary Body Wash, 12 Fluid Ounces",
    "description": "Start your day with the energizing, minty-fresh feeling you&#x2019;ll get from this bottle of Burt&#x2019;s Bees Peppermint and Rosemary Body Wash. This gentle plant-based bath and body wash is infused with natural peppermint and rosemary, for a refreshing clean. After washing with this 99.2% natural bath and body cleanser, follow up with your favorite Burt&#x2019;s Bees lotion. Pamper your skin naturally, with Burt&#x2019;s Bees.",
    "itemID": "B001R2S8HM",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 187
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Body Washes"
      ]
    ],
    "price": 7.75,
    "brand": "Burt&#39;s Bees"
  }
]