[
  {
    "title": "Plastic Ointment Jars With Lids 1 Oz 10/pkg",
    "description": "White polypropylene jars with screw lids, 1 oz, 10 per package.",
    "itemID": "B001B9S416",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 18198
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Bags & Cases",
        "Refillable Containers"
      ]
    ],
    "price": 4.75,
    "brand": ""
  },
  {
    "title": "Best-Selling Hyaluronic Acid Serum for Skin-- 100% Pure-Highest Quality, Anti-Aging Serum-- Intense Hydration + Moisture, Non-greasy, Paraben-free-Best Hyaluronic Acid for Your Face (Pro Formula) 2 oz.",
    "description": "Pure Hyaluronic Acid Serum Offers Effective Hydrationand Anti-Aging Benefits For a Youthful Appearance to Skin-Fix uneven skin tone-Heal dryness on face with intense hydration-Skin plumping properties help reduce fine lines and wrinkles-Instantly brighter complexion-Lighten dark under eye circles-Under eye puffiness treatmentsafe product for sensitive skin, oily skin remedy; safe for all skin types100% pure and stable hyaluronic acid at the highest concentration, to ensure its fullestpotential with maximum results.Hyaluronic Acid effectively binds water to cells and is responsible for theelasticity and resiliency of the skin. Such properties make Hyaluronic Acid Serum effectivein transforming skin to promote a healthy and balanced glow.**All Cosmedica Skincare products are backed by our 30 day satisfaction guarantee**",
    "itemID": "B0090UJFYI",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 189
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 24.99,
    "brand": "Cosmedica Skincare"
  },
  {
    "title": "INFINITE SKIN SAFE &amp; AGGRESSIVE ANTI-AGING CLEANSER 15% GLYCOLIC ACID (PROFESSIONAL BRAND) 5oz",
    "description": "Infinite Skin Eternal Cleanser15% Glycolic Acid Anti-Wrinkle Facial CleanserEternal Cleanser's advanced alpha hydroxy formulation enhances the skin's ability to increase collagen synthesis and elasticity promoting healthier, younger looking skin while significantly diminishing fine lines and wrinkles. Effective anti-aging exfoliators remove excess skin build-up, dirt, and impurities while accelerating the skin renewal cell cycle, without drying the skin, leaving skin smooth and supple. Tightens your skin for a healthy & youthful appearance! Feel results after just 1 wash!Infinite Skin products are formulated with the highest quality ingredients used by cosmetic surgeons, physicians, and medical spas, at a fraction of the cost. Proven effective along high-end brands Obagi and SkinCeuticals, Infinite Skin products have tested similar to better results at 10 times less the cost. Infinite Skin brings highly effective medical & spa grade results without spending the hundreds of dollars you would at a doctor's office or medical spa.Recommended For:Aging skin, fine lines & wrinkles, crow's feet, puffy/tired eyes, coarse dryness, blood vessel damage, fine lines, laugh lines, dull skin, facial sagging, rosacea, dermatitis, and thick skin.Benefits:Reduce appearance of fine lines and wrinklesIncrease collagen production for healthier & younger skin growthPores to appear tightened and smallerGlowing and vibrant skinSkin feels firmer & tighterSoftness and supplenessImproved skin textureYouthful appearanceFOR $22.00FOR ONLY $14.29Save over 35% OFF. Unbeatable Price!",
    "itemID": "B003YEWHH8",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 22360
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Glycolic Acid"
      ]
    ],
    "price": 14.29,
    "brand": NaN
  }
]