[
  {
    "title": "Palmer's Cocoa Butter Formula Skin Therapy Oil, 5.1 Ounce",
    "description": "An advanced multi-purpose skin perfection product that can be used all over the body, including face. Cetesomate-e complex helps improve the skin penetration and absorption characteristics of the formula into the epidermal layer of the skin. Cetesomate-e complex along with our exclusive blend of key ingredients helps improve the appearance of scars, stretch marks, dry, damaged skin, uneven skin tone, aging skin and fine lines and wrinkles.",
    "itemID": "B001KYU1H2",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9683
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 6.5,
    "brand": "Palmer&#39;s"
  },
  {
    "title": "DermaGen Anti-Wrinkle Patches",
    "description": "*\n\n      These new hydrating Anti-Wrinkle Patches are designed to visibly smooth and reduce fine lines and wrinkles.  \n\n    *\n\n      Active ingredient Hydrocolloid also helps minimize and flatten raised scar areas from cuts or burns.\n\n    *\n\n      Effective acne treatment.\n\n    *\n\n      Can be used by men and women of all ages.  \n\n    * Soft and comfortable to wear.\n\n    *\n\n      Each sheet contains 27 Patches in 5 different shapes.\n\n    *\n\n      Each patch can be used 2 to 3 times.\n\n    *\n\n      Our Guarantee: The most effective wrinkle patch you've ever used or your money back.",
    "itemID": "B004CQ710U",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3907
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes"
      ]
    ],
    "price": 9.9,
    "brand": "CosmeSearch, Inc."
  },
  {
    "title": "Pearl Enterprises M.T. ROLLER .5mm Micro Needle Roller Skin Care Therapy Dermatology System (Dermaroller)",
    "description": "The Microneedle works for various skin issues to make you look younger, more vibrant and with a healthy glow.  Best of all, it can be used almost on the entire body.  It rids stretch marks, cellulite, wrinkles, acne and promotes hair re-growth.",
    "itemID": "B004LUVN10",
    "helpful": [
      7,
      8
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1835
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 12.98,
    "brand": NaN
  }
]