[
  {
    "title": "CHI Air Expert Classic Tourmaline Ceramic Flat Iron, Fire Red, 1 Inch",
    "description": "CHI Air Expert Classic Tourmaline Ceramic Flat Iron utilizes the latest innovative technology combining Tourmaline Ceramic with even heat distribution, producing an exceptionally high amount of negative ions and Far Infrared which reduce static electricity for that perfect style. Hair is left smooth and silky with an unparalleled shine. This Classic Flat Iron is ideal for all your hairstyle needs.  Now, you can straighten, smooth, curl, wave, spiral, flip, and bend.  Just use your imagination and create your own personal flair.",
    "itemID": "B003981CVG",
    "helpful": [
      13,
      19
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9906
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 99.99,
    "brand": NaN
  },
  {
    "title": "KMS California Hair Play Makeover Spray 6.7 oz/ / 190 g dry cleansing and style",
    "description": "Kms California Hair Play Makeover Spray is a must-have for all festival goers this summer! Make-over you style with this new forceful spray excellent for quick touch ups or re-styling. With the addition of rice powder, this matte spray absorbs excess oil, increases hair volume at the roots, enhances overall texture and builds bulk, leaving hair refreshed and clean. Kms California Hair Play Makeover Spray is great for all hair types, especially fine or limp hair.",
    "itemID": "B005OZOIKY",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 6343
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 12.12,
    "brand": "KMS"
  },
  {
    "title": "T3 Featherweight 2 Hair Dryer",
    "description": "T3 feather weight 2 professional tourmaline hair dryer. Tourmaline softaire. 2 speed 3 heat settings. Cool shot",
    "itemID": "B008N3FWTA",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4649
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 107.75,
    "brand": "T3"
  }
]