[
  {
    "title": "Babyface Night Renewal Cream 2% Encapsulated Retinol (1,700,000 IU/g) Non-Irritating Retinol OTC for Skin Tone Correction, Resurfacing, Anti-Aging, Acne",
    "description": "2% Pure Retinol (Encapsulated for controlled release and stability). Strongest OTC strength Retinol Available.Why is Encapsulated Retinol better? Encapsulated Retinol releases a little at a time, benefiting the skin, but not shocking it into inflamed irritation. \nEncapsulation also preserves the potency of the Retinol molecule, ensuring it remains effective long term.Babyface's Night Renewal Cream is gentle, yet effective. With a strong potency (1700000 IU/g) it will get the job done, but without irritating like other products can. Best for those who have not used prescription retinoids before, or for those who prefer to achieve some of the same benefits, but without the irritation. Our effective formula was created to be a practical product that you can use daily. While not as fast acting as a prescription cream, the retinol in Night Renewal Creme is converted to retinoic acid slower and therefore there is little or no irritation. Compared to Retin-A, which usually produces results in about 4-8 weeks, the Night Renewal Creme is around 12 weeks.2% concentration of retinol (and 1700000 IU/g). Packaged in a light protected, airless jar for ease of use and to ensure freshness and effectiveness.Babyface Night Renewal Crme is a great option to harsher prescription products, and can also improve lines and discoloration, or be used as an acne treatment. Our retinol cream is gradually converted into retinoic acid (the active ingredient in the prescription creams) and results are seen at around 12 weeks for most people. Some will respond very quickly, but we do suggest giving it 3 months for real results.When using Retinol for treating hair loss, it is recommended to use it in combination with Minoxidil, as it's believed that Retinol boosts the penetration and effectiveness of the Minoxidil topical treatments.Cautions: Don't use vitamin A products if you are pregnant or breastfeeding.",
    "itemID": "B007JBF99U",
    "helpful": [
      6,
      9
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 8188
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 26.0,
    "brand": NaN
  },
  {
    "title": "Reviva Labs 10% Glycolic Acid Cream -- 1.5 oz",
    "description": "10% Glycolic Acid Night Cream by Reviva - 1.5 Ounces",
    "itemID": "B00014DMQE",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1403
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Glycolic Acid"
      ]
    ],
    "price": 16.5,
    "brand": "Reviva"
  },
  {
    "title": "Andis Professional 1875 Watt Ceramic Ionic Hair Dryer - Black Chrome (82005)",
    "description": "",
    "itemID": "B00092M2VO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3285
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 42.49,
    "brand": "Andis"
  }
]