[
  {
    "title": "Professional 36 Watt UV Beauty Salon Nail Dryer - Pink",
    "description": "This premium UV nail dryer is designed to cure UV and gel-based coatings, and will work with any brand of nail products. It features four, long-life, CFL (compact-fluorescent) UV bulbs that provide 8,000 hours of service before any reduction in their power. Each bulb produces 9-watts of 370nm UVA light (generally considered a safer alternative to UVB light, although safety precautions should be taken to minimize exposure to any type of UV light). The unit features a total drying power of 36 watts. The 5\" long bulbs have a twin-tube design for effective light dispersion. The dryer has a reflective interior to eliminate hot spots and provide complete, even light coverage for best results. The bottom of the unit slides out for easy access to the bulbs, each of which features a secure, click-in retention lock to avoid the bulbs' loosening or falling out, a problem in some competing units. Each bulb is of a standard size for easy replacement. The unit arrives fully assembled and ready to use. Just insert the bulbs, plug it in, and turn it on. Two timer presets allow setting of two- and three-minute sessions. The unit measures 8-3/4\" wide, 9-3/4\" deep and 4\" tall, with a large drying area that measures 6\" wide, 6\" deep and 2-1/8\" tall for ample placement of hands or feet to avoid smudges. The unit also features foam feet to protect your work surface. Includes one premium salon nail dryer, four 9-watt CFL UV bulbs, 120-volt power cord, and instructions.",
    "itemID": "B007ROD202",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 20001
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Dryers"
      ]
    ],
    "price": 27.7,
    "brand": "Online Salon Store"
  },
  {
    "title": "FASH Professional 120 Color Eyeshadow Palette (cosmetic , makeup)",
    "description": "Are you ready to get that fresh trendy look that can impress anyone? Then, ladies the wait is over!!!FASH brings you an all new 120 color eye shadow palette .It&#xFFFD;s time to get that stylish bold and bright look with colors that brings life to your eyes and makes you stand out everywhere you go. This palette is worth owning. Along with matte warm colors there are shimmery shades that are expertly coordinated to make your eyes look beautiful. It is divided into 2 layers that make it comfortable to carry., the highly pigmented eye shadow applies evenly and blends well on your skin .the product is Made from natural mineral oil base that makes it last for hours ,until you wash it off. So what are you waiting for???Just grab the most affordable and value for money product. For best results use it with FASH professional brush sets.",
    "itemID": "B003EO466S",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13791
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 9.99,
    "brand": NaN
  },
  {
    "title": "Silicon MIX Intensive Hair Deep Treatment 16oz By Avanti[health and Beauty]",
    "description": "Silicon Mix Intensive Hair Treatment Hair treatment to restore the health, shine and the softness of dry, damaged and weak hair. DIRECTIONS : Wash hair and towel dry. Apply with massages. Leave on from 2 to 3 minutes depending on the condition of the hair. Rinse. INGREDIENTS : Water, Mineral Oil, Cetyl Alcohol, Stearyl Alcohol, Glycerine, Citric Acid, Cetrimonium Chloride, Dimethycone Copolyol, Cyclomethicone, Keratin, Ceramide, Diazolidinyl Urea (and) Iodopropynyl Butylcarbamate, Fragrance.",
    "itemID": "B000TDFA3K",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1431
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 10.65,
    "brand": "Avanti"
  }
]