[
  {
    "title": "Earth Therapeutics Clari-T Pore Cleaning Strips, Clarifying Tea Tree, 10 strips (Pack of 3)",
    "description": "10 Nose strips. Refines + deep cleans the pores on the nose; Organic tea tree purifies on contact. Earth Therapeutics Clari-T Pore Cleaning Nose Strips are specially formulated to bind and pull away pore-clogging dirt and impurities from the skin. And enhanced with organic Tea Tree Essence - a natural purifier - these strips not only deep clean skin, but further refine the pores to reveal a cleaner, healthier, more radiant complexion. Dermatologist tested. Hypoallergenic. Made in Korea.",
    "itemID": "B001ET77Q6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11022
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Pore Cleansing Strips"
      ]
    ],
    "price": 13.5,
    "brand": "Earth Therapeutics"
  },
  {
    "title": "SKIN79 The Prestige Beblesh Balm BB Cream Diamond Collection",
    "description": "It is 3 effects function beblesh balm. By Adenosine and Arbutin ingredients which are effective in whitening wrinkles improvement cultivate more bright and elastic skin. Intercept ultraviolet rays UV A and UV B at the same time and protect your skin exposed from this sun more thoroughly. Diamond Powder and Jewel COmplex Powder of Ruby, Amethyst and Pearl make skin all the more radiant. A patent ingredient containing Natural Complex extract ingredients help improvement and care of skin trouble. How to Use: Apply an appreciate amount on the area of your face like patting at the last step of skin care.",
    "itemID": "B0020YLEYK",
    "helpful": [
      1,
      2
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 24042
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 14.96,
    "brand": "Unknown"
  },
  {
    "title": "My Beauty Diary Mask - Apple Polyphenol 10pcs",
    "description": "Contains removes dead cells of skin, improves and prevents enlarged pores\n\nHyaluronic acid - stimulates synthesis of collagen, improves skin's firmness and resilience\n\nGentle nano - AHAs prolong pore-contracting effects",
    "itemID": "B001R5Z7CS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11563
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 12.5,
    "brand": "My Beauty Diary"
  }
]