[
  {
    "title": "Neutrogena Wave Power-Cleanser and Deep Clean Foaming Pads",
    "description": "The Neutrogena Wave Power Cleanser is a breakthrough new battery-operated power cleanser that gives you soft, glowing skin you will notice and feel after just one use..caption { font-family: Verdana, Helvetica neue, Arial, serif; font-size: 10px; font-weight: bold; font-style: italic; } ul.indent { list-style: inside disc; text-indent: 20px; } table.callout { font-family: Verdana, Helvetica, Arial, serif; margin: 10px; width: 250; } td.callout { height: 100 percent; background: #9DC4D8 url(http://images.amazon.com/images/G/01/electronics/detail-page/callout-bg.png) repeat-x; border-left: 1px solid #999999; border-right: 1px solid #999999; padding: 10px; width: 250px; } ul.callout { list-style: inside disc; text-indent: -12px; font-size: 12px; line-height: 1.5em; } h5.callout { text-align: center; }The Neutrogena Wave Power Cleanser offers:Gentle massaging action to penetrate deep into pores.Ergonomic shape to fit perfectly in your hand.Waterproof design so you can use it in the shower.The Deep Clean pads create foam that penetrates deep into pores.View larger.Ergonomically Shaped and Easy to UseThe device is ergonomically shaped to fit perfectly in your hand. Plus it's small enough to carry with you when you travel--so you can be sure of perfect skin wherever you are. The Wave package includes 14 Deep Clean foaming pads with cleanser infused right inside them.To use the Wave, simply install a single pad and push the switch to turn it on. The whole machine vibrates gently. Hold the power cleanser under a bit of water to activate the pad, and a light foam appears. Move the pad over your face, allowing it to massage the foam deep into your pores to remove more dirt, oil, and makeup than ordinary cleansing. Additionally, the soft texture of the pads helps to sweep away layers of dead skin cells. When the foam rinses off, it leaves your skin incredibly clean, smooth, and glowing. And the Wave is so gentle, you can use it every day!Waterproof and Disposable PadsThe Neutrogena Wave is water resistant and can be used at the sink or in the shower. When you are finished, simply throw the pad away and rinse off the device. Deep Clean pad refills are available if you use up the included supply. The Wave runs on one AA battery (included).With the Wave's affordable price, it's easy to treat yourself to glowingly beautiful skin.What's in the BoxPower cleanser, attachment head, 14 pads, one AA battery.",
    "itemID": "B000V2J3ZK",
    "helpful": [
      1,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 92947
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 28.0,
    "brand": "Neutrogena"
  },
  {
    "title": "Bio-Oil, 2-Ounce Bottle",
    "description": "Bio-Oil is an award-winning specialist skincare product that is clinically proven to improve the appearance of scars, pregnancy stretch marks, and uneven skin tone. Thanks to PurCellin Oil, a proprietary laboratory copy of the preen gland oil of ducks, Bio-Oil is also effective for many other skin conditions such as aging and dehydrated skin..caption { font-family: Verdana, Helvetica neue, Arial, serif; font-size: 10px; font-weight: bold; font-style: italic; } ul.indent { list-style: inside disc; text-indent: 20px; } table.callout { font-family: Verdana, Helvetica, Arial, serif; margin: 10px; width: 250; } td.callout { height: 100 percent; background: #9DC4D8 url(http://images.amazon.com/images/G/01/electronics/detail-page/callout-bg.png) repeat-x; border-left: 1px solid #999999; border-right: 1px solid #999999; padding: 10px; width: 250px; } ul.callout { list-style: inside disc; text-indent: -12px; font-size: 12px; line-height: 1.5em; } h5.callout { text-align: center; }Bio-Oil features:Clinically proven formula to reduce appearance of scars and stretch marks.Moisturizing and enhancing vitamins and oils.Non-acnegenic and hypo-allergenic ingredients.Proprietary PurCellin Oil that helps targeted absorption into the skin.The Bio-Oil formula comprises a special mix of plant oils and vitamins.View larger.PurCellin Oil allows for targeted absorption into the skin.View larger.View complete list ofingredients.Specially Formulated With PurCellin OilBio-Oil includes the breakthrough ingredient PurCellin Oil, a recreation of the preen gland oil of ducks. During preening, a duck secretes oil from its preen gland and distributes it over its entire plumage in the familiar twisted-neck action that one often associates with ducks. This oil creates a thin, non-greasy layer on the surface of the feathers without which water would not pearl off and the bird would struggle to swim. This ingredient acts as a delivery system for Bio-Oil's other ingredients, improving spreadability and allowing for targeted absorption into the skin.Also, because oil contains no oxygen, it provides an exceptional storage environment for vitamins. Bio-Oil includes many beneficial skin ingredients such as Vitamin A, Vitamin E, calendula oil, lavender oil, rosemary oil, and chamomile oil. This mix of plant oils and vitamins has been clinically shown to be beneficial to the skin.Effective on Scars and Stretch MarksBio-Oil helps improve the appearance of all types of scars and is also highly effective in helping maintain elasticity of scar tissue on joints and other high-mobility areas, including stretch marks. Ideal for pregnant women, particularly in their second and third trimesters, Bio-Oil is the product most recommended by UK pharmacists to help reduce the appearance of scars, stretch marks, and pregnancy stretch marks.Great for Skin Tone and Dry SkinBio-Oil helps improve the appearance of uneven skin tone caused by excessive sun, hormonal fluctuations, or skin-lighteners. Sagging and wrinkled skin that is associated with aging also benefits from Bio-Oil. Much wrinkled and sagging skin is caused by the weakening of the collagen and elastin support system in the dermis. Bio-Oil helps soften and smooth the skin, making it more supple and reducing the appearance of wrinkles.Bio-Oil also does a wonderful job at moisturizing and has sufficient moisturizing properties so as to render an additional moisturizer unnecessary.Non-Acnegenic and Hypo-AllergenicBio-Oil is a non-acnegenic and hypo-allergenic product, meaning it has a decreased tendency to cause allergies and acne, and it is safe for use on sensitive skin.",
    "itemID": "B000VPPUEA",
    "helpful": [
      16,
      27
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 828
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 3.92,
    "brand": "Bio"
  },
  {
    "title": "Clean &amp; Clear Blackhead Eraser Kit",
    "description": "Don't just treat blackheads--erase them for good with Clean and Clear's Blackhead Eraser Kit. This kit contains a compact, effective device that uses a non-irritating vibrating action and medicated pads to open up and deep clean your pores, letting fresh, clear skin emerge. Easy and pleasant to use, this eraser gives you a healthy and invigorating do-it-yourself facial in the privacy of your own home..caption { font-family: Verdana, Helvetica neue, Arial, serif; font-size: 10px; font-weight: bold; font-style: italic; } ul.indent { list-style: inside disc; text-indent: 20px; } img.withlink {border:1px black solid;}Strong medication penetrates pores, leaving you with healthier skin.View larger.The blackhead eraser is easy to use.View larger.This kit includes everything you need to get started.Fight Blackheads Effectively and ComfortablyCaused by excess oils that have accumulated in sebaceous glands, blackheads can be stubborn to treat. The Eraser, however, is specially designed to target them with strong medicine that penetrates your skin's pores. It not only helps clear up the blackheads you have now, it also prevents new ones from forming. The result? Less blackheads today and tomorrow for a smoother, brighter skin.Effective and Easy to UseThe Eraser features an ergonomic, user-friendly design that makes it easy to grab blackheads and start erasing. Simply reach for one of the included medicated pads (use a new one every time you wash), run it under some water, place it on the surface of the eraser, and twist to turn on. The Eraser gently vibrates to exfoliate dead surface skin and remove dirt and oil more effectively. The foaming medicated pads, containing Clean and Clear's exclusive blackhead dissolving serum with salicylic acid, ensure a deep clean so your skin will feel refreshed. For added convenience, the cordless Eraser runs on one \"AA\" battery (included).Soft, Smooth SkinThe Eraser's foaming action can help clear up problem areas. It also makes it easier to focus on parts of you face where you're more likely to get blackheads--like on or around the nose, along the jawline, or on the chin. After only one use, your skin will feel softer and smoother. And as part of a healthy skin regimen, the Eraser lets you put your best face forward, each and every day.About Clean and ClearPart of Johnson and Johnson's family of health and personal care companies, Clean and Clear offers acne skin care products, treatments, and medications to leave skin looking healthy, clean, and radiant. Currently available in 46 counties, this innovative line combines careful research with quality ingredients to help women and men of all ages look their best.What's in the BoxEraser, pack of medicated pads, and one \"AA\" battery.",
    "itemID": "B0018S8MZ8",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 194461
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]