[
  {
    "title": "Raw African Shea Butter Black Soap from Ghana - 1 Lb",
    "description": "HalalEveryday Raw Shea Butter Black Soap has a better moisturizing characteristics due to the presence of Shea butter, works well on all skin types especially dried skin, deep cleanses, clear skin bumps and spots. Helps relieve acne, oily skin & other skin problems.\nIngredients: cocoa pod ashes, plantain skins ashes, palm oil and Unrefined Shea Butter.",
    "itemID": "B0036LMFYO",
    "helpful": [
      7,
      8
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2352
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 11.5,
    "brand": NaN
  },
  {
    "title": "Leonor Greyl Huile De Palme",
    "description": "This beautifying oil detangles, softens, and protects your hair shaft and ends. It is a pre-shampoo treatment formulated with botanical oils to nourish your hair. Also very effective at providing protection against the damaging effects of sun, seawater, and chlorinated pool water. It's the perfect blend to protect and restore damaged length and ends as well as your color. \"I use this palm oil when I want the hair to look sun-drenched. When your hair's still wet, rub a small amount between your hands and apply it from midshaft to the ends. It will look gorgeous.\" -Oribe, as quoted in Allure",
    "itemID": "B000IXXBRS",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 8270
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 33.99,
    "brand": "Leonor Greyl"
  },
  {
    "title": "L'oreal Mythic Oil for Unisex, 4.2 Ounce",
    "description": "For all hair types with a blend of avocado oil and grape seed oil. It leaves hair instantly more supple, tamed and glossy. Immediately absorbed for a lightweight feel and finish.",
    "itemID": "B00576OC1U",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 3567
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 19.0,
    "brand": "L&#39;Oreal Paris"
  }
]