[
  {
    "title": "Biotin Vitamin Supplement Benefits Skin, and Promotes Healthy Hair and Nail Growth and Weight Loss 5,000 mcg",
    "description": "Biotin Necessary For Cell Growth - Providing Healthy Skin, Hair, Nails and Weight LossVegetarian/Vegan FormulaIncrease Energy, Increase Metabolism and Lose Weight- Helps Have Great Healthy Hair and Nails- Helps Have Healthy Skin- Helps Lose Weight and Get HealthierSupports Amino Acid Metabolism--Increase Metabolism For a Weightloss and Better Health.- This Product is Essential for Normal Growth and Body Function- Key to Supporting Amino Acid Metabolism for Health and Weight Loss- Promotes Healthy Skin, Hair and Nails30 Day GuaranteeBuy Now Before Prices Increase",
    "itemID": "B00ANJQ8RC",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 16466
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Growth Formula"
      ]
    ],
    "price": 17.5,
    "brand": NaN
  },
  {
    "title": "1 Day Sale! Eyelash Enhancement Serum EmbelLASH Grows More Eyelashes. Thicker Eyebrows and Longer Lashes. Best Natural Eyelash Accelerator, Treatment and Conditioner with Clinically Proven Ingredients &amp; 100% Guaranteed (10ml/0.34oz)",
    "description": "Revealed: The Secret to Longer, Thicker, Fuller Lashes and BrowsSerum Enhances Eyes to Look Younger, Brighter and Healthier!Reverse Years of Hair Follicle Damage in about a MonthEmbelLASH is an Enriched Serum, Developed to Repair Hair Follicles, Nourish Skin, and Stimulate Hair GrowthFollicle Repair:Enriched With Healing Ingredients Grape Seed Extract, Coconut Endosperm and Saw Palmetto, EmbelLASH Will Heal and Stimulate Damaged Follicles-Even Those That Were Over-Plucked.Bring Your Brows and Lashes Back to Life!Nourishes and Protects:EmbelLASH contains Kelp Ferment, which is Loaded With Nutrients Found in the Most Expensive Products. It Acts as a Effective Oil-Free Moisturizer, While Anti-Oxidants Horse Chestnut, Frankincense, and Astragalus Destroy Free RadicalsRevitalize and Achieve Healthier, More Youthful Looking Eyes!Thicker, Fuller Growth:KGF Peptide, Nettle and Caffeine Stimulate Hair Growth, While Catalase Thickens Each HairSee the Results You Desire!EmbelLASH is GUARANTEED to Help Grow Thicker, Fuller, Longer LashesEmbelLASH works over time. Expect results after about1 month.Made WITHOUT Parabens, Sulfates or PhthalatesMade in the USAat our FDA Certified facilities.Not tested on animalsThe Protege Promise: Your SATISFACTIONIf you are not satisfied with EmbelLASH, contact us within 365 days of purchase, and we will issue acomplete refund.No Questions AskedEmbark, Embody, Embolden, Embrace...EmbelLASH Your Lashes!Our supplies run out fast. Start to EmbelLASH Your Lashes andorder a bottleof this clinically proven lash & brow enhancer now!",
    "itemID": "B00IS6XPQY",
    "helpful": [
      11,
      13
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 825
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 39.99,
    "brand": NaN
  },
  {
    "title": "Organic Argan Oil Young for Life - Certified, Pure, Natural, Virgin Moroccan Cold Pressed - For Your Hair, Skin, Face, Nails and Cuticals. Skin Problems Relief. Use Daily and Look Younger Like the Hollywood Beauties - Life-time No Questions Asked Guarantee!",
    "description": "Young For Life Pure Organic Argan Oil 2 oz.Pure organic Argan oil has naturally high concentrations of vitamin E and essential fatty acids that work to moisturize and protect all types of skin, it absorbs quickly into the skin and hair and leaves no residue.Argan oil is clinically proven to improve skin hydration and reduce wrinkles in just four weeks. Many products contain small amounts of argan oil however Young for Life is 100% pure fresh argan oil, a little goes a long way. We always show the manufacture date on our bottle to verify freshness.\"I've been using argan oil as a nightly moisturizer on my face for a few months. My stubborn acne has practically disappeared and fine lines around my eyes and mouth are fading. I work in just a drop or two in my hair for smoother more manageable styling, I love it!\"\"A few drops of argan oil worked wonders for my hair and skin. It faded my blemishes and acne scars. It has made my hair shinier and frizz free. I was skeptical because of the price but the results were so amazing! Buy several bottles  it's a great deal for pure, fresh Moroccan argan oil.\"Healthy Hair and SkinSoft, supple skin - Anti-aging properties - anti-oxidants - vitamin E - phenolic acid - omega 3 - omega 9 - Fades scars,stretch marks - Balances PH -Reduces inflammation soothing joint and muscle pain - Penetrates scalp and hair shaft, repairs damaged hair follicles - Eliminates frizzes and improves manageability - Fights dry scalp, eczema and dandruff - Protects against pollution and harmful UV rays - No residueOur supply is limited, so make sure to order now! When clicking theyellow 'Add To Chart' button up to the rightyou'll be well on your way to wave goodbye to your beauty problems!",
    "itemID": "B00H0CVFGO",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 199604
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 19.95,
    "brand": NaN
  }
]