[
  {
    "title": "Nu Brilliance Microdermabrasion Skin Care System",
    "description": "NuBrilliance&reg; is a non-invasive aesthetic treatment that exfoliates dead and flaking cells on the surface of the skin and rejuvenates the layers underneath. Coupled with varying levels of suction, microdermabrasion promotes the skin's natural cell regeneration process through the production of collagen and elastin, thus improving the elasticity of the skin.NuBrilliance&reg; is the first and only at-home microdermabrasion device utilizing dual-action therapy with a combination of crystal-free diamond exfoliation AND suction, enabling you to have true microdermabrasion treatments at home. Without suction, your skin will not realize the benefits of true microdermabrasion. While the exfoliation aspect of microdermabrasion is evident to anyone who has had a treatment, the suction element is the true behind the scenes hero. The combination of exfoliation and suction is what gives your skin the healthy afterglow that is associated with microdermabrasion.NuBrilliance works to address fine lines and wrinkles, uneven skin tone, and dull or sun-damaged skin by exfoliating the dead skin cells on the surface to aid in the skin's natural rejuvenation process. With the included skincare set, how-to-use DVD, and bonus filters, you have everything you need for smoother, younger, and healthier looking skin - all in the comfort of your own home!NuBrilliance&reg; allows you to select either fine or regular diamond tips and from five suction settings which allows you to customize your treatment according to your personal comfort level and skin sensitivity.Safe for use on the face, neck, hands, arms, legs and other sensitive areas.",
    "itemID": "B00547H5U2",
    "helpful": [
      5,
      5
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 12008
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Microdermabrasion"
      ]
    ],
    "price": 239.95,
    "brand": "NuBrilliance"
  },
  {
    "title": "Too Faced Cosmetics Lip Injection Extreme, 0.14 oz",
    "description": "Lip Injection Extr&#xE9;me is a lip plumping serum that gives long term results based on four of the most scientifically proven and advanced lip plumping technologies. Increase lip volume and maintain plumpness with continued use!",
    "itemID": "B000Z605H2",
    "helpful": [
      3,
      3
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 3095
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lip Plumpers"
      ]
    ],
    "price": 27.5,
    "brand": "Too Faced"
  },
  {
    "title": "Tarte BB Tinted Treatment 12-Hour Primer Broad Spectrum SPF 30 Sunscreen Light 1 oz",
    "description": "Tarte BB Tinted Treatment 12-Hour Primer Broad Spectrum SPF 30 Sunscreen Light 1 oz Brand New in Box",
    "itemID": "B00AVUDDJO",
    "helpful": [
      2,
      4
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 77448
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation Primers"
      ]
    ],
    "price": 51.26,
    "brand": "Tarte"
  }
]