[
  {
    "title": "USDA Organic Rose Water - Toner Mist - 8.5 oz.",
    "description": "For many years in the heart of the Bulgarian Rose Valley, Alteya has been growing and cherishing the beautiful Rosa damascena flower. By using a unique distillation technique embodying century-old traditions and modern technology, we have distilled a special grade rose water that preserves the biodynamic energy of the rose plant and increases its beautifying and rejuvenating powers.Imported from the Rose Valley in Bulgaria in Europe.Daily Care:- After cleansing- After shower- When sunburned- To set makeup- After shaving / waxing- During travelSuitable for all skin types.Benefits:-Restoring, toning and moisturizing-Anti-aging and rejuvenating-Uplifts emotional levels-Balances skin Ph level-Anti-inflammatory, acne-preventing-Protects and purifies skinSuggested Use:Skincare: Apply gently with a cotton ball onto face and neck morning and evening after cleansing to tone, balance and refresh skin.Body care/Personal fragrance: Mist it over your entire body after shower or to freshen up any time for a splash of gentle rose aroma.Haircare: Massage the roots of washed hair once or twice a week to improve manageability, softness and shine.",
    "itemID": "B002EKD768",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3852
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Toners & Astringents"
      ]
    ],
    "price": 24.95,
    "brand": "Alteya Organics"
  },
  {
    "title": "Organic Rose Water, Bulgarian - 500ml / 17 oz (USDA organic)",
    "description": "For many years in the heart of the Bulgarian Rose Valley, Alteya has been growing and cherishing the beautiful Rosa damascena flower. By using a unique distillation technique embodying century-old traditions and modern technology, we have distilled a special grade rose water that preserves the biodynamic energy of the rose plant and increases its beautifying and rejuvenating powers.Imported from the Rose Valley in Bulgaria in Europe.Daily Care:- After cleansing- After shower- When sunburned- To set makeup- After shaving / waxing- During travelSuitable for all skin types.Benefits:-Restoring, toning and moisturizing-Anti-aging and rejuvenating-Uplifts emotional levels-Balances skin Ph level-Anti-inflammatory, acne-preventing-Protects and purifies skinSuggested Use:Skincare: Apply gently with a cotton ball onto face and neck morning and evening after cleansing to tone, balance and refresh skin.Body care/Personal fragrance: Mist it over your entire body after shower or to freshen up any time for a splash of gentle rose aroma.Haircare: Massage the roots of washed hair once or twice a week to improve manageability, softness and shine.Cooking: Add a teaspoon to your morning juice or tea or in any culinary creation.IngredientsContains only 100% pure steam-distilled Bulgarian Rose Water.",
    "itemID": "B001KPSO5M",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3055
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Toners & Astringents"
      ]
    ],
    "price": 22.0,
    "brand": NaN
  },
  {
    "title": "CERAVE HYDRATING CLEANSER 12 OZ",
    "description": "CeraVeTM Hydrating Cleanser is a vital part of a daily skin care routine. It gently removes dirt, oil, and makeup without disrupting the skin's natural protective barrier. It patented MVE formulation helps essential ingredients penetrate deep into the skin to hydrate and nourish.Try CeraVeTM Moisturizing Lotion and CeraVeTM Moisturizing Cream for a complete skin care routine. CeraVeTM Hydrating Cleanser gently removes dirt, oil and makeup without disrupting the skin's natural protective barrier. It contains ceramides, naturally occurring components of the skin that play a key role in enhancing and restoring the skin's protective function. Also included are vital humectants and emollients to replenish and retain needed moisture. The unique ingredients in CeraVeTM Hydrating Cleanser help restore damaged skin and keep skin healthy. CeraVeTM Hydrating Cleanser is an ideal first-step in a daily skin care routine. With its patented Multivesicular Emulsion (MVE) formulation, CeraVeTM Hydrating Cleanser helps restore and maintain the skin's natural protective function. MVE works by trapping ingredients within multi-layered vesicles that are slowly released, layer by layer throughout the day, penetrating deep into the skin to moisturize and nourish. CeraVeTM Hydrating Cleanser is non-comedogenic and non-irritating.",
    "itemID": "B001V9OO60",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 3243
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 12.69,
    "brand": "VALEANT PHARMACEUTICALS INT. *"
  }
]