[
  {
    "title": "The Original Hyaluronic Acid Serum 100% Pure 2 oz.",
    "description": "The Original Hyaluronic Acid Serum 100% Pure 2 oz.",
    "itemID": "B003MJ7Z0O",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 311
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 13.95,
    "brand": NaN
  },
  {
    "title": "20% Vitamin C + E Ferulic Acid Serum 1 oz.",
    "description": "The Timeless serum collection contains high concentrations of hyaluronic acid and matrixyl that you won't find anywhere else. All natural and paraben free, we don't use excess ingredients to make up for the lack of actives. We like to keep it simple and effective.This product contains:Vitamin C - antioxidant that evens skin tone and helps build collagen. We use a 20% concentration of L-ascorbic acid for maximum benefit.Vitamin E+Ferulic Acid - used to extend the life and effectiveness of vitamin C. Normal C serums will expire in a month or less. Our product is guaranteed fresh and effective for 3 months.Hyaluronic Acid - one of the most powerful hydrating and moisturizing ingredients on the market today. Holds up to 1000 times its weight in water!And much, much more!",
    "itemID": "B0036BI56G",
    "helpful": [
      2,
      7
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 680
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 36.95,
    "brand": "Timeless Skin Care"
  },
  {
    "title": "NuFountain&reg; Fresh Cosmetics Specially Priced 3-Pack of Genuine 20% L-Ascorbic Acid Vitamin C Serum Made Fresh When Ordered",
    "description": "THREE 1 Fluid Ounce (30mL) bottles of 20% L-Ascorbic Acid (Vitamin C) in purified water and glycerin base in sealed light-blocking bottle with dropper for dispensing serum. Fragrance free. Manufactured using only the freshest, highest-quality ingredients.  Used daily, protects skin with antioxidant action to repair damage from UV, environment, and signs of aging. A daily regime results in firmer, smoother younger-looking skin. Can be used under sun block and makeup.\n\nIMPORTANT STORAGE INFORMATION: Always store bottles in a cool, dark place. You may store serum in a refrigerator. Always store unopened bottles in the refrigerator.\n\nSERUM CONSISTENCY:\nNuFountain Fresh Cosmetics specializes in fresh-made serums using l-ascorbic acid which is water soluble. To effectively penetrate to your cellular level where it repairs free-radical damage, we do not use any oils, thickeners or unnecessary ingredients that make it thick and slow absorption. Our serums are very thin and since they are made fresh when ordered (free from oxidation which makes serums turn yellow, amber or brown and develop a strong odor), they are clear and appear water-like. This is what a great l-ascorbic acid serum should look and feel like. We produce fresh, honest l-ascorbic acid serums that are clear, and absorb immediately into your skin.",
    "itemID": "B002M7FHFM",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6365
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Toners & Astringents"
      ]
    ],
    "price": 33.98,
    "brand": NaN
  }
]