[
  {
    "title": "Smooth Down Heat Glide Protective Smoother Unisex Smoother by Redken, 5 Ounce",
    "description": "SMOOTH DOWN HEAT GLIDE PROTECTIVE SMOOTHER Protective smoother is a leave-in serum that provides heat-safe control to tame frizz on even the most unruly hair. Gives an ultra-smooth, glossy finish. Ionic Smoothing Complex Macadamia Oil - helps nourishCandelilla Wax - helps smoothCationic Refiners - frizz controlRedken's exclusive Interbond Conditioning System delivers a unique Ionic Smoothing Complex of macadamia oil, candelila wax and cationic refiners to help replenish oils, provide intense smoothing and a long-lasting, frizz-free finish.Why It Works> Heat protective serum smooths and tames frizz on even the most rebellious hair> Leaves hair smooth and shiny with a lightweight, frizz-free finish> Can be used with or without heat> When used with heat, smoothing and shine are intensified",
    "itemID": "B0007X74E0",
    "helpful": [
      7,
      8
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 79464
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Styling Serums"
      ]
    ],
    "price": 21.99,
    "brand": NaN
  },
  {
    "title": "Queen Helene Cocoa Butter Hand and Body Lotion, 32 Ounce Bottle",
    "description": "Queen Helene has been a leader in quality beauty products for professional and personal use since 1930. Our products are inspired by nature&#x2019;s finest ingredients because they are safer, and often more effective, than harsh chemicals and unnecessary additives. We use natural elements like cocoa butter that are rich with vitamins and natural emollient properties to moisturize, soften and nurture your skin and hair. We use pomegranate oil for its antioxidant protection against the skin-aging effects of the environment and essential oils to help relax tired muscles and ease tension. Many of our products take advantage of the unique qualities of nature&#x2019;s finest ingredients to keep you looking your best.&#xA0;For over 80 years, our commitment to excellence has made many of our products among the leaders in the personal care category, and we are proud to continue our dedication to providing the most effective products your body needs from head to toe.",
    "itemID": "B000EGOG46",
    "helpful": [
      1,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Health & Personal Care": 4490
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": 8.43,
    "brand": "Queen Helene"
  },
  {
    "title": "Revlon ColorStay Eyeliner with Sharpener, Brown 203, 0.01 Ounce (28 g)",
    "description": "Up to 16 hours of smudge-proof wear. Water-proof. Precision glide for smooth control. Creates a fine line of intense color that lasts up to 16 hours. Stays looking freshly applied - won't smudge off or fade away all day. Waterproof. Creamy formula glides on smoothly for expert control. Built in sharpener for a precise line every time. Retractable tip protects against breakage. Ophthalmologist tested. Fragrance free. Suitable for contact lens wearers. Made in Italy.",
    "itemID": "B000H3EO34",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 29864
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Liner & Shadow Combinations"
      ]
    ],
    "price": 6.49,
    "brand": "Revlon"
  }
]