[
  {
    "title": "Kiss Her By Kiss For Women, Eau De Parfume Spray, 3.4-Ounce Bottle",
    "description": "Launched by the design house of Kiss.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000VOHR88",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 42514
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 20.51,
    "brand": NaN
  },
  {
    "title": "Zum Face Walnut Sugar Facial Scrub Rosemary-Mint -- 5 oz",
    "description": "Shed some of that dry skin and make a date with exfoliate. Go with walnut powder and rosemary-mint for weekly super scrubbing power.",
    "itemID": "B002ZJ1L84",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 58620
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 11.25,
    "brand": "Zum"
  },
  {
    "title": "Freetress Equal Lace Front Baby Hairline Wig - Abby - 1",
    "description": "Realistic Baby Hair Ultimate Natural LookEQUAL is the premium \"LUXURY INTEGRATION\" of most expensive synthetic hairs. It's called EQUAL because it looks and feels just like human hair. Boasting its most human-hair-like sheen, it is the most manageable and long-lasting synthetic hair product available. It's all in the fiber _ more natural | more manageable | longer lasting-Realistic \"Baby Hair\" for the ultimate NATURAL look.-Iron safe FUTURA fiber for Flexible \"Freedom Styling\"-Hassle-Free secure fitting with No Glue, No Tape feature.-Silky Soft, Tangle-Free, Volumized texture with Easy Parting.Quick Style In A Minute ! - No Glue! No Tape! Necessary-Braid hair in cornrow or wrap to secure.-Trim lace according to hairline.-Secure lace front using hair pins.-Style as you desire.OPTION A. Using Lace Front Double Sided TapeOPTION B. Using Lace Front GlueREMOVING ADHESIVE-Apply remover around the lace thoroughly.-Gently remove the lace when it softens.Caring Instruction-Use lace adhesive remover to thoroughly remove the adhesive and oils from the lace.-Store your lace front wig on a wig stand or mannequin head or stuff with paper or towel to maintain its shape.-Refrain from the use of heavy oils or pomades.-To freshen up the wig, mist with water and shake out the curls.",
    "itemID": "B003O52BHS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 69203
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Wigs"
      ]
    ],
    "price": 31.99,
    "brand": "Freetress"
  }
]