[
  {
    "title": "NYX Cosmetics Eye Shadow Base, White, 0.21 Ounce",
    "description": "Cream based eye primer. Available in three tones. Intensifes any shade of eye shadow and helps colors last longer. White helps color appear up to 100x more vivid. Pearl helps maximize any iridescent effect. Skin tone helps color hold naturally.",
    "itemID": "B0030O3VRW",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 4669
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation Primers"
      ]
    ],
    "price": 6.49,
    "brand": "NYX"
  },
  {
    "title": "FASH Professional makeup Brush Set with Leather Pouch, 12-Piece, For Eye Shadow, Blush, Eyeliner, eyebrow.....",
    "description": "Precision is what, that gives desired results, and that is what these brushes give. This sleek make-up brush set fromFASHhas the most essential brushes that are needed for make-up with precision.The 12 Piece set comes in a luxurious black faux leather pouch. The top quality brush bristles are soft and helps you get the stunning look that you desire. This set is suitable not only for personal but, even professional uses.An easy to carry brush set in a stylish and handy pouch, to get that perfect look anywhere and anytime. A perfect brush set with your favoriteFASHEye shadow Palette.Here is what's included :1. Large Powder Brush: Ideal to apply compact powder & bronzer application of the cheekbones & temple area.2. Blush Brush: Used to apply blush onto the face, primarily on the cheekbones.3. Foundation Brush: Used to apply any kind of foundation be it liquid, cream or solid more evenly.4. Eye shadow Brush: Used to apply powder & cream shadows to eyelids.5. Concealer Brush: Ideal to apply concealer under the eyes, helps cover blemishes & skin tone.6. Blending Brush: Blend multiple eye shadow shades.7. Medium Angled Shading Brush: Brow highlighting or blend the crease.8. Angled Eyeliner Brush: Apply eyeliner deep into the lash line.9. Pencil Brush: Smudges color on the upper & lower lash line.10. Eyeliner Brush: Apply a smooth, even-thin line of eye liner on the upper or lower lash lines.11. Mascara Brush: Apply mascara-separation & exactness of Lashes.12. Eyebrow & Eyelash Comb: Combs eyebrow hair & helps to separate lash hair thus removing mascara clumps.",
    "itemID": "B004AIU8H8",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 23287
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 6.99,
    "brand": NaN
  },
  {
    "title": "Conair Straight Waves 3-in-1 Specialty Styler",
    "description": "Get maximum efficiency from your hairstyling tools with this five-in-one style set from Conair. With its five interchangeable heads, the iron lets you curl, spiral, wave, crimp, and straighten your hair. The kit includes a 1/2-inch spiral head and a 3/4-inch curling iron. The round brush attachment is also 3/4 inches. The double-sided crimping and straightening plates are especially clever--they reverse from one to the other to suit your look. All the attachments feature convenient stay-cool tips, while a locking collar on the base keeps them secure during use. The unit also features a simple on/off switch, a ready indicator button, a built-in resting stand on the curl and spiral attachments, and a 6-foot power cord.--Emily Bedard",
    "itemID": "B00006FDU6",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 9048
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Curling Irons"
      ]
    ],
    "price": 13.88,
    "brand": "Conair"
  }
]