[
  {
    "title": "UltraSwim Conditioner, 7-Ounce Bottles (Pack of 4)",
    "description": "Ultra Repair ConditionerNew &amp; Improved Formula!Nourishes and Repairs Dry, Damaged Hair&nbsp;UltraSwim&reg;Ultra Repair Conditioneris a vital step in the complete treatment of chlorine-damaged hair.&nbsp;UltraSwim&reg;is uniquely formulated to repair damage to the outer protein layer of the hair that is most vulnerable to chlorine damage.&nbsp; Helps restore the moisture lost due to chlorine exposure while detangling and repairing split ends.&nbsp; This gentle moisture enriched formula conditions your hair and leaves it feeling and looking soft, silky and healthy.Chattem&reg;",
    "itemID": "B001ET76C6",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 1224
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 21.3,
    "brand": "UltraSwim"
  },
  {
    "title": "Konad Stamping Nail Art Image Plate - M26",
    "description": "Konad nail art stencil with 7 flower designs.",
    "itemID": "B001OBPFVS",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 27047
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "False Nails"
      ]
    ],
    "price": 8.99,
    "brand": "KONAD Nail Art"
  },
  {
    "title": "Salicylic Acid 20% Gel Peel, 30ml (Professional)",
    "description": "The outside layer of your skin is covered in oil, and being oil soluble, the Salicylic acid is able to penetrate this outer layer.Salicylic/20 peel breaks down the protein bonds between the layers of skin, which is why a much quicker peel can be achieved.For acne, the Salicylic acid has several properties that make it a very effective treatment for acne.Salicylic/20 peel acts as ananti-inflammatoryand helps toimmediately reduce acne spotsSalicylic/20 peel is effective at reducing the appearance of fine lines and wrinkles, and improving overall facial texture because it exfoliates both the skin surface and within pores.Great For AcneSalicylic acid is highly effective for acne and oily skins.Salicylic acid blends powerful skin exfoliation with skin soothing actions. It has ultraviolet absorbing properties that help to protect the skin from the damaging effects of the sun.Choosing the Best Peel:Skin Laboratory offers different types of chemical peels to help with things like exfoliating the skin and smoothing fine lines and wrinkles.Glycolic:Eczema & Dermatitis, Fine Lines & Wrinkles, Razor Bumps, Stretch Marks and General Toning & TextureLactic:Actinic Keratosis, Dark Circles Under Eyes, Dry Skin, Eczema & Dermatitis, Melasma, Psoriasis, Razor Bumps, Scarring, Sensitive Skin, Stretch Marks, Sun Damage and General Toning & TextureSalicylic:Acne, Acne Scars, Adolescent Skin, Large Pores & Blackheads, Oily Skin, Psoriasis, Razor Bumps and Warts",
    "itemID": "B000PLUZL8",
    "helpful": [
      3,
      4
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 749
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Salicylic Acid"
      ]
    ],
    "price": 16.95,
    "brand": NaN
  }
]