[
  {
    "title": "SHANY Nail Art Set (24 Famouse Colors Nail Art Polish, Nail Art Decoration)",
    "description": "This 24 piece nail art set has every color you need to design fabulous nails. Let your imagination run wild. Use the thin brush to create different patterns like feather strokes, checkered squares, rainbows, flowers and much more. Tip layer glitters over design to add sparkle. The possibilities are endless with so many hues you cannot go wrong with this set that contains lime green (pearl), neon green, yellow (matte), neon pink, fuchsia (pearl), neon purple, red (matte), neon yellow, white (matte), black (matte), silver (glitter), gold (glitter), pink (glitter), blue (glitter), green (glitter), dark grey (matte), pink (matte), sky blue (matte), lavender (matte), brick (matte), navy (pearl), forest green (matte), orange (matte), purple (pearl).",
    "itemID": "B005X2F7KI",
    "helpful": [
      80,
      98
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 137
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 19.95,
    "brand": NaN
  },
  {
    "title": "SHANY UV Gel Light Nail Dryer, 36 Watts Pro Series",
    "description": "Now you can dry and cure your nail in seconds, enjoy the ultimate UV nail dryer with 36 watts power supply, same as the one used in salons. Odorless lamp, big enough to use for hands and feet. Elegant durable design, comes with protected surge. Auto timer and on or off button.",
    "itemID": "B00644YNCM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Home &amp; Kitchen": 27101
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Dryers"
      ]
    ],
    "price": 26.69,
    "brand": "SHANY Cosmetics"
  },
  {
    "title": "Gelish Candy Land Soak-Off Gel Polish - Sugar N' Spice &amp; Everything Nice",
    "description": "Nail Harmony Gelish Candy Land collection.The gel applies like polish but is cured under a UV light like gel nails.Cures in a LED lamp in 30 seconds and in two minutes with 36 watt or higher UV nail light.Gelish stays on nails for three weeks with no chipping or peeling.Soaks completely off in only 15 minutes.",
    "itemID": "B007V5CMJE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4505
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 12.74,
    "brand": "Gelish"
  }
]