[
  {
    "title": "NYX Eyebrow Cake Powder, Black/Gray",
    "description": "Our recipe for cooking up exquisite eyebrows includes wax, tools and a pair of complementary powders, black and gray, which can be customized to create the ideal shade. Each eyebrow cake powder kit includes a slanted brush and a round wand to shape, style and tame eyebrows.",
    "itemID": "B002QI1E9K",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5689
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyebrow Color"
      ]
    ],
    "price": 5.89,
    "brand": "NYX"
  },
  {
    "title": "Not Your Mothers Kinky Moves Curl Defining Hair Cream, 4 oz",
    "description": "Don't let your sad waves & curls get you all in a knot. Kinky Moves helps encourage natural curls by giving them extra oomph they so desperately need. It eliminates frizz and flyaways to show your true locks. Infused with natural grape seed & jasmine this salon formula will add that extra bounce to your step and your hair.",
    "itemID": "B004SU88CU",
    "helpful": [
      1,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13679
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 8.03,
    "brand": "Not Your Mother&#39;s"
  },
  {
    "title": "8pcs Pro Pink Make up Brushes Set with Case",
    "description": "PRODUCT FEATURES: With superior-quality, the makeup brushes in the set will not irritate your skin Durable unique packaging can well protect your makeup brushes It is an important beauty essential for you, suitable for each wise customer Eco-Friendly - high quality makeup brushes designed for professional use which will give you a flawless face and eye makeup application. How to Cleaning Your Brushes? 1. Place brushes in warm water. 2. Apply a small amount of gentle shampoo to brushes and work into a light lather. 3. Rinse brushes thoroughly under running water. You will notice that the water leaving the brush is tinted from protective coating. 4. Continue rinsing until no color leaves the brush. 5. Allow it to air-dry. Note: Due to the difference between different monitors, the picture may not reflect the actual color of the item.",
    "itemID": "B0067F28ZW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 45
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 3.46,
    "brand": "Nicky&#39;s Gift"
  }
]