[
  {
    "title": "Nautica Classic for Men by Nautica 3.4 oz 100ml EDT Spray",
    "description": "Introduced in 1992, Nautica features watery florals and tones of aromatic woods. Its recommended use is for daytime occasions.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B0020MMCJI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 220
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Men's",
        "Eau de Toilette"
      ]
    ],
    "price": 12.0,
    "brand": "Nautica"
  },
  {
    "title": "NYX Eyebrow Cake Powder, Black/Gray",
    "description": "Our recipe for cooking up exquisite eyebrows includes wax, tools and a pair of complementary powders, black and gray, which can be customized to create the ideal shade. Each eyebrow cake powder kit includes a slanted brush and a round wand to shape, style and tame eyebrows.",
    "itemID": "B002QI1E9K",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5689
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyebrow Color"
      ]
    ],
    "price": 5.89,
    "brand": "NYX"
  },
  {
    "title": "Batiste Dry Shampoo 5.05 oz. Tropical",
    "description": "With a deliciously exotic fragrance, revitalises greasy, dull and lifeless hair between washes. Instantly leaves your hair feeling clean, full of body and smelling beautiful. Quick and convenient to use wherever you are. (5.05 oz.)",
    "itemID": "B000KVH1QU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 71162
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 2.93,
    "brand": "Batiste"
  }
]