[
  {
    "title": "Coastal Scents 88  Palette, Ultra Shimmer",
    "description": "Add a little sparkle to your eyes with our Ultra Shimmer Palette. This gorgeous palette contains 88 different fully shimmer shadows that are highly pigmented. With the wide range of shades from neutrals to brights you can create endless looks with ease. The shadows can be applied dry or wet with the dual end foam tip applicators included or any eye shadow brush from your collection. The matte black case contains the Coastal Scents logo as well as the name of the palette for convenience.",
    "itemID": "B002QASVFS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 22312
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": 16.01,
    "brand": "Coastal Scents"
  },
  {
    "title": "Sigma F80 - Flat Kabuki TM",
    "description": "Unique Feature: Dense and flat head\nFunction: Buffed foundation application\nRecommended Use: Blend liquid or cream products onto flat areas of the face such as the forehead and cheeks.\nBristle Type: Synthetic Sigmax\n\n 2013 Sigma Enterprises, LLC",
    "itemID": "B003UH0528",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 103
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 24.0,
    "brand": "Sigma Beauty"
  },
  {
    "title": "Sun Self Tanning Lotion Ultra Dark Instant Tint - Dark 8oz/236ml",
    "description": "Achieve a deep, natural-looking tan for the face and body while avoiding the harmful rays of the sun with Sun Laboratories Ultra Dark Lotion. This highly moisturizing formula coats the skin in an instant dose of color to prevent streaking or patchiness. The natural active ingredient, a sugar derivative, then works deep in the skin to intensify the color over a three hour period, resulting in a rich, natural-looking hue. Its non-clogging formula is ideal for all skin types, even sensitive.",
    "itemID": "B0009V8N5E",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 651
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 17.69,
    "brand": "Sun Laboratories"
  }
]