[
  {
    "title": "St. Ives Body Wash Purifying Sea Salt Exfoliating Body Wash, 24 Ounce (Pack of 2)",
    "description": "St. Ives Exfoliating Body Wash Products   Smooth and renew your skin&#x2019;s surface with the all natural exfoliants in St. Ives Exfoliating Body Wash.   These Exfoliating Body Washes brighten dull skin while also providing soothing moisture. St. Ives body wash model.   Our Commitment & Beauty Philosophy St. Ives is dedicated to bringing you the best of nature with formulas that delight the senses as they work. We understand that little everyday choices we make can impact overall quality of life. That&#x2019;s why St. Ives is a conscientious formulator of quality products. We are committed to bringing you effective, natural ingredients and formulas that result in fresher, younger looking skin. Above all, we respect the natural world from which our ingredients are sourced, and are committed to preserving its vitality. That&#x2019;s why we:     Don&#x2019;t formulate using parabens and phthalates     Use natural exfoliants, extracts, moisturizers and vitamins     Source from environmentally sustainable vendors     Always seek out solutions to improve our packaging       St. Ives logo. You can join us in our commitment One of our goals is to get more materials that can be recycled&#x2026; recycled. Here&#x2019;s some guidance on how you can help to recycle our products. Step 1: Locate the recycling number on our product package to find out what can be recycled and where to take it Step 2: Carefully cut the end tubes off and rinse out the containers Step 3: Keep the cap with the tube when you recycle the packaging Step 4: Recycle it!   Explore the entire line of St. Ives Body Wash products St. Ives complete range of body wash products.",
    "itemID": "B004JLGC12",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6964
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 23.5,
    "brand": "St. Ives"
  },
  {
    "title": "Schick Hydro 5 Power Select Razor",
    "description": "",
    "itemID": "B006DR2BO2",
    "helpful": [
      2,
      4
    ],
    "overall": 1.0,
    "salesRank": {
      "Health & Personal Care": 23096
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 9.4,
    "brand": "Schick"
  },
  {
    "title": "Neutrogena Rapid Wrinkle Repair Eye, 0.5  Ounce",
    "description": "&nbsp;&nbsp;&nbsp;It's a new era in anti-aging. Neutrogena Rapid Wrinkle Repair Eye Cream containsAcceleratedRetinol SA, for visible results in just one week.AcceleratedRetinol SA combines an exceptional level of Retinol SA with glucose complex, an exclusive booster that delivers pure stabilized retinol into the skin's surface quickly and effectively, leaving feeling smoother and younger-looking.It's clinically proven to help: fade the look of stubborn crow's feet; brighten and even under eye area; smooth fine lines and texture; and reduce the look of dark circles.",
    "itemID": "B004D24818",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 963
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 8.91,
    "brand": "Neutrogena"
  }
]