[
  {
    "title": "Betty Dain Stylish Design Mold Resistant Shower Cap, The Hipster Collection, &quot;Hippie Chick&quot;",
    "description": "The Betty Dain Hipster Collection of Stylish Shower Caps shown here in the pattern \"Hippie Chick\" offers a waterproof and mold-resistant shower cap that is oversized to fit thick or long hair. The Hipster Collection of Stylish Shower Caps is made from  frosted PEVA and comes with a colorful elastic lace trim. Additional patterns \"Tough Love\" and \"Flower Power\" available separately.",
    "itemID": "B00385WMJQ",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2815
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bathing Accessories",
        "Shower Caps"
      ]
    ],
    "price": 4.94,
    "brand": "Betty Dain"
  },
  {
    "title": "EARTHLY BODY Marrakesh X Leave In Treatment &amp; Detangler 4oz/118ml",
    "description": "Earthly Body uses hemp seed oil in all of their products - body lotions, bath gels, massage oils, salt scrubs, sugar scrubs, shave creams, and now, even in massage candles. Science has proven that hemp seed oil is good for the body and skin.",
    "itemID": "B002SYXHTC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4029
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 8.71,
    "brand": "Earthly Body"
  },
  {
    "title": "e.l.f. Cosmetics Mineral Lipstick - Rosy Raisin",
    "description": "Now you can hydrate your lips and get a lasting soft color naturally! This nourishing blend of exotic oils, natural waxes, vitamins and plant extracts create the perfect moisturizing formula. The sleek lipstick has superior color payoff, glides easily onto lips, and is long wearing. Lips stay perfectly hydrated and soft throughout the day for no fuss, lip loving happiness. All mineral makeup is 100% mineral based with no parabens, no preservatives and no chemical dyes.",
    "itemID": "B001HKTC06",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 179750
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 9.99,
    "brand": "e.l.f. Cosmetics"
  }
]