[
  {
    "title": "Konad Stamping Nail Art Image Plate - S10",
    "description": "Get amazing professional manicure results with this easy-to-use system. With Konad Nail Art your nails will always be one of a kind! Konad Stamping Nail Art is a new and innovative nail-imprinting kit that allows you to stamp beautiful pre-designed images on your nails in minutes! Our kits do not hold back on quality, they delivers beautiful delicate images that hand painting cannot achieve. Not only are the kits cost effective and time saving, but they are also versatile; You can also use them on accessories like sunglasses, cell phones, earrings, and almost any",
    "itemID": "B003I82XKG",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 172491
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 14.99,
    "brand": NaN
  },
  {
    "title": "Not Your Mother's Beach Babe Texturizing Sea Salt Spray -- 8 fl oz",
    "description": "Now everyday can be a day at the beach... minus the sunburn. Beach Babe has everyone fooled into thinking you just left the beach (you little liar!). It adds sexy, tousled waves and a lite matte finish to any hair type. Infused with natural dead sea salt & sea kelp this salon formula has you and your hair on the boardwalk all year long.",
    "itemID": "B004UL0GTK",
    "helpful": [
      0,
      1
    ],
    "overall": 1.0,
    "salesRank": {},
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Sprays"
      ]
    ],
    "price": 10.19,
    "brand": "Not Your Mother&#39;s"
  },
  {
    "title": "Konad Nail Art Stamping Polish - Black",
    "description": "Konad Nail Art Stamping Polish - Black",
    "itemID": "B000ZV0D9W",
    "helpful": [
      0,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1014
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 6.15,
    "brand": "KONAD Nail Art"
  }
]