[
  {
    "title": "OZ Naturals - THE BEST Hyaluronic Acid Serum For Skin - Prescription Strength Anti Aging Serum - Best Anti Wrinkle Serum With Vitamin C + Vitamin E - Our Customers Call It A Facelift In A Bottle. This Vegan Hyaluronic Acid Serum Will Plump &amp; Hydrate Dull Skin As It's Designed To Fill Those Fine Lines &amp; Wrinkles. Satisfaction 100% GUARANTEED",
    "description": "Discover How To Reverse The Signs Of Aging & Make Your Skin Look & Feel 10 Years Younger!You Won't Find A Higher Quality, More Potent, More Effective Hyaluronic Acid On The MarketWith Our 100% Pure Vegan Hyaluronic Acid You'll See Immediate Results- Delivers a youthful and vibrant appearance to your skin- Reduces the appearance of dark circles and puffiness- Diminishes the appearance of fine lines and wrinkles- Formulated with the highest concentration of pharmaceutical HA- Contains the same HA used in the world's most expensive serums- Boosts Collagen Production For An Instant Youthful Appearance- Made in the USAOur Hyaluronic Acid Contains Vitamin C For Superior Anti Aging EffectsBeware of Generic Or Cheap Hyaluronic Acid Here on AmazonThere has been a large quantity of low quality HA flooding the marketOur HA Is The Highest Quality Hyaluronic Acid On The Market!OZ Naturals Hyaluronic Acid Is A Maximum Effect Serum That Will Give YouDramatic Results & Make Your Skin Look & Feel 10 Years YoungerOur Guarantee To YouIf within 30 days you're not 100% happy with your purchase of OZ naturals hyaluronic acid,let us know and we'll refund your entire purchase price...no questions asked!Very Important...Read This:We Apologize If We're Sold Out.  Because Of The Extremely High Demand For OurHyaluronic Acid, We Tend To Run Out Of Inventory Fast.Order Your Bottle Of OZ Naturals Hyaluronic Acid Now While It's Still In Stock!",
    "itemID": "B00C7DYBX0",
    "helpful": [
      3,
      4
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 43
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 27.19,
    "brand": "OZ Naturals"
  },
  {
    "title": "180 Cosmetics Pure Swiss, Hyaluronic Acid Serum FORTE + Vitamin C (Ultima) - The very best hyaluronic acid skincare line in the world - EXTRA STRENGTH FOR IMPROVED RESULTS! For supple, toned, younger looking skin - Anti Aging, Anti Wrinkle, Instant Lift Solution - Formulated to smooth, strengthen, tone, plump, rejuvenate, and hydrate the skin",
    "description": "Reverse the signs of aging with the newestUltima Pure Swiss Hyaluronic Serumthat has taken the world by storm!High-end technology brings you the anti-aging solution that regenerates your skin cells and provides the moisture your skin needs to look and feel young and smooth.The highest quality ofSwiss Hyaluronic acid serum, complemented by natural ingredients and enriched with vitamin C, &nbsp;brings the elasticity back to your skin, making it look and feel youthful and smooth. Watch this revolutionary serum reverse the signs of agings while protecting your skin from free radicals.&nbsp;Why Hyaluronic acid? As we age, our body produces less and less of this important acid, thus affecting how moisture is stored in our skin. WithUltima Pure Swiss Hyaluronic Serum, your skin gets the nourishing ingredients it needs to stay radiant and beautiful. In only moments, Ultima Pure Swiss Hyaluronic Serum penetrates deep into the skin, nourishing it from the core.You deserve to be young again, now you can - treat your skin the way it should be treated and watch the magic happen.&nbsp;For quick results, useUltima Pure Swiss Hyaluronic Serum+ Vitamin CForte, a faster, stronger serum for young, beautiful skin.-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ultima Pure Swiss Hyaluronic Serum + Vitamin C&nbsp;- is recommended for anyone of any age interested in preserving and maintaining the skin's natural elasticity and youthful qualities.-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ultima Pure Swiss Hyaluronic Serum + Vitamin C Forte- &nbsp;is a stronger serum designed to treat older skin and is recommended for ages 40 and up.",
    "itemID": "B008CEDX8M",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4145
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 16.43,
    "brand": NaN
  },
  {
    "title": "180 Cosmetics Pure Swiss, Hyaluronic Acid Serum + Vitamin C (Ultima) - The very best hyaluronic acid skincare line in the world - For smooth, plump, younger looking skin - Anti Aging, Anti Wrinkle, Instant Lift Solution - Formulated to smooth, strengthen, tone, plump, rejuvenate, and hydrate the skin",
    "description": "Reverse the signs of aging with the newestUltima Pure Swiss Hyaluronic Serumthat has taken the world by storm!High-end technology brings you the anti-aging solution that regenerates your skin cells and provides the moisture your skin needs to look and feel young and smooth.The highest quality ofSwiss Hyaluronic acid serum, complemented by natural ingredients and enriched with vitamin C, &nbsp;brings the elasticity back to your skin, making it look and feel youthful and smooth. Watch this revolutionary serum reverse the signs of agings while protecting your skin from free radicals.&nbsp;Why Hyaluronic acid? As we age, our body produces less and less of this important acid, thus affecting how moisture is stored in our skin. WithUltima Pure Swiss Hyaluronic Serum, your skin gets the nourishing ingredients it needs to stay radiant and beautiful. In only moments, Ultima Pure Swiss Hyaluronic Serum penetrates deep into the skin, nourishing it from the core.You deserve to be young again, now you can - treat your skin the way it should be treated and watch the magic happen.&nbsp;For quick results, useUltima Pure Swiss Hyaluronic Serum+ Vitamin CForte, a faster, stronger serum for young, beautiful skin.-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ultima Pure Swiss Hyaluronic Serum + Vitamin C&nbsp;- is recommended for anyone of any age interested in preserving and maintaining the skin's natural elasticity and youthful qualities.-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ultima Pure Swiss Hyaluronic Serum + Vitamin C Forte- &nbsp;is a stronger serum designed to treat older skin and is recommended for ages 40 and up.",
    "itemID": "B008CEDY5O",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 97
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 13.23,
    "brand": NaN
  }
]