[
  {
    "title": "Dotting 5 X 2 Way Marbleizing Dotting Pen Set for Nail Art Manicure Pedicure, 4 Ounce",
    "description": "5 X 2 way marbleizing dotting pen set for nail art manicure pedicure in 10 different shape.",
    "itemID": "B004OHQR1Q",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 39
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 2.1,
    "brand": "Dotting"
  },
  {
    "title": "Nail Art Brushes- Professional Nail Art Brushes- Sable Nail Art Brush Pen, Detailer, Liner **Set of 3",
    "description": "Package Content:\n3pcs nail art brushes pens",
    "itemID": "B007BLN17K",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 65
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 1.68,
    "brand": "World Pride"
  },
  {
    "title": "Dead Sea Mud Shampoo - Fast, Natural Relief from Dandruff - Itchy, Dry, Flaky Scalp - Scalp Psoriasis - Seborrhea Dermatitis - with Dead Sea Mud, Olive Oil &amp; Shea Butter - Highly Effective - Satisfaction Guaranteed",
    "description": "Adovia's Dead Sea Mud Shampoo is specially formulated with natural ingredients such as Dead Sea Mud, Chamomile & Olive Oil to bring deep hydration and moisture to the scalp, relieving itching and flakiness.  Dead Sea Mud has been known for centuries for it's healing properties and people travel from all over the world to come and experience it's effects at the Dead Sea. Dead Sea Salts and Mud have been featured on CNN, in the Wall Street Journal and New York Times. Dead Sea Mud contains the highest concentration of minerals found in mun anywhere in the world. Finally the benefits of Dead Sea mud and salt are presented to you in shampoo form!  These minerals are all essential for proper skin function and help to regulate moisture retention as well as hydration. You complete satisfaction is guaranteed.",
    "itemID": "B00JJVG6HC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11049
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 27.5,
    "brand": NaN
  }
]