[
  {
    "title": "Herstyler Argan Oil Hair Serum (2.0 oz 60ml)",
    "description": "This hair serum is Argan Oil with Provitam E formula for healthier hair and instant shine. Herstyler's Argan Oil Hair Serum is a hair stylist's dream! This fantastic product instantly eliminates frizz and wiry, unmanageable hair by instantly controlling, smoothing and shining!  Get soft, glossy hair in seconds with this light, non-greasy serum. It can be used as required to touch up your hair style. A little goes a long way! Our hair serum is ideal for use on just-straightened hair, making it glossy and sleek, while also activating and refining just-curled hair. Extremely economical, you only need a tiny amount to transform and protect your hair. Herstyler's Argan Oil Hair Serum also repels moisture and prevents frizziness in humidity. Argan Oil Hair Serum can be applied to soaking wet hair before styling, or sparingly on newly styled hair as well.  Directions for Use: Use a small amount on damp hair before styling for ultimate shine and softness. apply to dry hair before and after straightening to seal split ends and reduce fluffiness.",
    "itemID": "B000TW2JQC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8178
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Styling Serums"
      ]
    ],
    "price": 5.34,
    "brand": "HerStyler"
  },
  {
    "title": "Eucerin Q10 Anti-Wrinkle Sensitive Skin Creme, 1.7 Ounce Jar",
    "description": "Eucerin Q10 Anti-Wrinkle Sensitive Skin Creme provides a gentle, non-irritating way to reduce the look of wrinkles and the signs of aging.  Coenzyme Q10 occurs naturally in the body to defend against the aging process.  As you age, the amount of Q10 in your skin decreases.  Eucerin Q10 Anti-Wrinkle Sensitive Skin Creme helps to replenish this naturally occurring enzyme which is vital to healthy skin.  Together with Vitamin E and Beta-Carotene, it also forms a powerful antioxidant complex to protect against the damaging effects of free radicals.",
    "itemID": "B00005NAOD",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 10.36,
    "brand": "Eucerin"
  },
  {
    "title": "Softsoap Moisturizing Body Wash, Pomegranate &amp; Mango, 18-Ounce Bottles (Pack of 3)",
    "description": "With moisture beads. Enriched with real extracts of pomegranate, nature's anti-oxidant rich fruit.",
    "itemID": "B001F0QX0K",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 12793
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Body Washes"
      ]
    ],
    "price": 14.58,
    "brand": "Softsoap"
  }
]