[
  {
    "title": "Avalon Organics CoQ10 Facial Cleansing Milk -- 8.5 fl oz",
    "description": "CoQ10 Facial Cleansing Creme by Avalon Organics 8.5 oz Cream CoQ10 Facial Cleansing Milk CoQ10 Skin Care Signature ingredient The CoQ10 enzyme is an essential antioxidant that is the energy source for new cells and smooth firm skin. It is found in every living cell of your body and is an important factor in maintaining youthful healthy skin. Product description Gentle soap-free formula with organic span style overflow hidden onmouseover this.T WIDTH 300 return escape(' Camellia sinensis Derived from the sun dried leaf with twice the antioxidants as green tea protects from free-radical damage repairs and strengthens.') White Tea and span style overflow hidden onmouseover this.T WIDTH 300 return escape(' Helianthus annuus Derived from the seed contains large amounts of vitamin E softens and protects.') Sunflower oil hydrates and nourishes while CoQ10 provides the energy for cellular renewal and smooth firm skin. Features and benefits This facial cleansing milk will gently remove impurit",
    "itemID": "B0002JHI1I",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7525
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 9.99,
    "brand": "Avalon Organics"
  },
  {
    "title": "Nivea Soft Refreshingly Soft Moisturizing Creme with Jojoba Oil &amp; Vitamin E, 6.8 Ounces",
    "description": "For incredibly soft skin.",
    "itemID": "B000AMBF5W",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Creams"
      ]
    ],
    "price": 6.64,
    "brand": "Nivea"
  },
  {
    "title": "John Frieda Full Repair Strengthen and Restore Conditioner, 8.45 Fluid Ounce (Pack of 2)",
    "description": "Bodifying formula, with Inca Inchi Oil rich in omega-3.Repairs the look and feel of overworked hair for full, flowing styles. Smoothes and detangles strands, reducing the risk of breaking and snagging while combing or brushing.",
    "itemID": "B005MIFELK",
    "helpful": [
      0,
      2
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 3554
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 11.79,
    "brand": "John Frieda"
  }
]