[
  {
    "title": "CoverGirl Smoothers SPF 15 Tinted  Moisturizer, Light To Medium 810, 1.35-Ounce Packages (Pack of 2)",
    "description": "Sheer radiance! Lightweight moisturizer with SPF 15 meets sheer color. Helps even out skin tone and hydrate skin while the sunscreen provides UVA/UVB protection from everyday sun exposure. The Gel Complex formula glides on for a barely-there coverage that's fresh and smooth.",
    "itemID": "B0018QE376",
    "helpful": [
      9,
      9
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 58253
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 12.34,
    "brand": "COVERGIRL"
  },
  {
    "title": "Expandable Handbag Purse Tote Travel Cosmetic Make-Up Bag Organizer Insert Dimensions: 10.5&quot;L x 6.5&quot;H x 3.5&quot;W; Expanded Dimensions: 10.5&quot;L x 6.5&quot;H x 7&quot;W",
    "description": "This sophisticated, sassy bag organizer features two expandable, zippered areas making it very functional for most handbags. It is crafted of elegant satin fabric. This organizer can hold over 60 items, and features small handles to facilitate the transfer from bag to bag. Product Dimensions: 10.5\" x 6.5\" x 3.5\"; Expanded Dimensions: 10.5\" x 6.5\" x 7\"",
    "itemID": "B004FJHEHY",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 47116
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Bags & Cases",
        "Cosmetic Bags"
      ]
    ],
    "price": 12.87,
    "brand": NaN
  },
  {
    "title": "The Original Hyaluronic Acid Serum 100% Pure Refill 8 oz",
    "description": "Pure. Natural. The Timeless Pure collection contains a high concentration of hyaluronic acid that you won't find anywhere else. All natural and paraben free, we don't use excess ingredients to make up for the lack of actives. We like to keep it simple and effective.This product contains:Hyaluronic Acid - one of the most powerful hydrating and moisturizing ingredients on the market today. Holds up to 1000 times its weight in water! And as always, we use a higher concentration of HA than any other seller. This serum contains 1% HA, or about 2x the amount of HA contained in others 60% concoctions.",
    "itemID": "B0047AKVW6",
    "helpful": [
      3,
      4
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 3558
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 39.95,
    "brand": NaN
  }
]