[
  {
    "title": "Anti-aging Snail Cream, Crema De Caracol,",
    "description": "The healing properties of Bella-Eterna Anti-Aging CreamTM were discovered simply by accident. In 1980, the Bascun family built a breeding farm of ground snails in Chile, South America. While handling the snails, farmers observed that their hands became extremely soft and small injuries caused by handling snail cages quickly healed, avoiding infection or leaving noticeable scars. \n\nIntrigued by the snails' therapeutic attributes, Dr. Fernando Bascun Ygualt, a student of medicine, led a rigorous scientific research of ground snail extract \"Helix Aspersa Mller.\" Laboratory studies confirmed the regenerative and healing properties of this extract used by the snail to regenerate its skin and shell when damaged. Close analysis of the extract revealed the following ingredients and properties in natural form:",
    "itemID": "B0050707MY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 82450
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 19.99,
    "brand": NaN
  },
  {
    "title": "Glowzone Anti Aging Moisturizer with Matrixyl 3000&reg; for all skin types - Low Collagen - Aging Skin - Star ingredient Matrixyl 3000&reg; doubles collagen production - Non-invasive method of getting younger looking skin - Unique blend of ingredients reduces appearance of fine lines and wrinkles and improves skin firmness - Non-irritating Skin Rejuvenation Cream - For men and women.",
    "description": "\"...definitely the best moisturizer I have ever used. I am telling you'll you got to get this miracle worker\" - Jennifer D Rhames 9.29.13Who wants to have youthful skin?As we get older our skin loses essential components like hyaluronic acid, elastin and collagen which are crucial in maintaining the elasticity and firmness of skin. You can help reduce the rate of this loss in one of two ways: needles injecting these components or using a topical cream which is non-invasive.If you are not in favor of needles, then Glowzone Anti-Aging Moisturizer with Matrixyl 3000 can assist. This is a non-irritating skin rejuvenation cream containing a patented pentapeptide known to significantly improve the appearance of facial wrinkles, stretch marks and minor skin imperfections. This moisturizer also contains Shea butter, known for its nourishing effect on the skin and sodium hyaluronate to provide deep moisturizing.Benefits Reduce fine lines and wrinkles Improves skin firmness Enhance the skin's defences, preventing future damage Hydrates deeply and absorbs quickly and effectivelyTHE BEST ANTI-AGING MOISTURIZERS USE A BLENDED APPROACH JUST LIKE OURSTo start on your journey of getting younger looking skin, click theAdd to Cartbutton at the top right now. Try our other Glowzone products to get smooth, soft and supple skin from head to toe. We offer a 30 day no fuss guarantee on return.The story behind GlowzoneGlowzone was created by DC Homewares to offer best quality, up-market cosmetics that you can trust and use with safety. We source only the best quality ingredients, use a laboratory recognized for its safety and ethics, and will never support testing on animals or inferior product substitutions.We are the only sellers of this product",
    "itemID": "B00EQ2MGAA",
    "helpful": [
      9,
      10
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 516376
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 49.95,
    "brand": NaN
  },
  {
    "title": "Pure Dead Sea Mud Mask - 100% Natural Skin Care &quot;16 oz&quot; Organic Mud Mask - Ancient Natural Mud for Face, Body, and Wraps - Anti Aging Clay &amp; Mud Helps Heal Dry &amp; Oily Skin, Acne, Eczema &amp; Psoriasis - Pure Dead Sea Mud Face Mask - Facial Treatment Masks - Best Facial Mask - Dead Sea Mud Mask - Facial Mask Mud - Facials Mask - Best Facial Mask - Facial Mask for Acne - Facial Mud Mask - Skin Care Treatment - Anti Aging Skin Care - Mud Mask for Face - Mud Mask Dead Sea - Mud Mask for acne - Mud Mask for Men",
    "description": "1 Pound of 100% Pure Dead Sea Mud From Israel With Absolutely no Additives!Pure Dead Sea Mud is rich in essential minerals that Helps Heal and Soothes difficult skin problemsLike psoriasis, eczema, adult acne, as well as an all-natural treatment for oily skinPure Dead Sea Mud stimulates blood circulation, eliminates toxins, and exfoliates gently peeling away dead skin to reveal a more youthful healthier you!Experience the same Beauty and Health benefits at home using the Pure Dead Sea Mud and Body Mask.- Pure Dead Sea Mud Cleanses Purifies and Disinfects the skin while Refreshing and Revitalizing- Pure Dead Sea Mud can be used as an hair conditioner leaving your hair silky soft, and helps prevent dandruff- 100% Pure Dead Sea Mud draws out toxins and impurities removing dead skin cells revitalizing your skin- No need for expensive spa visits or traveling around the world for the natural healing propertiesPure Dead Sea Mud is Rich in 21 Essential Minerals:- Cleans and Tightens pores for an anti-achne, anti-aging effect- Hydrates and Moistirizes skin for a more youthful appearance- Stimulate blood circulation and eliminate toxins for natural skin rejuvination- Effective relief for skin disorders including acne, eczema and psoriasisHealthier Skin - Youthful Appearance - 100% Natural Healing Properties, and Skin Treatment!Click the 'Add to Cart' Button at the Top of This Page and Experience Glowing Healthy Skin!",
    "itemID": "B00EH6LTGM",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 102076
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 29.95,
    "brand": NaN
  }
]