[
  {
    "title": "Nail Art MoYou Rhinestone Pack of 1200 Crystal Premium Quality 2mm Gemstones in 12 different colors, beauty accessory for women nails, fun and easy to apply with top coat or nail glue!",
    "description": "Moyou Nail Art Rhinestone Pack-1200 premium quality stones.\n\nMoyou Nail Art Rhinestone Pack includes 1200 stones in different colours.\n1.Light Pink\n2.Light Gold\n3.Dark Purple\n4.Light Green\n5.Red\n6.Light Blue\n7.Clear\n8.Turquoise\n9.Dark Pink\n10.Lilac\n11.Black\n12.Dark Blue\n\n* Small sized \n* Can be applied with top coat or glue.",
    "itemID": "B003ODETES",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3700
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 1.66,
    "brand": "Moyou Nail Art"
  },
  {
    "title": "Bundle 5 Wheels Premium Manicure Nail Art Decorations Total 7400 Gems By Cheeky&reg;",
    "description": "Amazing nail art gems/decorationsThese stunning Cheeky decorations are used to create amazing patterns in nail art designs.They are provided in this set of 5 wheels in many colours and shapes.Your designs can be as amazing as your imagination will allow.This really is a Fabulous set for stunning nail art designs.In order to achieve the finest results please follow these steps:1. Clean your nails using Cheeky's special nail art cotton rounds and nail polish remover.2. Choose the nail decoration most suitable to the design you would like to create and gently place it on your nail using Cheeky's nail art tweezers.< br> 3. Start to express your creativity and create wonderful nail designs.4. In order to enhance your design, we highly recommend using Cheeky's nail strips and other decorations.The results will be outstanding!!!Becoming an official \"Cheeky Chick\"Cheeky is a lady's best friend!It is a one stop shop for ladies beauty needs such as: makeup, nails, personal care products or innovative beauty gadgets, all are only few clicks away when shopping on our Cheeky shop.Cheeky's famous high quality products and services are guaranteed with every purchase of one of our products.After the purchase of your first Cheeky item, you will become an official \"Cheeky Chick\" and most likely develop severe addiction to Cheeky's products.You will find that enjoyable shopping experience, excellent service and stylish high quality products can be bought at a fair price.Please note that we offer fast (from the UK) and slow (from China) shipping options for your convenience. Please select your most suitable shipping option according to your needs and budget.",
    "itemID": "B005WTYEYW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3271
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 6.99,
    "brand": NaN
  },
  {
    "title": "5pcs Blue 2 Way Double Ended Nail Art Manicure Pedicure Dot Paint Dotting Painting Marbleizing Pen Tool",
    "description": "5pcs Blue 2 Way Double Ended Nail Art Manicure Pedicure Dot Paint Dotting Painting Marbleizing Pen Tool",
    "itemID": "B006U95N34",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4554
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 2.34,
    "brand": "Evermarket"
  }
]