[
  {
    "title": "Jergens Original Scent Moisturizer, Cherry-Almond, 10 Ounce",
    "description": "Jergens Original Scent Moisturizer transports you back in time as it transforms dry skin into captivatingly soft skin. Leaves skin embraceable silky and subtly fragranced. Jergens Moisturizer with the classic Cherry-Almond scent. Comforts and Nourishes.",
    "itemID": "B000QX7YCI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 166463
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 4.99,
    "brand": "Jergens"
  },
  {
    "title": "Jonathan Product Dirt Texturizing Paste - 1.7 oz.",
    "description": "Simple StylingDirt is a water-based paste, designed to provide simple styling with lasting hold to thin, fine and medium hair types. Lemongrass essential water promotes manageability; white tea, almond, nettle and horsetail extracts nourish and condition; and sweet almond protein repairs damage. Antioxidant botanicals and an effective UV filter prevent damage and color loss for a vibrant hue. Its non-greasy, non-sticky texture is perfect for piecing, molding, separating, and texturizing, allowing you to style with ease. Apply to the roots for a volumized look, or add depth and drama by applying throughout your tresses.Simple stylingLasting holdNourishes and conditions hairPrevents and repairs damage1.7 oz.Especially Suited For:Thin, fine, and medium hairEssential Elements:Lemongrass essential water promotes manageability; white tea, almond, nettle and horsetail extracts nourish and condition; and sweet almond protein repairs damage. Antioxidant botanicals and an effective UV filter prevent damage and color loss for a vibrant hue.Free of:Animal-derived ingredients, animal testingFor Best Effect:Rub a small amount of the paste in your hands until it liquefies. Work it into either dry or damp hair and style to the desired effect.",
    "itemID": "B000TZJVBK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9795
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 10.55,
    "brand": "Jonathan Product"
  },
  {
    "title": "Sebastian Microweb Fiber,Flexible-elastic Texturizer), 1.5-ounce",
    "description": "Sebastian Microweb Fiber",
    "itemID": "B002HZAZEM",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4267
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 18.05,
    "brand": "Sebastian"
  }
]