[
  {
    "title": "SUPER NAIL Professional Nail Liquid 4 oz",
    "description": "SuperNail Professional Liquids are made from Ethyl Methacrylate infused with UV inhibitors. Prevents nails from yellowing. Superior adhesive properties let you create acrylics that last.",
    "itemID": "B0018N0E4K",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 43244
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Top & Base Coats"
      ]
    ],
    "price": 9.88,
    "brand": "Super Nail"
  },
  {
    "title": "EZ Flow A Polymer False Nails, Pink, 4 Ounce",
    "description": "It takes skill and a lot of training to create nails that define beauty and style. But durability is something that is not always in your control. That was until now. With our combination of Q Monomer and A Polymer powder. You will have it all. A Polymer Pink is blush pink in color and works great for pink and white nails. Working time is 35 45 seconds.",
    "itemID": "B001MHMGDY",
    "helpful": [
      0,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 17175
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "False Nails"
      ]
    ],
    "price": 18.89,
    "brand": "EzFlow"
  },
  {
    "title": "EZ Flow A Polymer False Nails, Clear, 4 Ounce",
    "description": "A Polymer and competition powders are the other part of the powerful equation for perfect nail enhancements. In seven classic, gotta have it colors, both work with our Q Monomer liquid. Our Competition Powders are quick set to help you win&#x2026; fast. A polymer Clear is 100% transparent in color and works great for natural nail overlays and is also used to as a sealing coat for your designed sculputred nails. Working time in 35 45 seconds.",
    "itemID": "B001MHNQYW",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 32499
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "False Nails"
      ]
    ],
    "price": 19.11,
    "brand": "EzFlow"
  }
]