[
  {
    "title": "Xtreme Brite Brightening Gel 1oz.",
    "description": "Xtreme Brite  Brightening gel is a highly concentrated gel that helps to obtain a clearer and brighter complexion. It helps remove blackheads and cosmetic acne.",
    "itemID": "9759091062",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 52254
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 19.99,
    "brand": "Xtreme Brite"
  },
  {
    "title": "Alba BotanicaTM Even Advanced Natural Moisturizer Sea Moss SPF 15 -- 2 fl oz",
    "description": "A daily dose of sun doesn't have to be a risky proposition with this lightweight, antioxidant-rich miracle worker.",
    "itemID": "B00005REAQ",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 4570
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 5.89,
    "brand": "Alba"
  },
  {
    "title": "Alba Botanica Even Advanced Sea Kelp Facial Toner, 6 Ounce Bottles",
    "description": "Since 1979, Alba Botanica has offered natural, 100% vegetarian personal care products that do beautiful for you, your friends and the animals and Earth you love. This means we DON'T use parabens, sulfates, or phthalates. We make a full range of products packed with potent natural, botanical ingredients that are formulated to nourish the individualized needs of your skin and hair. Because the Alba Botanica is committed to the health and happiness of all furry friends, we never test our products, or the ingredients that go into them, on animals. We recognize the need to be good stewards of all natural resources. So we try to do beautiful by reducing our environmental impact in everything we do as a business, from the field to the final product. We hope that you join our do beautiful campaign. Together we can help to preserve and heal the planet, now and for future generations.",
    "itemID": "B0014272H2",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 7927
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Toners & Astringents"
      ]
    ],
    "price": 8.66,
    "brand": "Alba Botanica"
  }
]