[
  {
    "title": "Set of 3 Sable NAIL ART Brushes Pen, Detailer Liner and Striper",
    "description": "* A lovely set of brushes made from golden taklon. The hairs are mounted on pointed bronze tips and they have a pen like appearance for ease of use. * Special designed for finest detailing tasks, like painting leaves, flower petals. Great for blending, side loading and getting into tight areas.",
    "itemID": "B001CE6T76",
    "helpful": [
      7,
      9
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 281
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Brushes"
      ]
    ],
    "price": 1.6,
    "brand": "SHANY Cosmetics"
  },
  {
    "title": "SHANY Cosmetics  3D Nail Art Decoration Mini Bottles with Nail Art Tweezer, 48 Count",
    "description": "Have more options for nail art than you know what to do with! With this set, you get 48 individual bottles of assorted nail art and decorations. The individual bottles keep the different decorations easily separate, with caps that fit tightly so your accessories stay where you want them to. Each bottle contains a different kind, shape, and color of nail art, ranging from glitter to  sequins to rhinestones and more. The colors also run the gamut, with  pearlescent, glittery, and neon colors. Using these decorations is super easy, no matter your level of experience. Just use top coat or nail glue to apply them to your nails at any stage in the manicure or pedicure process and voila - fabulous nails!",
    "itemID": "B009LYB2E4",
    "helpful": [
      3,
      4
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 3447
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 9.99,
    "brand": "SHANY Cosmetics"
  },
  {
    "title": "Dotting 5 X 2 Way Marbleizing Dotting Pen Set for Nail Art Manicure Pedicure, 4 Ounce",
    "description": "5 X 2 way marbleizing dotting pen set for nail art manicure pedicure in 10 different shape.",
    "itemID": "B004OHQR1Q",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 39
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 2.1,
    "brand": "Dotting"
  }
]