[
  {
    "title": "Aveeno Positively Radiant Skin Brightening Daily Scrub, 5 Ounce",
    "description": "This daily facial scrub helps improve skin tone, texture and clarity to reveal brighter, more radiant skin. This unique formula combines moisturerich soy extract with smooth, round microbeads to gently exfoliate while you cleanse, leaving skin soft, smooth and evenlooking. Its soapfree, oilfree, hypoallergenic ingredients are good for everyday use and gentle enough for sensitive skin.",
    "itemID": "B0000632EN",
    "helpful": [
      2,
      2
    ],
    "overall": 1.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 6.63,
    "brand": "Aveeno"
  },
  {
    "title": "Too Faced Tinted Beauty Balm Multi Benefit Skin Care Makeup, Cream Glow, 1.5 Fluid Ounce",
    "description": "Why we love it: our innovative, multi-benefit BB cream is the best of both worlds: tinted coverage with skincare benefits. In less time than it takes to hit the snooze button, you can prevent, protect and create the appearance of more radiant skin in just one step. Choose from six shades to find your perfect match.",
    "itemID": "B006QV3IQA",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 104162
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation Primers"
      ]
    ],
    "price": 33.6,
    "brand": "Too Faced"
  },
  {
    "title": "Garnier  Skin Renew Miracle Skin Perfector B.B. Cream, Medium and Deep, 2.5 Fluid Ounce",
    "description": "Garnier Skin Renew Miracle Skin Perfector BB Cream's lightweight, comfortable texture blends perfectly into skin for a sheer flawless finish, delivering results you can see and feel instantly. This miracle, multi-benefit product saves time by combining intense moisturizing skincare with vitamin C + mineral pigments. With every application, see five results: Renewed radiance, brightened complexion, evened skin and blurred imperfections, 24 hour hydration, and Broad Spectrum SPF 15 sunscreen protection against the harmful effects of the sun, when used with other sun protection measures. Formulation Facts: dermatologist tested for safety, non comedogenic - won't clog pores, gentle to skin, and non-greasy.",
    "itemID": "B006WVCF18",
    "helpful": [
      2,
      3
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 10743
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 11.27,
    "brand": "Garnier"
  }
]