[
  {
    "title": "Aveeno Positively Radiant Skin Brightening Daily Scrub, 5 Ounce",
    "description": "This daily facial scrub helps improve skin tone, texture and clarity to reveal brighter, more radiant skin. This unique formula combines moisturerich soy extract with smooth, round microbeads to gently exfoliate while you cleanse, leaving skin soft, smooth and evenlooking. Its soapfree, oilfree, hypoallergenic ingredients are good for everyday use and gentle enough for sensitive skin.",
    "itemID": "B0000632EN",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 6.63,
    "brand": "Aveeno"
  },
  {
    "title": "China Glaze up &amp; Away Collection: Re-fresh Mint #867/80937",
    "description": "China Glaze Re-Fresh Mint Nail Lacquer is a minty pastel green creme. This was one of the smoother, easier to apply light cremes from this collection. The finished look is definitely lovely, and even though it's cool",
    "itemID": "B0032H2FWO",
    "helpful": [
      14,
      16
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 9788
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 2.9,
    "brand": "China Glaze"
  },
  {
    "title": "Burts Bees Herbal Blemish Stick (White) - .26 fl oz - Liquid",
    "description": "Herbal Blemish Stick (White) by Burt's Bees .26 fl oz Liquid This blemish stick contains 10 effective natural herbal ingredients including willowbark nature's version of salicylic acid which clarifies and gently exfoliates skin to clear pores and help prevent breakouts. Combined with tea tree and juniper oils known for their antiseptic and astringent qualities and calendula to reduce inflammation and redness this concentrated formula keeps your skin clear naturally. For best results apply blemish stick directly to the affected areas 2 to 3 times daily. Additional applications my irritate your skin because of the formula's potent botanical ingredients.",
    "itemID": "B001MXKG6M",
    "helpful": [
      1,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 4734
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 8.59,
    "brand": "Burt&#39;s Bees"
  }
]