[
  {
    "title": "Jason Pure Natural Hand Soap, Purifying Tea Tree, 16 Ounce",
    "description": "In 1959, a group of independent thinkers drew upon the pioneering spirit that was so much a part of their California heritage and set out on a road of rediscovery. Theirs was a path back to safer, natural ingredients proven to work together in effective ways. And so the J&#x100;S&#xD6;N&#xA0;(which means \"healer\" in Greek) brand was born. The&#xA0;J&#x100;S&#xD6;N&#xA0;team meticulously created&#xA0;body loving products&#xA0;staying true to the&#xA0;J&#x100;S&#xD6;N&#xA0;Code of Honor: select safe, wholesome, natural ingredients, rigorously test every formula to ensure safety and efficacy, never test on animals, and constantly innovate and improve. As one generation has given way to the next,&#xA0;J&#x100;S&#xD6;N&#xA0;products have remained on the path forged by the brand&#x2019;s founders, committed to discovering even more ways to offer personal care solutions safer for us, our families and our planet.",
    "itemID": "B0000535UX",
    "helpful": [
      1,
      2
    ],
    "overall": 1.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Soaps"
      ]
    ],
    "price": 6.49,
    "brand": "Jason Natural"
  },
  {
    "title": "Jason Purifying Tea Tree Body Wash 30 fl oz",
    "description": "TRIEDITCOMMENT-2,2,2TRIEDITCOMMENTEND-TRIEDITPRECOMMENT- Product DetailsConcentrated &amp; Moisturizing, Never Dries Your Skin.For The Bath:&nbsp;Foamy &amp; luxurious, rich natural oils, emollients and humectants are combined to make your bathing experience a new pleasure.For The Shower:&nbsp;Rich lather and soothing comfort are your natural choices if you care about your body.&nbsp; Enjoy!pH balanced formula.Natural deodorant action.Never dries out your skin.Ends the dry, itchy feeling common to hot, cold and dry climates.Pledged to the Humane Society of the U.S. - Not Animal Tested.1-800-Jason-05Naturally, since 1959.Made in USA.",
    "itemID": "B0000535UT",
    "helpful": [
      3,
      5
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 3204
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Body Washes"
      ]
    ],
    "price": 9.59,
    "brand": "Jason Natural Cosmetics"
  },
  {
    "title": "Garnier Skin Renew Anti-Puff Eye Roller, 0.50 Fluid Ounce (Packaging May Vary)",
    "description": "Actual size. Caffeine pro-vitamins b5. Gently roll skin renew anti-puff eye roller under the eye from the inner corner to the outer corner, one to two times. Use finger to smooth in any excess until absorbed. This cool, refreshing light serum is immediately absorbed without leaving a greasy or sticky feel. It is oil-free and an excellent base for make-up. Healthy-looking skin starts with proper cleansing. After cleansing with nutri-pure, use your preferred skin renew daily moisture lotion. Apply skin renew anti-puff eye roller as your daily eye care, morning and night.garnier nutritioniste skin renew anti-puff eye roller. Roll away under-eye puffiness and dark circles for renewed, refreshed eyes. Skin renew anti-puff eye roller is right for you if you want to gently stimulate micro-circulation around skin's delicate eye area to decongest excess fluid for diminished dark circles and puffiness. Garnier nutritionist skin renew is our 1st anti-puff eye roller that uses a unique combination of \"skin-nutrients\" and a cooling, roll-on applicator to stimulate micro-circulation. It's ideal for a hygienic application in the sensitive eye area and convenient for use on-the-go. \"skin-nutrient\" facts skin renew with massaging roller and: caffeine decongests puffiness and diminishes dark circles. Pro-vitamin b5 refreshes and hydrates the delicate eye area.clinically tested and reviewed by dermatologist and nutritionist. Results instantly: eyes look renewed and refreshed. In 1 week: with continued use: the severity of puffiness is further reduced and dark circles stay minimized. Nutritional- dermatology. Garnier has developed an advanced skin care line with a unique combination of natural and essential \"skin-nutrients,\" surface-cell-recharging ingredients targeted to help your skin stay healthy- looking and beautiful, day after day. Dermatologist tested for safety. 100% oil-free. Ophthalmologist tested. Gentle to skin. Allergy tested. Non-greasy.",
    "itemID": "B001DPMETG",
    "helpful": [
      2,
      3
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 5574
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Rollers & Pens"
      ]
    ],
    "price": 8.43,
    "brand": "Garnier"
  }
]