[
  {
    "title": "Iman Cosmetics Luxury Pressed Powder -- Sand Light Medium",
    "description": "Iman Cosmetics Luxury Pressed Powder -- Clay Medium DarkThe Iman Cosmetics Luxury Pressed Powder helps control skin oiliness with its light powder formula. This translucent powder assists you in keeping your skin shine-free and moisture balanced. The Iman Cosmetics Luxury Pressed Powder helps you completely beautify your face. It has light shades that enhance a wide range of skin tones. It manages to control oil without drying your skin. Wear it alone or over foundation, which will give your makeup a perfect final touch. A silky powder blush, the Iman Pressed Powder gives you a finish that's long lasting and appears natural.Just for you:Oily skinA Closer Look:Iman Cosmetics Luxury Pressed Powder has a light, translucent formula, which helps in providing a matte finish.You Won't Find:Harsh chemicals",
    "itemID": "B000WY3AJW",
    "helpful": [
      4,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 86017
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 11.06,
    "brand": "Iman Cosmetics"
  },
  {
    "title": "SHANY Mark It Black Liquid Eye Liner, 0.1 Ounce",
    "description": "A Signature product from Shany Cosmetics, dries in 5 seconds, the fine tip makes it easy to draw a thin or thick line whenever you want. The best part is this item is il Free and water based. Jumbo Style makes it easier to use compare to other available options in market, Shany Mark it black is one of a kind in this category. Try it today and become our life time customer.",
    "itemID": "B003DKO7RG",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 118867
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyeliner"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Mary Kay Oil Mattifier",
    "description": "Helps elimate that oily look. Lasts for several hours.",
    "itemID": "B000CQPRBE",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 9196
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 8.0,
    "brand": "Mary Kay"
  }
]