[
  {
    "title": "Conair Anti-static Detangling Comb, Colors may vary",
    "description": "Conair's anti-static detangling comb gives you static free detangling and styling with maximum control. style dry hair more easily whle you smooth and shine without fly-away frizzies. widely spaced teeth evenly distribute conditioner throughout hair without pulling or causing split ends. use it for all hair types to create volume while styling. good for wet or dry styling.",
    "itemID": "B002QF4UYY",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 809
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Combs"
      ]
    ],
    "price": 9.49,
    "brand": "Conair"
  },
  {
    "title": "Goody Ouchless Flex Small Updo Barrettes, 2 Count",
    "description": "Goody Ouchless is a line of gentle and comfortable accessories that are inchesmetal free inches to minimize snags and reduce breakage. Ouchless Flex Comfort Flex Updo Barrettes have a curved, contoured shape and no metal to cause hair breakage.",
    "itemID": "B003XS3JC2",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 6962
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Barrettes"
      ]
    ],
    "price": 4.99,
    "brand": "Goody Ouchless"
  },
  {
    "title": "Scunci Effortless Beauty Large No-damage Multi-color Elastics",
    "description": "Scunci effortless beauty no-damage multi-color spa shade elastics are your secret to effortless all-day hold. Slide into any situation without worrying about hair slippage. These soft metal-free elastic bands keep ponytails tight while working out or for casual style. Best of all they won't damage your hair. Easy to carry in a purse or workout bag so you can change looks instantly. 30 pack ensures that no matter where you put one down you'll always be able to pick one up. Vibrant spa colors, 5 dark teal, 5 navy, 5 pink coral, 5 chocolate brown, 5 dark gray, and 5 black for casual style.",
    "itemID": "B0045H854W",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 3370
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Ponytail Holders"
      ]
    ],
    "price": 5.99,
    "brand": "Scunci"
  }
]