[
  {
    "title": "Dabur Vatika Enriched Coconut Hair Oil 300ml (Pack of 2 Bottles)",
    "description": "Vatika Hair Oil is a delicate mix of pure coconut oil with special hair care herbs including henna, amla and lemon. Blended together to strengthen each strand of hair from within. Vatika provides natural nourishment to your hair. Giving it body and radiance, taking care of the critical balance of nutrients.",
    "itemID": "B000JWM7FA",
    "helpful": [
      15,
      18
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6632
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 12.89,
    "brand": "Dabur"
  },
  {
    "title": "SILICON MIX Intensive Hair Treatment 60 oz",
    "description": "Silicon Mix Intensive Hair Treatment\n\nHair treatment to restore the health, shine and the softness of dry, damaged and weak hair. \n\nDIRECTIONS : Wash hair and towel dry. Apply with massages. Leave on from 2 to 3 minutes depending on the condition of the hair. Rinse.\n\nINGREDIENTS : Water, Mineral Oil, Cetyl Alcohol, Stearyl Alcohol, Glycerine, Citric Acid, Cetrimonium Chloride, Dimethycone Copolyol, Cyclomethicone, Keratin, Ceramide, Diazolidinyl Urea (and) Iodopropynyl Butylcarbamate, Fragrance.\n\nSIZE : Net Wt. 60 oz / 1,700 g",
    "itemID": "B000TDG2PU",
    "helpful": [
      42,
      46
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3253
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 22.39,
    "brand": "Silicon Mix"
  },
  {
    "title": "Star Lacio Lacio High Shine Leave in Hair Conditioner 7oz. [Health and Beauty]",
    "description": "HIGH SHINE LEAVE IN HAIR CONDITIONER \"LACIO LACIO\"\nCONCENTRATED SILK PROTEIN\n\nLACIO LACIO: It is a leave in high shine scientific developed formula to provide softness shine and new life to over processed, porus or dry hair. LACIO LACIO is an intensive hair treatment that restores split end over processed hair. \n\nDIRECTIONS : Apply evenly on wet hair and leave it on, style as usual. With the continue use of these products your hair will be completely restored.\n\nINGREDIENTS : WATER, CETEARYL ALCOHOL, HYDROLIZED SILK, DIMETHICONE COPOLYOL, CETRIMONIUM CHLORIDE, PANTHENOL, DMDM HYDANTOIN, METHYLPARABEN, PROPYLPARABEN, FRAGRANCE, COLORANT FREE.\n\nSIZE : 7 oz. / 207 mL.",
    "itemID": "B000U0CAYY",
    "helpful": [
      36,
      38
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 27592
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 12.9,
    "brand": "STAR"
  }
]