[
  {
    "title": "Village Naturals Therapy Cold &amp; Allergy Mineral Bath Soak 20 oz",
    "description": "Let Village Naturals TherapyTM Cold & \nAllergy Mineral Bath Soak make a house call. Soothe and comfort your body by soaking in a warm bath. Our therapeutic formula is enriched with vitamins, skin softening ingredients and aromatherapy vapors to help you feel better. Relax with ingredients that have been extracted from natural sources. This product contains echinacea to help suppress cold symptoms, ginseng to ease fatigue, and tea tree to stimulate the immune system. The Village Natural Therapy line includes Mineral Bath Soak, Liquid Mineral Bath, Mineral Shower Gel and Body Lotion.",
    "itemID": "B000VYHG9S",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {},
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bath",
        "Minerals & Salts"
      ]
    ],
    "price": 14.52,
    "brand": "Village Naturals"
  },
  {
    "title": "Now Foods: Tea Tree Oil, 4 oz",
    "description": "Tea tree oil has been a favorite among Australians for centuries. Only in recent years however, has it gained popularity in aromatherapy. With strong antiseptic and germicidal properties, Tea Tree is now used for a number of applications ranging from cosm",
    "itemID": "B000ELP5KA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 240
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 17.15,
    "brand": "Now Foods"
  },
  {
    "title": "Dudu-Osun African Black Soap (100% Pure) 150g Pack of 4",
    "description": "Specially formulated entirely from natural ingredients and herbs, this soap will have you feeling refreshed and silky smooth. Restores damaged skin and is helpful in healing chronic eczema, acne, freckles and dark spots. Scented with Osun (Camwood extract) citrus juices and native honey. Bio-degradable. No Preservatives, no preservatives and no artificial colors. Contains ingredients from natural plants and herbs from the tropical rain forest and Savannah regions such as Aloe Vera and natural vitamins. Pure Honey, Shea Butter, Osun (camwood), Palm kernel Oil, Cocoa Pod Ash, Palm Bunch Ash, Glycerine, Aloe Vera, Lime Juice & Oil, Lemon Juice & Oil, Water & Fragrance",
    "itemID": "B0023A7JF4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 158
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 10.99,
    "brand": "Tropical Naturals"
  }
]