[
  {
    "title": "Aveeno Positively Radiant Skin Brightening Daily Scrub, 5 Ounce",
    "description": "This daily facial scrub helps improve skin tone, texture and clarity to reveal brighter, more radiant skin. This unique formula combines moisturerich soy extract with smooth, round microbeads to gently exfoliate while you cleanse, leaving skin soft, smooth and evenlooking. Its soapfree, oilfree, hypoallergenic ingredients are good for everyday use and gentle enough for sensitive skin.",
    "itemID": "B0000632EN",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 6.63,
    "brand": "Aveeno"
  },
  {
    "title": "Neutrogena Norwegian Formula Fast Absorbing Hand Cream, 3 Ounce",
    "description": "Neutrogena Norwegian Formula Fast Absorbing Hand Cream instantly delivers the moisture you hands need without any greasy after feel. This lightweight formula was developed with dermatologists and works in three ways: Moisturizes and nourishes skin to transform uncomfortably dry, hands into soft, smooth hands. Helps repair skin's moisture barrier to keep hands softer and smoother, longer. Instantly absorbs into skin and leaves behind only the comfort of perfectly soft, supple, smooth hands.",
    "itemID": "B001B1831U",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 32827
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": 5.39,
    "brand": "Neutrogena"
  },
  {
    "title": "Neutrogena Norwegian Formula Hand Cream for Dry Chapped Hands, 2 Ounce (Pack of 2)",
    "description": "Neutrogena norwegian formula hand cream delivers effective relief for dry, chapped hands. It is so concentrated that only a small amount instantly leaves even dry, cracked hands noticeably softer and smoother after just one application. Used daily, it moisturizes dry, chapped skin; used overnight, it heals dry skineven under the harshest of conditions. It started with norwegian fishermen. Faced with some of the harshest, coldest weather on earth, they used a formula that delivers concentrated levels of glycerin to dry, chapped skin providing immediate and lasting relief. Five years of independent clinical testing confirmed what the fishermen knew all alongnorwegian formula hand cream consistently outperformed other products. Today, the norwegian formula product line includes a variety of body, hand and foot moisturizers to meet your individual dry skin needs. Just a little goes a long way. This 2 oz tube contains over 200 applications.",
    "itemID": "B005C4WPUW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 33872
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": 5.3,
    "brand": "Neutrogena"
  }
]