[
  {
    "title": "Pura d'or Hair Loss Prevention Premium Organic Shampoo, Brown and Blue, 16 Fluid Ounce",
    "description": "Our naturally organic shampoo for hair loss treatment is free of harsh chemicals that are the current and leading cause of many chronic hair conditions. Our shampoo is free of sodium lauryl sulfate (SLS), parabens, DEA, gluten, artificial colors, artificial fragrances and harsh preservatives. This gentle formula is fortified with an organic blend of argan oil, B vitamin complex, biotin, nettles extract, saw palmetto, he shou wu (fo-ti) and other clinically proven natural ingredients to aid against hair loss. Ingredients are specially selected for increased bioavailability and maximum absorption. It starts by nourishing hair follicles with essential nutrients to reverse any damage and begin the healing process. Biotin strengthens hair strands, niacin increases circulation and our exclusive DHT blocker blend promotes healthy hair growth. Continued use will prevent further hair loss. Safe for daily use, all hair types and both men and women. Product of U.S.A.",
    "itemID": "B0079R6BD2",
    "helpful": [
      0,
      8
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 63
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Shampoos"
      ]
    ],
    "price": 22.99,
    "brand": "Pura d&#39;or"
  },
  {
    "title": "Sedu Anti-Frizz Polishing Treatent with Argan Oil - 1 oz",
    "description": "NEW Sedu Anti-Frizz Polishing Treatment with pure Argan Oil protects from heat damage and leaves hair incredibly smooth and shiny. Similar to Moroccanoil it contains Argan Oil which is produced from the kernels of the argan tree, found in Morocco. Cherished for its nutritive, cosmetic and medicinal properties, Argan Oil is extraordinarily rich in things like natural tocopherols and vitamin E.",
    "itemID": "B00440AMNM",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 66276
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Styling Serums"
      ]
    ],
    "price": 29.99,
    "brand": NaN
  },
  {
    "title": "DS Laboratories Revita Growth Stimulating Shampoo 6 oz &amp; Conditioner 6oz Duo Set",
    "description": "DS Laboratories Revita Shampoo 180ml///DS Laboratories Revita Conditioner 180ml",
    "itemID": "B005LNMHZM",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 3510
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoo & Conditioner Sets"
      ]
    ],
    "price": 29.95,
    "brand": "DS Laboratories"
  }
]