[
  {
    "title": "Liquid Push Down Alcohol Dispenser- Clear Bottle- Labeled - 9 Oz Bottle",
    "description": "Perfect for alcohol dispensing on cotton ball, swabs, brushes 9 oz Polyethylene CLEAR bottle with Alcohol imprint Convenient swing lid, reduces odors, maintains purity Large opening for easy filling",
    "itemID": "B000MI85FC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3157
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Sets"
      ]
    ],
    "price": 4.91,
    "brand": "Tech-Med"
  },
  {
    "title": "Bare Escentuals Mineral Veil Finishing Powder -- 9g",
    "description": "What it is:A luminous 100% pure bareMinerals finishing powder for the face.What it is formulated to do:For the ultimate, translucent \"finishing touch\" to your makeup, Mineral Veil melts into your skin, infusing it with softness and light, giving the look you see with a soft focus camera lens. Buff on Mineral Veil over bareMinerals Foundation to lend extra staying power.What it is formulated WITHOUT:- Parabens- Sulfates- Synthetic Fragrances- Synthetic Dyes- Petro-Chemicals- PhthalatesWhat else you need to know:Completely sheer and ideal for all skin tones, Mineral Veil gently absorbs oil and minimizes the appearance of lines and pores without the buildup of pressed or loose powders that contain parabens, waxes, dyes and binders.Best of Sephora Winner 2008",
    "itemID": "B001AN0UTC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 598
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 12.95,
    "brand": "Bare Escentuals"
  },
  {
    "title": "Yardley Lemon Verbena with Shea Butter Bar Soap, 4.25 Ounce",
    "description": "Yardley london naturally moisturizing bar this gentle soap contains aloe-vera to help soothe and heal the skin. Yardley london naturally moisturizing bar fine luxury soaps using the freshest ingredients and fragrances inspired by nature. Made in USA.",
    "itemID": "B001U8L104",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 24737
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 0.74,
    "brand": "Yardley"
  }
]