[
  {
    "title": "Avalon Organics Night Cream Lavender Luminosity -- 2 oz",
    "description": "Lavender Luminosity Ultimate Night Cream by Avalon Organics 2 oz Cream Lavender Luminosity Ultimate Night Cream 2 oz Product Our skin goes through a nightly restorative process while we sleep naturally accelerating cell repair and collagen production. This luxuriously rich moisturizing cream blended with kombucha hyaluronic acid licorice root and lavender essential oil helps maximize this process. Lines wrinkles blotchiness and other unevenness on the skin are smoothed allowing the skins natural luminosity to shine through for a more youthful-looking complexion. Hypo-allergenic night cream illuminates while you sleep for Renewed Radiance. Directions After cleansing and before bed apply to face and neck. Also an ideal cream for use during the day for very dry skin. Warnings Keep out of reach of children. As with all dietary supplements consult your healthcare professional before use. See product label for more information.",
    "itemID": "B0002JGIZA",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 24759
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 12.45,
    "brand": "Avalon"
  },
  {
    "title": "Blue Lizard Australian Suncreen, Face SPF 30+, 5-Ounce",
    "description": "Blue Lizard Face &#8211; Oil-free moisturizer with Hyaluronic Acid. Daily wear formula is enhanced with Caffeine, Green Tea and Vitamin E. Micronized Zinc Oxide, Octinoxate sunscreen.",
    "itemID": "B000I5KCIW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 792
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection"
      ]
    ],
    "price": 15.29,
    "brand": "Blue Lizard"
  },
  {
    "title": "Eltamd UV Physical SPF 41, 85-Gram",
    "description": "EltaMD UV Physical SPF 41 is a gentle-daily sunscreen that absorbs quickly and can be used on the face, body, and children. This sunscreen utilizes the natural mineral UV protection of zinc oxide and titanium dioxide and can be worn with or without makeup.Oil-free, paraben-free, fragrance-free, and chemical-free.",
    "itemID": "B0012XO2W6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 106
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 19.12,
    "brand": "EltaMD"
  }
]