[
  {
    "title": "Instant Heat Curling Iron, 1-Inch",
    "description": "Welcome to the world of advanced styling, where curling irons heat up in less than a minute, where you can choose between 25 different temperature settings for any hair type, and where, if left unattended, your curling iron automatically turns off. Conair's 1-inch curling iron is ideal for creating those medium-to-large bouncing curls. Featuring dual voltage settings, the iron allows you to select either standard North American 125-volt or 250-volt foreign electricity operation, so you can use your curler when you're traveling abroad. Its sure-grip handle has a patented design for greater control and precision, and the electronic on/off touch pad is easy to use. If you forget to turn off the curler (too busy fending off your admirers, we assume), it will automatically shut itself off. With that 60-second heat-up time and a flashing indicator light that lets you know when you can start styling, you'll have playful curls to impress within minutes. And with a two-year limited warranty, you'll be curling for years to come.--Ariel Meadow Stallings",
    "itemID": "B000050B6U",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3225
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Curling Irons"
      ]
    ],
    "price": 13.95,
    "brand": "Conair"
  },
  {
    "title": "Vidal Sasson VS505 1875W Fast Dry Turbo Dryer",
    "description": "Vidal Sassoon 1875W Fast Dry Turbo Dryer with diffuser features 3 heat and 2 speed settings.  There is a rubberized handle and nozzle for easy holding.  It has separate heat/speed controls for added styling flexibility.  There is a cold shot button for setting style after drying.  The finger diffuser attachment disperses airflow for gentle drying.  There is an airflow concentrator for focused drying.",
    "itemID": "B000PXYC6U",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1631
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 17.99,
    "brand": "Vidal Sassoon"
  },
  {
    "title": "Aquage  Thickening Spraygel, 8-Ounce Bottle",
    "description": "AQUAGE by Aquage THICKENING SPRAY GEL FIRM HOLD 8 OZ",
    "itemID": "B00138Y8TW",
    "helpful": [
      3,
      3
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 3610
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 16.49,
    "brand": "Aquage"
  }
]