[
  {
    "title": "Creme of Nature Argan Oil Intensive Conditioning Treatment, 12 oz",
    "description": "Creme of Nature Argan Oil Intensive Conditioning Treatment, 12 oz",
    "itemID": "B004YRVCGQ",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 34311
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 7.99,
    "brand": "Creme of Nature"
  },
  {
    "title": "GPB (Glycogen Protein Balance) Conditioner Jumbo Size - 16 oz - Liquid",
    "description": "For years, people have sworn by this ultra-nourishing conditioner made with two kinds of protein-lactalbumin (a milk protein) and glycogen from oyster shells. High in sulfur-rich amino acids and other nutrients, GPB is the solution to dry, chemically-treated hair and split ends. (Not a vegan product.)   INGREDIENTS: Essential Fatty Acid Base (with Amino Acids Cysteine, Cystine and Methionine), Lactalbumin (milk protein), Rosemary, Sage, Horsetail, Coltsfoot, Nettle, Glycogen (from oyster shells), Balsam Tolu, Aubrey's Preservative (Citrus Seed Extract, Vitamins A, C and E).",
    "itemID": "B00028OPZ6",
    "helpful": [
      2,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 118096
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 12.89,
    "brand": "Aubrey Organics"
  },
  {
    "title": "Aztec Secrets: Indian Healing Bentonite Clay, 2 lbs",
    "description": "Indian Healing Clay by Aztec Secret 2 lbs Clay How Aztec Secret Works Indian Healing Clay Clays have been used for centuries to beautify and refresh when used as a facial mask. Cleopatra used clay from the Nile river and the Arabian desert over 1800 years ago as part of her beauty ritual. German and Roman spas have been using clay packs and treatments in the spas they built 4 000 years ago. Many of these spas still exist and use clay even today. Pliney the Elder devoted an entire chapter of his Natural History to the many uses of clay for pimples black heads and skin tightening. Many famous naturopaths such as Kuhn Just and Kneipp have contributed to the revival of the uses of clay through their natural treatments for arthritus and skin ailgments. Aztec Indian Healing Clay A Brief History - The Worlds Most Powerful Facial The use of clay with apple cider vinegar can be dated back to the southern French priest of the16th century Kneipp and his natural treatments using clay packs and po",
    "itemID": "B000ZMBSPE",
    "helpful": [
      11,
      17
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 142
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 10.31,
    "brand": "Aztec Secret"
  }
]