[
  {
    "title": "Watts Beauty ArganGoldTM 120ml /100% Cert. Organic Cold Pressed Argan Nut Oil - Hair &amp; Body -Morocco",
    "description": "Yes, this is the popular Watts Beauty product that everyone is searching for. Don't buy a whole new line of products, simply add a few drops of this pure argan oil to your favorite hair and skin products to enhance their results and benefits. Watts Beauty Argan Gold is produced by a women's cooperative that shares the profits among the local women of the Berber tribe. The cooperative has established an ecosystem reforestation project so that the supply of argan oil will not run out and the income that is currently supporting the women will not disappear. The money is providing health care and education to the local women, and supporting the entire community as a whole.",
    "itemID": "B005GHP5UC",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 19331
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 19.89,
    "brand": NaN
  },
  {
    "title": "ELMA&amp;SANA Golden Argan Oil &reg; 100 Cold Pressed Virgin Organic Certified By Ecocert -1oz(30ml)",
    "description": "Elma and Sana golden argan oil 1 oz blue glass bottle with dropper 100% natural raw cosmetic argan oil is the perfect oil for the face, body, hair, and nails. Ideal for all skin and hair types, argan oil improves skin hydration. This non-greasy formula is fragrance-free and organically cold-pressed. Made from the nuts of the Moroccan argan tree, It is high in vitamin E and essential fatty ideal for all skin and hair types. Improve skin's hydration. Non-greasy 100% raw organic cold pressed. 100% natural fragrance free. Benefits, Non-greasy, fast absorbing and moisturizes softens and nourishes eliminates frizz and adds shine to hair strengthen soft and brittle nails imported directly from ecocert certified women's cooperatives from morocco.",
    "itemID": "B00397XUIK",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 6851
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 8.0,
    "brand": "ELMA&amp;SANA"
  },
  {
    "title": "Blue Green Algae Hair Mask 4 oz",
    "description": "Blue Green Algae Hair Rescue Conditioning Mask by Aubrey Organics 4 oz Cream Blue Green Algae Hair Rescue Conditioning Mask 4 oz Cream Product There's no better conditioner for the hair than protein. And there's no better source of vegetable protein than blue green algae made up of over 50 utilizable protein all the major amino acids and a long list of vitamins and minerals. We combine it with organic shea butter organic aloe and other moisture-rich herbals in this ultra-conditioning mask ideal for chemically treated or damaged hair. FEATURES BENEFITS Organic Blue Green Algae High in protein amino acids strengthens hair fiber tones scalp Organic Aloe Shea Butter Restore moisture balance Ingredients Aqua cetyl alcohol alcohol denat. (38b lavender ) aloe barbadensis (aloe) leaf juice butyrospermum parkii (shea butter) hydrolyzed rhodophycea extract glycerin citrus grandis (grapefruit) extract aphanizomenon flos aquae (blue green algae) glyceryl linoleate glyceryl linolenate tocopherol a",
    "itemID": "B00028OU5Q",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 32234
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 13.12,
    "brand": "Aubrey Organics"
  }
]