[
  {
    "title": "Natural Anti Aging Anti Wrinkle Intensive Skin Care Eye Firming Cream - Made Under the Mediterranean Sun | Smooths Out Fine Lines and Wrinkles | Lightens Dark Circles | Reduces Puffy Eyes | Encourages the Skin to Produce Natural Collagen | Rejuvenating Naturally Mediterranean Moisturizing Cream | SAY Goodbye to Wrinkles, Baggy Eyes and Dark Rings | Fresh Looking Youthful Skin | Easily Absorbs to Leave Skin Smooth | No Chemicals, No Additives, No Unnatural Preservatives, No Parabens, No Free Radicals",
    "description": "",
    "itemID": "B00CSS9ZHG",
    "helpful": [
      7,
      8
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 137656
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Combinations"
      ]
    ],
    "price": 39.95,
    "brand": NaN
  },
  {
    "title": "Cellulite Cream - This Potent Anti Cellulite Cream Is Proven To Eliminate Ugly Cellulite Dimples - Extremely Effective For Toning &amp; Tightening Dimpled Skin - Smooths Fatty Uneven Skin For A Tighter, More Youthful Appearance! Sells Out Fast!",
    "description": "Description:Tired Of Ugly Cellulite Dimples?  Discover How To Finally Eliminate & Reduce That Fatty Cellulite Under Your Skin!You Won't Find A Higher Quality, More Potent, More Effective Anti Cellulite Cream On The MarketBeverly Swiss Anti Cellulite Cream Provides Proven Results- Extremely effective for eliminating fatty cellulite dimples- Instantly tightens & firms skin- Makes skin appear more toned and youthful- Formulated with pharmaceutical grade amino acids- Boosts Collagen Production For An Instant Youthful Appearance- Made in the USA In Our Advanced FDA Certified FacilityBeware of Generic Or Unproven Cellulite Cream Here on AmazonThere has been a large quantity of low quality cellulite cream flooding theAmazon marketplace.Beverly Swiss Cellulite Cream Provides Dramatic Results & Is ConsideredTo Be The Absolute Best Cellulite Cream On The Market!Our Guarantee To YouIf within 30 days you're not 100% happy with your purchase of Beverly Swiss CelluliteCream let us know and we'll refund your entire purchase price...no questions asked!Very Important...Read This:We Apologize If We're Sold Out.  Because Of The Extremely High Demand For OurCellulite Cream, We Tend To Run Out Of Inventory Fast.Order Your Beverly Swiss Cellulite Cream Now While It's Still In Stock!",
    "itemID": "B00DU2MN5U",
    "helpful": [
      16,
      22
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 4675
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Creams"
      ]
    ],
    "price": 19.95,
    "brand": NaN
  },
  {
    "title": "Skinny Cream Clinically Proven Cellulite Reduction, 6 Ounce",
    "description": "With its state of the art proprietary blend of potent ingredients, Skinny Cream gives you clinically proven results to reduce the appearance of cellulite, while making the body smoother and firmer. This revolutionary cream not only diminishes the appearance of cellulite while dramatically increasing the skin's smoothness, but it causes \"reverse differentiation\" causing fat cells and fat tissue to actually reverse its form into healthy, fibrolast-like tissue. The skin will be smoother, firmer and healthier with more suppleness and elasticity...and a dramatic reduction in the appearance of cellulite.",
    "itemID": "B009LOJ5MA",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8514
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 29.99,
    "brand": "Skinny Cream"
  }
]