[
  {
    "title": "Crystal Essence Chamomile and Green Tea Roll On Crystal Body Deodorant 2.25 oz R",
    "description": "Crystal Essence Chamomile and Green Tea Roll On by Crystal Body Deodorant 2.25 oz Roll-On CRYSTAL ESSENCE CHAMOMILE GREEN TEA ROLL-ON Combines the stress reduction of Chamomile with the powerful anti-oxidants of Green Tea in a roll-on which goes on lightly unlike most roll-ons on the market today. How to Use Apply to clean skin.",
    "itemID": "B0027CH02A",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 18904
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 4.75,
    "brand": "Crystal Body Deodorant"
  },
  {
    "title": "Oribe Shampoo for Beautiful Color, 8.5 Ounce",
    "description": "Preserving what the colorist intended, these souped-up shade savers provide enhanced protection against the colorsapping effect of the sun and environmental pollutants. Intelligent moisturizers and reparative ingredients target the most parched and damaged areas, leaving color rich to the eyes and hair soft to the touch. Beautiful. An ultra-gentle cleanser for ultra-beautiful color. Extend the bright, happy life of your dye with high-tech ingredients that target damaged areas for intense moisture treatment and protect your hue from the elements. Lather, indulge, rinse. Paraben free. UV Protection. Color safe.",
    "itemID": "B00203MP9E",
    "helpful": [
      3,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1812
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 39.0,
    "brand": "Oribe"
  },
  {
    "title": "Oribe Conditioner for Beautiful Color, 6.8 Ounce",
    "description": "Have you chemically treated your hair too much, try this Oribe conditioner for beautiful hair.  It will help restore color treated hair to its original shine and keep protecting from harmful UV rays.",
    "itemID": "B00203MPJY",
    "helpful": [
      5,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2594
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 39.89,
    "brand": "Oribe"
  }
]