[
  {
    "title": "DevaCurl - DevaCare No-Poo No-Fade Zero Lather Hair Cleanser - 12 oz.",
    "description": "DevaCurl DevaCare No-Poo No-Fade Zero Lather Cleanser - 12 oz. (355ml) DevaCurl DevaCare No-Poo is a no-fade zero lather cleanser that gently cleans and hydrates color-treated hair to reveal the healthiest, frizz free curls. DevaCurl DevaCare No-Poo is 100% Sulfate, Paraben and Silicone free. DevaCurl DevaCare No-Poo is recommended for all curl types, natural&nbsp;and color-treated alike. Frequently Asked Questions Will DevaCurl still work for individuals with permed curls instead of natural curls?Once hair is permed, it is considered curly and must be treated with the same care as naturally curly hair. Moisture is the key to success with curls so the more dehydrated, the more they encourage you to use their botanically infused and very moisturizing conditioners and styling products. Can those of us with straight hair use DevaCurl?Absolutely. This gentle sulfate free, paraben free, water soluble and&nbsp; botanically infused system is great for all curl types or hair that is worn straight as well as hair that has been chemically processed. What sets DevaCurl apart from other curly hair care product lines?&nbsp; DevaCurl is a 100% sulfate, paraben and silicone free system for curly, wavy and chemically dehydrated hair. Every DevaCurl product contains beneficial and moisturizing botanicals that rejuvenate, restore and respect curls' natural order. The unique Deva 3-Step technique has helped curly girls and guys to put down their weapons of mass curl destruction (straighteners, blow-fryers and harsh detergents) and embrace their natural curls. What is the Deva 3-Step and how often should I follow it? Cleanse, hydrate and define as often as your curls require. For some, the Deva 3-Step technique is a regular part of their daily routine and for others, once or twice a week is all it takes. To see the Deva 3-Step technique in action, watch here.",
    "itemID": "B000H3O90C",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 16944
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Curl Enhancers"
      ]
    ],
    "price": 12.55,
    "brand": "DevaCare"
  },
  {
    "title": "DevaCare One Condition, No-Fade Ultra Creamy Conditioner, 12 Fl Ounce (Pack of 2)",
    "description": "To have and to hold. No-fade ultra creamy conditioner. For sale in professional salons only. All you need is one: Love this super rich, ultra creamy conditioner for moisture deprived, colored and chemically processed hair. Enriched with orange-peel wax, Vitamin-C, olive oil and other essential botanicals, One Condition provides maximum hydration and color retention. Not tested on animals. Made in U.S.A.",
    "itemID": "B001EWF3DC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 25461
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 25.68,
    "brand": "DevaCurl"
  },
  {
    "title": "Kiss My Face Peaches &amp; Creme Moisturizer with 8% Alpha Hydroxy Acids, 4-Ounce Bottles (Pack of 3)",
    "description": "Alpha Hydroxy Acids are natural substances found in fruit and sugar cane. They gently speed up the exfoliation process while improving skin tone and texture. With 8% Alpha Hydroxy Acids, Kiss My Face Peaches & Cr?me Alpha Hydroxy Moisturizer is an intensi",
    "itemID": "B001E768AE",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 266125
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]