[
  {
    "title": "AcneFree Clear Skin System, 3-Step Kit (Purifying Cleanser, Renewing Toner, Repair Lotion)",
    "description": "See results in as little as 3 days! Clinically proven to fight acne 24/7. Breakthrough time-released Benzoyl Peroxide formula. For all skin types and ethnicities. For all ages - teens to adults. Dermatologist preferred 3-step system for acne. A major breakthrough in acne treatments. Time released Benzoyl Peroxide formula works 24/7. Is powerful yet non-irritating. Use the Acne-Free 3-Step System every day, twice a day. Even after acne clears, continue using for preventative care. Step 1 - Purifying Cleanser: Purifies, gently exfoliates dead skin cells and removes clogging dirt, oil and impurities leaving skin fresh  and clean. Non-irritating formula, delivers Benzoyl Peroxide directly onto skin to attach and eliminate bacteria. Step 2 - Renewing Toner: Gently remove dead skin cells and revitalize and renew with this skin balancing formula. Deeply penetrates to remove excess oil leaving skin feeling clean, fresh and perfectly toned. Prepares skin for Step 3. Step 3 - Repairing Lotion: Fast working medicine provides the most effective acne prevention available. Attacks bacteria to kill acne and blackheads before they start. Breakthrough Time-Released Benzoyl-Peroxide provides all day oil control and works 24/7 to keep pores acne-free! Made in USA.",
    "itemID": "B00070QF20",
    "helpful": [
      17,
      26
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 5403
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Sets & Kits"
      ]
    ],
    "price": 11.99,
    "brand": "AcneFree"
  },
  {
    "title": "Clean &amp; Clear Blackhead Eraser Kit",
    "description": "Don't just treat blackheads--erase them for good with Clean and Clear's Blackhead Eraser Kit. This kit contains a compact, effective device that uses a non-irritating vibrating action and medicated pads to open up and deep clean your pores, letting fresh, clear skin emerge. Easy and pleasant to use, this eraser gives you a healthy and invigorating do-it-yourself facial in the privacy of your own home..caption { font-family: Verdana, Helvetica neue, Arial, serif; font-size: 10px; font-weight: bold; font-style: italic; } ul.indent { list-style: inside disc; text-indent: 20px; } img.withlink {border:1px black solid;}Strong medication penetrates pores, leaving you with healthier skin.View larger.The blackhead eraser is easy to use.View larger.This kit includes everything you need to get started.Fight Blackheads Effectively and ComfortablyCaused by excess oils that have accumulated in sebaceous glands, blackheads can be stubborn to treat. The Eraser, however, is specially designed to target them with strong medicine that penetrates your skin's pores. It not only helps clear up the blackheads you have now, it also prevents new ones from forming. The result? Less blackheads today and tomorrow for a smoother, brighter skin.Effective and Easy to UseThe Eraser features an ergonomic, user-friendly design that makes it easy to grab blackheads and start erasing. Simply reach for one of the included medicated pads (use a new one every time you wash), run it under some water, place it on the surface of the eraser, and twist to turn on. The Eraser gently vibrates to exfoliate dead surface skin and remove dirt and oil more effectively. The foaming medicated pads, containing Clean and Clear's exclusive blackhead dissolving serum with salicylic acid, ensure a deep clean so your skin will feel refreshed. For added convenience, the cordless Eraser runs on one \"AA\" battery (included).Soft, Smooth SkinThe Eraser's foaming action can help clear up problem areas. It also makes it easier to focus on parts of you face where you're more likely to get blackheads--like on or around the nose, along the jawline, or on the chin. After only one use, your skin will feel softer and smoother. And as part of a healthy skin regimen, the Eraser lets you put your best face forward, each and every day.About Clean and ClearPart of Johnson and Johnson's family of health and personal care companies, Clean and Clear offers acne skin care products, treatments, and medications to leave skin looking healthy, clean, and radiant. Currently available in 46 counties, this innovative line combines careful research with quality ingredients to help women and men of all ages look their best.What's in the BoxEraser, pack of medicated pads, and one \"AA\" battery.",
    "itemID": "B0018S8MZ8",
    "helpful": [
      6,
      8
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 194461
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Belli Elasticity Belly Oil, 4 fl. oz.",
    "description": "Belli Elasticity Belly Oil offers a luxurious blend of ingredients that nourish your skin while protecting against stretch marks. This product features Gotu Kola extract, Vitamin E, and Collagen Hydrolysates--ingredients that have been shown to decrease the risk of stretch marks by 39 percent. And with calming lavender and sweet almond, Belli Oil is sure to sooth tired moms-to-be.Belli Takes the Worry out of Pregnancy SkincareThe last thing any expectant mother wants to worry about is her skin. As a mom-to-be, pregnancy should be a time for excitement, not a time for agonizing about the challenges of a changing body. Luckily, Belli has taken the worry out of pregnancy skincare by creating a complete line of products that are specially formulated to address your needs as an expectant mom, especially the need to know that you are making the healthiest choices for your baby.Proven Protection Against Stretch marksDuring the second and third trimesters of your pregnancy, your uterus will grow rapidly, stretching the skin over your abdomen. This rapid growth may tear your skin's inner connective tissues, resulting in stretch marks on your belly. Normal pregnancy growth may also increase fat deposits in your breasts, hips, thighs, and buttocks, and may result in scarring of those areas.Affecting 90 percent of all women, stretch marks may seem like an unavoidable part of motherhood, but luckily there are things you can you can do to minimize your risk. Published research on stretch mark prevention shows that a combination of Gotu Kola extract, Vitamin E, and Collagen Hydrolysates decreases the risk of acquiring stretch marks by about 39 percent and decreases the severity of any stretch marks that do form. All of these ingredients can be found in Belli Pregnancy's Elasticity Belly Oil, along with the relaxing aromas of lavender and almond oil.Pampering for Mom, Protection for BabyWhile many topical ingredients are thought to be safe during pregnancy, a large number are linked to harmful effects that occur after repeated or high exposures. Some examples include Vitamin A, salicylic acid, benzoyl peroxide, certain sunscreens, and even aloe vera. While your skin blocks many skin care ingredients from entering your body, small amounts of some ingredients are still absorbed into your bloodstream. Once there, they can cross the placenta and reach your growing baby.This is why Belli screens each ingredient to exclude chemicals that have been linked to birth defects and pregnancy-related problems. As the only line in the world to do so, Belli also allergy tests all of its products and ensures they are free of synthetic dyes, phthalates, and paraben preservatives.What's in the Box:One four-ounce bottle of Belli Elasticity Belly OilAbout BelliBelli supports expectant and new mothers by providing soothing, balanced skin products that pamper and protect. Three skincare collections--Belli Pregnancy, Belli Motherhood, and Belli Baby--address the specific needs of each stage while giving thoughtful attention to the safest formulations. Belli's goal is to support and encourage new mothers, inspiring self-confidence and greater safety in both pregnancy and parenting.",
    "itemID": "B000V1BDIG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 15991
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 34.95,
    "brand": "Belli"
  }
]