[
  {
    "title": "Revlon Colorstay Sheer Overtime Lipcolor, Sheer Mocha 1 ea",
    "description": "8 hours of sheer color plus moisturizing shine for glistening, shimmering lips.  Won't kiss off, feather bleed.  Exclusive sheer color lock formula with silk proteins looks fresh for 8 hours.  Top coat with 99% moisture plus chamomile and soy extract keeps lips comfortable and shiny.  Color-coordinated topcoat with liquefied pearls adds shimmery dimensions.",
    "itemID": "B0017RGCJ8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 120355
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 9.99,
    "brand": "Revlon"
  },
  {
    "title": "Blinc Mascara, Black, 0.21-Ounce Tube",
    "description": "Stop painting your lashes, tube them. Blinc is the original mascara invented to form tiny water resistant tubes around your lashes rather than painting them like conventional mascaras. Once applied, the tubes bind to your lashes and cannot run, smudge, clump, or flake, even if you cry or rub your eyes. Blinc mascara will add both volume and length to give you a radiant natural look that lasts all day. Only when you are ready for removal, the tubes will effortlessly slide off your lashes into your hand without the use of a harsh makeup remover. Made in Japan",
    "itemID": "B002A9JONI",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 355
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 9.0,
    "brand": "Blinc"
  },
  {
    "title": "Maybelline New York Instant Age Rewind Eraser Dark Circles Treatment Concealer, Fair 10, 0.2-fluid Ounce",
    "description": "Instantly creates a radiant, refreshed looking eye area. Super concentrated formula with goji berry and haloxyl helps to erase the appearance of dark circles and fine lines, while visibly diminishing the appearance of puffiness around the eyes.",
    "itemID": "B004Y9GTOO",
    "helpful": [
      0,
      2
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 6315
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Dark Circle Treatments"
      ]
    ],
    "price": 6.99,
    "brand": "Maybelline"
  }
]