[
  {
    "title": "500 WHITE French Acrylic False Artificial Tips Nail Art",
    "description": "500 FRENCH Acrylic False Artificial Tips Nail Art",
    "itemID": "B001B488WG",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 20837
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "False Nails"
      ]
    ],
    "price": 1.86,
    "brand": "Eamee"
  },
  {
    "title": "e.l.f. Essential Eyelid Primer-7501 Sheer",
    "description": "Provides smoother, longer lasting, crease-proof eyeshadow application. Apply before eyeshadow. Formulated WITHOUT Parabens, Preservatives and Chemical Dyes",
    "itemID": "B004DIUWAI",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 918
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Concealer & Base"
      ]
    ],
    "price": 1.5,
    "brand": "e.l.f. Cosmetics"
  },
  {
    "title": "Fash Professional 88 Color Eyeshadow Matte And Shimmer Palette (Cosmetic, Makeup",
    "description": "FASHLimited brings you an 88 multi-color palette consisting of numerous glossy and matte eye shadows. This quality product that has been manufactured, assembled and thoroughly examined byFASHwith the motive of providing high end quality service to our customers. Get a sophisticated look by applying just a little amount of your choice of shadow. The kit comes with a pair of eye shadow brushes that help you don a stunning look within no time. The colors which are made out of natural mineral oils help you sustain that dazzling look for a longer period of time. The palette is extremely compact and is can easily fit in your handbag. So, what are you waiting for? Grab this phenomenal product before it runs out of stock! Add a touch of glamour to your makeup using a professional range ofFASHmakeup brushes.",
    "itemID": "B0058RFU5A",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11753
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Palettes"
      ]
    ],
    "price": 11.49,
    "brand": NaN
  }
]