[
  {
    "title": "SHANY Cosmetics Mineral Eyeshadow Loose Powder, Favorite Colors, 40 Count",
    "description": "A complete set of shimmering colors, the SHANY Mineral Eye Sparkle Eyeshadow (Set of 40 Jars) is based on SHANY's Boutique 40 Color Eye Shadow Palette (sold separately). Each color is neatly packaged in a small jar, so you can toss a few in your purse or stack them up for easy storage on your vanity table. Made from natural minerals, the versatile eye shadows have a slight sparkle and can be also applied to your brows, cheeks, nails, and body.Mineral Eye SparkleEyeshadow(Set of 40 Jars)At a Glance:Versatile, shimmering colors for eyes, face, lips, cheeks, and body100&#37; natural mineral base and eco-friendly ingredients--good for sensitive skinPortable, see-through jars stack together or can be individually coveredWash off easily with your normal face-cleansing routineColors are based on the essential SHANY Boutique 40 Color Eye Shadow PaletteVersatile, shimmering colors are subtle enough for work and vibrant enough for a night on the town.View larger.Natural mineral oil base creates a vivid shade that is resistant to fading.View larger.Eye Shadow Jar Set with 40 Popular, Shimmering ColorsWhether you opt for subtle eye color for work or a dab of shimmer on your cheeks for date night, this eye shadow set has shades for the occasion. The shades in this set were individually picked by SHANY for popularity and versatility. Just like a professional makeup artist, you'll have a rainbow of soft pastels and striking blues, greens, and reds at your disposal.Each color can be used on its own or blended with others for a shimmering look. You can also add a touch of water for a more vibrant look. These eye shadows can also be applied to cheeks, lips, and body for a hint of beautiful color. You can even paint your nails with them by mixing the eye shadow with petroleum jelly.Made with Natural MineralsMade from 100 percent natural minerals, this eye shadow is manufactured in the USA and approved by the FDA. Gentle, eco-friendly ingredients make this product suitable for people with sensitive skin.The eye shadow can be easily washed off at the end of the day using your normal makeup removal routine.Stackable or Individual Jars for Easy StorageThe eye shadows are individually packaged so you can easily toss one or two into a purse or bag. For storage at home, you can remove the lids and stack them vertically for easy organization. The jars are durable and see-through so you can easily find the shade you're looking for.The palette does not include brushes. Try pairing it with theSHANY Studio-Quality Natural Cosmetic Brush Set with Leather Pouch(sold separately) for easy, smooth application.About SHANY: Sleek. Sexy. Breathtaking.With a commitment to high quality, SHANY creates a variety of makeup kits, cases, and accessories. Offering easy accessibility to professional-quality makeup and accessories for at-home users, SHANY assembles and hand-selects every item in their assortment of makeup collections. All shadows are formulated with a natural mineral oil base and packaged in recyclable plastic. SHANY is a proud member of People for the Ethical Treatment of Animals (PETA), and does not test any makeup on animals.What's in the BoxOne SHANY Mineral Eye Sparkle Eyeshadow (Set of 40 Jars).Eyeshadow and Makeup SetsBold and Bright CollectionMetallic CollectionSunset CollectionProfessional Makeup-KitBoutiqueSmokey EyesMineral EyeSparkle&nbsp;",
    "itemID": "B002RGMI6Y",
    "helpful": [
      6,
      7
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 40853
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": 39.89,
    "brand": "SHANY Cosmetics"
  },
  {
    "title": "L'Oreal Paris Revitalift Deep Set Wrinkle Collagen Wrinkle Treatment, 1 Fluid Ounce",
    "description": "On certain facial areas where wrinkles are more pronounced, typical anti-wrinkle treatments are not enough. Innovation: technology targeted to wrinkles. Inspired by dermatological collagen treatments, L'Oreal Paris has created collagen filler: the first wrinkle reducer with collagen bio-spheres and boswelox that is applied onto wrinkles to diffuse and fill in the depth and length of facial lines and wrinkles. New anti-wrinkle action. Collagen filler can be applied on all wrinkles: forehead wrinkles, brow furrows, laugh lines and vertical lines around the mouth. Actions: Collagen bio-spheres penetrate the surface of the skin. As they come into contact with water naturally found in the skin, they expand to plump and fill facial lines and wrinkles. Results: visibly smoothes wrinkle creases: immediately, the appearance of wrinkles and expression lines is softened and diffused by up to 20%. With continuous use, consumers saw improved results: in 1 week, 38% saw fewer forehead wrinkles. In 3 weeks, 46% saw fewer forehead wrinkles.",
    "itemID": "B005BQ7KBU",
    "helpful": [
      25,
      25
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 62125
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Fillers"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Medicool Manicure Pedicure Station",
    "description": "The Manicure - Pedicure Station was designed for general maintenance of natural nails, artificial nails and pedicures.",
    "itemID": "B000NY66DS",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 26962
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Files & Buffers"
      ]
    ],
    "price": 23.79,
    "brand": "Medicool"
  }
]