[
  {
    "title": "Anti-Aging Eye Cream MezmerEYES with Caffeine, Licorice and Vitamin A (Retinol). Best Eye Cream for Dark Circles Under Eyes, Puffy Eyes, Fine Lines, Crows Feet, Wrinkles, Puffiness.With Collagen, Hyaluronic Acid, Almond Oil, UNCONDITIONAL GUARANTEE",
    "description": "Are Your Eyes Giving Away Your Age?Don't Let Them Any Longer!MezmerEYES is The Complete Anti-Aging Solution for Your EyesDark Circles:Brighten your eyes by reducing these blemishes to feel confident and youthful.Walk into a room and light it up with your eyes!Wrinkles, Crows Feet, Fine Lines:Smooth out difficult age indicators by providing your skin with hydrating ingredients to increase moisture.See your youth returning and keep them guessing!Puffiness:Nobody wants to look tired. MezmerEYES Eye Cream contains active botanicals that will reduce swelling and firm-up your skin.They'll start asking what your secret is to a great sleep--even if you are tired!MezmerEYES is GUARANTEED to Help You Look Younger AND Prevent Signs of Aging- Made WITHOUT Parabens, Sulfates or Phthalates- MezmerEYES is formulated for all ages, skin types and sensitivitiesMade in the USAat our advanced FDA Certified facilities. Our products arenot tested on animalsThe Protege Promise: Your SATISFACTION- When used twice daily, results are visible after about 1 month.Each bottle contains a 2 month supply of Eye Cream- If you are not satisfied with MezmerEYES, contact us within365days of purchase, and we will issue acomplete refund.No Questions AskedPack Your Bags and Brighten Your EyesOur supplies run out fast. Start to MezmerEYES your eyes andorder a bottleof this incredible eye cream now!",
    "itemID": "B00GP2N66W",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 402
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Combinations"
      ]
    ],
    "price": 18.99,
    "brand": NaN
  },
  {
    "title": "Vitamin-C Serum - Potent 20% Topical Vitamin C + E + A Serum - Best Anti-aging + Anti-wrinkle Skin Care Combination Erases Years of Your Face - &quot;Keeps Vitamins Fresh&quot; for Superior Results - 100% &quot;No One Can Guess Your Age&quot; Money Back Guarantee",
    "description": "TURN BACK THE CLOCK & DROP A DECADE OF YOUR FACEErase YEARS of Your Face and Say Goodbye To:- Wrinkles, Fine Lines & Sagging Skin- Age spots + Sun Damage & Discolorations- Signs of Aging Caused by Free Radicals, Sunlight, Smoking and Stress\"RevitaVie MICROENCAPSULATED Vitamin C Serum KEEPS THE VITAMINS FRESH...\"... Puts 8 TIMES HIGHER LEVELS of Vitamin C into your skin than less advanced serums... Will not turn brown or oxidize like other Vitamin C serums that lose effectiveness after your purchase... Has MORE STAYING POWER IN YOUR SKIN CELLS (Unlike water-soluble serums, the vitaminsare stored in your skin cells until your body is ready to put them to use...) BIG DIFFERENCE!Vitamins C + E + A working together is already a powerful \"match made in heaven\" anti-aging and anti-wrinklecombination that can drop a decade of your face, but we still added a bonus ingredient...*BONUS INGREDIENT - THAT KEEPS THEM GUESSING ABOUT YOUR REAL AGE:We Added  Matryxil Synthe'6 TM Anti Wrinkle Peptide That Gets You Results Faster- Increased Collagen On All Levels- Increased Natural Hyaluronic Acid Levels- Only Available In Fancy, High Quality, Professional Beauty Spa Serums, Until NOW!RevitaVie Vitamin C Serum comes with a 60 Days: \"No One Can Guess Your Real Age\" 100% Money Back GUARANTEE=>NO BRAINER SALE PRICE - LIMITED TIME ONLY:Do your Skin A Favour: Order Now To Get This Smooth + Silky & Stable,Fast Absorbing Vitamin-C Serum and Reverse the Signs of Aging",
    "itemID": "B00HNTBTOC",
    "helpful": [
      2,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 11488
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 23.95,
    "brand": NaN
  },
  {
    "title": "&quot;WOW! Your Skin Looks Great!&quot; :: People Will Want to Know Your &quot;Secret&quot; :: If You've Tried Facial Products Including Exfoliators, Treatments, Masks, or Other Therapeutic Skin Care Products with No Results, Your Search is Over :: AVIZAGE is the Best Vitamin C Serum for Your Face :: Backed by Our &quot;Love It or Leave It&quot; Money Back Guarantee.",
    "description": "AVIZAGE Vitamin C Serum 20% with Vitamin A & EAvizage Professional Vitamin C Serum is the simply the Best Vitamin C serum available today. One of the benefits of Vitamin C or L-ascorbic acid is that it acts as an antioxidant by protecting the body against oxidative stress. Our professional Vitamin C Serum contains 20% Vitamin C (Ascorbyl Palmitate) for maximum benefits. While many 20% Vitamin C Serums have a short shelf life, ours is different. Because of the micro-encapsulation process, Avizage Vitamin C Serum is stable, giving it a longer shelf life and allowing for better penetration into the skin. This, in turn, means greater anti-oxidant and anti-wrinkle benefits.When used as a regular part of your skin care routine, Vitamin C Serum 20% can help to:~ Prevent and erase signs of premature signs of aging, including fine lines and wrinkles~ Protect against free radicals and future environmental damage~ Act as an exfoliant sloughing of dead skin cells~ Stimulate collagen production for firmer, smoother, more resilient skin~ Lighten and brighten skin for more even skin tone and an improved complexion.Avizage Professional Vitamin C Serum 20% plus Vitamin A and Vitamin E also contains Glycolic Acid and Salicylic Acid. These ingredients work synergistically to repair, protect, and rejuvenate your skin. Avizage Professional Vitamin C Serum 20% plus Vitamin A and Vitamin E gives your skin a more radiant, more youthful appearance. The luxurious, silky texture is not greasy, watery, or sticky like some other anti-wrinkle serums or anti-aging serums. When it comes to anti-aging skin care, our vitamin c serum works in multiple ways to nourish, protect, and repair your skin making it one of the best anti-aging, beauty products available today.Click the \"Add To Cart\" Button above and start looking younger!",
    "itemID": "B00GW61EB0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 12176
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 19.99,
    "brand": NaN
  }
]