[
  {
    "title": "OGX Split Ends Mender, Nourishing Coconut Milk, 6oz",
    "description": "Organic coconut milk and weightless coconut oil blended with silk and keratin proteins create a silk repair therapy. Sulphate free product.",
    "itemID": "B000N773K0",
    "helpful": [
      5,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11802
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 8.67,
    "brand": "OGX"
  },
  {
    "title": "Organix Grapefruit Shampoo, Mango Butter, 13 Ounce",
    "description": "It's a tropical exotic sensation. Unique blend of Sulphate free product surfactants; Paraben free product.",
    "itemID": "B001S4C91K",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 67354
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 11.67,
    "brand": "Organix"
  },
  {
    "title": "Philosophy Supernatural Airbrushed Canvas Powder, SPF 15, Bronze",
    "description": "Super Natural CoverageWhat conceals, camouflages and provides SPF protection all in one easy step? The Supernatural Airbrushed Canvas SPF 15 from Philosophy. This amazing powder is a high-pigment, talc-free foundation that provides a silk- to satin- finish. This multi-tasking powder formula provides sheer, natural coverage and leaves the skin with a smooth, airbrushed appearance.A sheer, multi-tasking high-pigment powderServes as a foundation, concealer, powder and SPF in oneProvides sheer, natural coverage and a smooth, airbrushed appearanceThe lightweight formula and incredibly fast and easy-to-use sponge applicator makes this gentle powder safe to use on all skin types - from the most sensitive, to the most prone to breakouts.Especially Suited For:All skin typesFree of:Parabens, synthetic fragrances, talc, water, oilFor Best Effect:Turn the container over, and lightly tap to fill sponge applicator with powder. Gently tap the sponge onto skin and buff for an airbrushed finish. Sponge can be removed, washed and dried as needed.",
    "itemID": "B00069FJUG",
    "helpful": [
      13,
      15
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 181450
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]