[
  {
    "title": "Conair Infiniti Tourmaline Hair Designer (Wine)",
    "description": "The Conair 208 Infiniti Hair Designer features Tourmaline Ceramic Technology that was developed to protect your hair's natural luster as you dry and style it. More than a hair dryer, the Conair 208 is a revolutionary styler that bring salon-quality results to your home.The Conair 208 features Tourmaline Ceramic Technology that protects your hair's natural luster as you dry and style.View instructional video.Straighten unwanted curls.Style your hair without damaging it.Triple action styling system keeps your hair detangled, straight, and shiny.Innovation in Home StylingWith the Conair 208, you can practically say good-bye to your hair brush. Combining several advanced technologies and design features, this hair styler not only works to dry your hair without hurting its natural sheen and luster, but it will also help you manage your hair by controlling frizz, promoting healthy hair and volume, straightening out unwanted curls, and adding a beautiful shine as you style.Conair's advanced Tourmaline Technology produces a controlled ion output that helps smooth the cuticle layer. Infrared energy works to protect your hair's natural luster, so you don't have to worry about excessive heat. And to help produce results with less frizz and more manageability, the styler also features unique Ionic technology, and a triple action styling system that keeps your hair detangled, straight and shiny.A Styler Designed for YouThe Conair 208 sports a sleek but durable stainless steel design. Included with the styler is a straightening attachment with a tension-control dial that turns a full 360 degrees and has eight locking positions. A patent-pending release lock button secures attachments on the barrel, offering the versatility that you need as you're styling your hair.Beneath the hood of the Conair 208 is a powerful 1875-watt motor that will deliver the heat and air range that you need. An easy-to-use, two-speed slide switch is set on the handle, and the styler includes a hinged filter for easy cleaning. A nine-foot professional line cord and cord tie will give you ample room as you take care of your hair. The Conair 208 also comes with a five-year manufacturer's warranty.The History of Tourmaline Ceramic TechnologyIn 1970 Conair introduced the industry's first pistol grip hair dryer. Fast forward 35 years to France. In September 2005, Conair's French subsidiary BaByliss introduced a patent-pending design to control frizz, straighten hair, and to add shine and volume in one revolutionary step. Their BeLiss styler effectively eliminated the need for a hairbrush for straightening, and by the end of the year it was the number one seller in France. Conair introduced this new technology to the U.S. in the form of the Infiniti Hair Designer, a high-end, professional-caliber styler that produces salon-quality results at home.What's in the BoxConair 208 Infiniti hair designer, straightening attachment, and concentrator attachment.",
    "itemID": "B000FFI228",
    "helpful": [
      15,
      23
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 26296
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 35.99,
    "brand": "Conair"
  },
  {
    "title": "Clean &amp; Clear Blackhead Eraser Kit",
    "description": "Don't just treat blackheads--erase them for good with Clean and Clear's Blackhead Eraser Kit. This kit contains a compact, effective device that uses a non-irritating vibrating action and medicated pads to open up and deep clean your pores, letting fresh, clear skin emerge. Easy and pleasant to use, this eraser gives you a healthy and invigorating do-it-yourself facial in the privacy of your own home..caption { font-family: Verdana, Helvetica neue, Arial, serif; font-size: 10px; font-weight: bold; font-style: italic; } ul.indent { list-style: inside disc; text-indent: 20px; } img.withlink {border:1px black solid;}Strong medication penetrates pores, leaving you with healthier skin.View larger.The blackhead eraser is easy to use.View larger.This kit includes everything you need to get started.Fight Blackheads Effectively and ComfortablyCaused by excess oils that have accumulated in sebaceous glands, blackheads can be stubborn to treat. The Eraser, however, is specially designed to target them with strong medicine that penetrates your skin's pores. It not only helps clear up the blackheads you have now, it also prevents new ones from forming. The result? Less blackheads today and tomorrow for a smoother, brighter skin.Effective and Easy to UseThe Eraser features an ergonomic, user-friendly design that makes it easy to grab blackheads and start erasing. Simply reach for one of the included medicated pads (use a new one every time you wash), run it under some water, place it on the surface of the eraser, and twist to turn on. The Eraser gently vibrates to exfoliate dead surface skin and remove dirt and oil more effectively. The foaming medicated pads, containing Clean and Clear's exclusive blackhead dissolving serum with salicylic acid, ensure a deep clean so your skin will feel refreshed. For added convenience, the cordless Eraser runs on one \"AA\" battery (included).Soft, Smooth SkinThe Eraser's foaming action can help clear up problem areas. It also makes it easier to focus on parts of you face where you're more likely to get blackheads--like on or around the nose, along the jawline, or on the chin. After only one use, your skin will feel softer and smoother. And as part of a healthy skin regimen, the Eraser lets you put your best face forward, each and every day.About Clean and ClearPart of Johnson and Johnson's family of health and personal care companies, Clean and Clear offers acne skin care products, treatments, and medications to leave skin looking healthy, clean, and radiant. Currently available in 46 counties, this innovative line combines careful research with quality ingredients to help women and men of all ages look their best.What's in the BoxEraser, pack of medicated pads, and one \"AA\" battery.",
    "itemID": "B0018S8MZ8",
    "helpful": [
      1,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 194461
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Remington S-1051 Sleek n Curl  Digital Ceramic Hair Straightener with Tourmaline and Bonus DVD",
    "description": "The Remington T Studio Collection is a line of salon-quality styling tools featuring the latest technologies: tourmaline, titanium, and ceramic. These materials help seal the hair cuticle to repel humidity and static, which results in incredible, lasting, frizz-free shine. The T Studio One-Inch Sleek and Curl Flat Iron heats up in just 30 seconds, cutting down on styling time. The flat iron also features Turbo Boost, which sets the styler to its highest temperature--430&deg;F--with just the press of a button. Additionally, Temperature Lock Mode allows you to lock the flat iron's buttons and cut back on accidental temperature changes and shutoffs, while Automatic Safety Shutoff turns the iron off after one hour. This flat iron also comes with a bonus DVD to teach you helpful tips and tricks, including how to curl with a flat iron and how to perfect special volumizing techniques.About the Remington T Studio CollectionWorking closely with top salon professionals and industry specialists, Remington has designed and developed a wide range of hair care appliances. An industry leader in design and fashion, Remington creates top-of-the-line products that reflect today's need for fast and affordable styling tools.Remington's T Studio line offers a full range of professional quality styling tools, including a one-inchSleek and Curl Flat Iron, a 2-1/4-inchDigital Flat Iron, an AC motorHair Dryer, aHeated Clip Setter, and aStraightening Mini Flat Iron. All products in the TStudio line are constructed from high-performance tourmaline, titanium, and ceramic.Description2-1/4\" Digital Flat Iron1\" Sleek and Curl Flat IronAC Motor Hair DryerHeated Clip SettersStraightini Mini Flat IronTechnologyTourmaline + Titanium + Ceramic for superior heat transfer and long-lasting frizz-free shineTourmaline + Titanium + Ceramic for superior heat transfer and long-lasting frizz-free shineTourmaline + Titanium + Ceramic for superior heat transfer and long-lasting frizz-free shineTourmaline + Titanium + Ceramic for superior heat transfer and long-lasting frizz-free shineTourmaline + Titanium + Ceramic for superior heat transfer and long-lasting frizz-free shineFeatures22% longer floating plates for constant contact and faster stylingVersatile tool that both curls and straightens. BONUS styling DVD includedInternal Ion Generator prevents static and frizzCreates beautiful curls in just 5 minutesOnly 6\" long. Great for quick touch-ups, travel use, short hair, bangs, and precision detailingPrecise digital temperature control with Temperature Lock to set desired temperaturePrecise digital temperature control with Temperature Lock to set desired temperature1,875-watt salon-quality AC motor20 velvety-soft flocked rollers in 2 sizes: L and XLPrecision detailing allows plate to reach your rootsSalon-high heat: 430&deg;FSalon-high heat: 430&deg;F3 heat settings and 2 speed settingsEasy-to-use comfort clipsProfessional instant heat: 392&deg;F30-second heat-up and Turbo Boost Mode30-second heat-up and Turbo Boost ModeAir concentrator and diffuserCool-touch rings for quick rollingTouch-up-and-go BONUS heat-safe travel pouchAuto shutoff after 1 hourAuto shutoff after 1 hourRemovable air filter for easy cleaningOn/off indicator lightFits right in your purseRemington: An Innovative Brand that Delivers Meaningful Technology at Affordable PricesAs one of the best-known, best-loved, and best-selling grooming, hair-care, and personal-care brands, Remington has always been at the cutting-edge of technology. Since launching the world's first-ever electric shaver over 70 years ago, Remington has devoted itself to creating real tools for real people. You can be sure that when you use a Remington product, you'll achieve your best look ever.",
    "itemID": "B001LF4G4E",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 54807
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 39.99,
    "brand": NaN
  }
]