[
  {
    "title": "Konsyl Pharmaceuticals Psyllium Fiber 15.9 oz",
    "description": "Natural fiber therapy bulk-forming laxativevery low sodiumno sugar or sugar substitutes100% psylliumdoctor recommended for over 35 years",
    "itemID": "B000052Y5F",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Health & Personal Care": 11183
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 14.29,
    "brand": "KONSYL PHARMACEUTICALS"
  },
  {
    "title": "Original Castile Soap Pure Almond Dr. Woods 32 oz Liquid",
    "description": "Original Castile Soap Pure Almond by Dr. Woods 32 oz Liquid Original Castile Soap Pure Almond Dr. Woods Castile Soap is very mild and versatile for everyday as a body wash facial cleanser shampoo and shaving lather. It is also excellent as a mild laundry detergent. There are three refreshing fragrances Peppermint Almond and Tea Tree. Originating from Castile Spain our soaps are vegetable based containing no animal fat. Because our soaps are biodegradable they are perfect for camping. Castile Soap incorporates the natural healing properties of olive oil with an invigorating scent. The olive oil in our soaps attracts moisture and while holding that moisture close to the skin forms a breathable layer preventing the loss of that moisture. Dr. Woods Castile Soap does not contain any harsh detergents that can strip away skin s natural moisture. The fragrance refreshes and reinvigorates your skin and senses after a long hectic day while the Vitamin E rich lather leaves skin feeling naturally",
    "itemID": "B000X2FPXC",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 13109
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 12.98,
    "brand": "Dr. Woods"
  },
  {
    "title": "Organic Root Stimulator Olive Oil Replenishing Conditioner, 12.25 Ounce",
    "description": "Deep penetrating conditioner. Helps restore moisture and rebuild damaged hair. Stimulates the root of your hair. It leaves hair moisturized, soft, and healthy.",
    "itemID": "B001CXD1AA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 21160
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 7.15,
    "brand": "Organic Root Stimulator"
  }
]