[
  {
    "title": "SHANY Makeup Artists Must Have Pro Eyeshadow Palette, 96 Color",
    "description": "Not satisfied with your Small eyeshadow kit, you want more colors? then you got the right item! did you know that all Shany's collection are made, assembled, cherry picked, and inspected by hand? There are no machine made eye shadows in this collection; each single eye shadow has been put in a palette by hand, as you can see in the pictures. Color rainbow has been the best selling brand in department stores and major beauty salons. Shany's product are beauty leaders in the market, as their pigments quality are always top of the line. This particular eye shadow kit is made after 3 months of research on popular colors for cold and hot weather and for day and night styles. What you see is a complete deluxe makeup kit that every woman must have. We take the most pride in our product's quality since each single eye shadow will be inspected twice, before packaging, and before shipment. The colors are long lasting and will not fade after a couple of hours unlike the other brands out there. Once you applied Shany eye shadow there is no need for reapplying, the color will stay until you wash it off. The variety of colors will allow you to do any kind of look you desire such as cat eyes, smokey eyes, bridal look and so on. Once u have this kit you can simply get rid of any other eye shadow kit that you have because you will get every color that you possibly need in this kit. There is no brush or mirror included in this kit.",
    "itemID": "B002RXW5BA",
    "helpful": [
      0,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 14500
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": 25.0,
    "brand": "SHANY Cosmetics"
  },
  {
    "title": "NYX Cosmetics Long Lasting Slim Lip Liner Pencils 6 Colors",
    "description": "Define lips with beautiful color that last through out the day with NYX Cosmetics Slim Lip pencils. \n\nThe following 6 colors are included in this listing:\n\n841 Coral\n839 Dolly Pink\n824 Orange\n846 Tangerine\n835 Pinky\n840 Rose\n\nYou will get one of each, no duplicate ones. They are Made in France\n\nINGREDIENTS: \nSlim Pencil Lip \nSorbitan Isostearate, Isocetyl Stearate, Phenyl Trimethicone, Polyethylene, Euphorbia Cerifera \n(Candelilla) Wax, Butyrospermum Parkii (Shea Butter) Unsaponifiables, Beeswax, Simmondsia \nChinensis (Jojoba) seed oil, Caprylic/Capri Triglyceride, Nylon-12, Octyldodecanol, Polyglyceryl-2 \nDiisostearate, Silica, Copernicia Cerifera (Carnauba) Wax, Hydrogenated Coconut Oil, Tocopherol, \nVP/Hexadecene Copolymer, Stearalkonium Hectorite, Stearyl Glycyrrhetinate, Propylparaben, \nProlylene Carbonate",
    "itemID": "B003EBNLIA",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 1501
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lip Liners"
      ]
    ],
    "price": 13.11,
    "brand": "NYX"
  },
  {
    "title": "Clip for hair extension, 30mm, snap clip for DIY use, black 20pcs",
    "description": "This is 20 pcs of metal clips to make clip in hair extensions or to sew on a wig for extra security. Each clip comes with rubber tube on the part where hair get pressed to minimize hair damage as well as extra grip. Length : 30mm",
    "itemID": "B003GZWYVO",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 7256
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Clips"
      ]
    ],
    "price": 1.59,
    "brand": "Generic"
  }
]