[
  {
    "title": "Dr. Bronner's Magic Soaps Pure-Castile Soap, 18-in-1 Hemp Almond, 32-Ounce Bottles (Pack of 2)",
    "description": "Made with Organic Oils! No detergents. 100% Vegan. Health is our greatest wealth. Oregon Tilth Certified Organic. No foaming agents. Enjoy only 2 cosmetics, enough sleep and Dr. Bronner's Magic Soap to clean body-mind-soul-spirit instantly uniting One! All-One! Absolute cleanliness is Godliness! For facial packs, scalp and soothing body rub, add dash on bath towel in sink of hot water. Wring out. Lay over face and scalp. massage with fingertips. Repeat 3 or 4 times 'til arms, legs and all are rubbed, always towards the heart. Rinse towel in plain hot water and massage again. Breath deeply! Health is wealth. Within 9 minutes you feel fresh and clean, saving 90% of your hot water and soap, ready to help teach the whole human race the moral ABC of All-One-God-Faith! For we're All-One or None! Not animal tested. Dilute: Enjoy 1 soap for 18 different uses! Guaranteed no synthetic tea tree oils and 100% vegetarian. Super mild castile has outstanding water softening and cleansing powers. Preferable to harsh soap and defattening synthetics. It does no cut dirt, but dissolves it. It is the mildest pleasant soap you ever used. Enjoy body rub to stimulate body mind-soul-spirit and teach the essence moral ABC uniting all free in the shepherd. 100% Biodegradable!",
    "itemID": "B001ET72C0",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5921
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 28.0,
    "brand": "Dr. Bronner&#39;s Magic Soaps"
  },
  {
    "title": "Bare Escentuals BareMinerals MATTE SPF 15 Foundation, Medium Beige",
    "description": "The bareMinerals revolution continues with our latest breakthrough: Matte SPF 15 Foundation. This groundbreaking formula offers shine-free coverage and extraordinary skin-renewing properties for a flawless, natural matte finish all day long. Fall in love all over again with an active mineral foundation that minimizes pores and smoothes skin to let the most beautiful you shine through - all in a no-spill, no-mess package. Size: Large",
    "itemID": "B000QE5GU4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2942
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 18.95,
    "brand": "Bare Escentuals"
  },
  {
    "title": "Emerita Pro-gest Natural Balancing Cream, 2 Ounce",
    "description": "It helps women find relief from issues that occur during perimenopause and menopause.",
    "itemID": "B0001ZYLAO",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 75548
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 16.78,
    "brand": "Emerita"
  }
]