[
  {
    "title": "Anti-Aging Matrixyl &amp; Argireline Peptide Wrinkle Cream &amp; Firming Serum (Aryu-Deva BioScience Renewal Complex)",
    "description": "Powerful Proven Peptides (Argireline & Matrixyl) in Concentrated Amounts (4 X the leading brand!) work to increase collagen net and increased cell turnover..a hallmark of younger skin.\n\nBoNT-L peptide works to relax subcuticular neurotransmitters allowing facial expression lines to smooth out and fill in...Resulting in a naturally lifted appearance with improvement in wrinkles, lines and facial sagging.\n\nFormula is based in time proven Ayurvedic botanicals like Asiatica Centellica which has shown in studies to be as effective at wound healing (cell turnover), collagen building and evening out skin tone as Retin A, but without the irritation.",
    "itemID": "B004CZ3V8W",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 128129
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 39.95,
    "brand": NaN
  },
  {
    "title": "Grow Long Hair! BABYFACE PURE PROTEIN - Strongest Protein Available - Damaged Keratin Intense Deep Repair Protein Treatment - Hair Masque, Collagen Protein, Professional Strength Repair Mask Conditioner &amp; Filler - 6 Month Supply!",
    "description": "NEW Look (bottle is now brown with pink & orange label) - Same great product as always!1 oz bottle (10-14 treatments) which is a 6-Month Supply. Only $1.83 per Treatment!Babyface's Pure Protein is a unique product, better than traditional salon protein treatments, and safe for any hair type. Originally available only at select salons, now the original and potent formula is available for home use! The special formula took 7 years for our scientists to perfect, and allows protein to penetrate all the way to the hair's core, strengthening the hair shaft and adding structure. This also helps protect hair from chemical, heat and other damage. Treated hair takes color better, and colors last longer. Hair breaks less, allowing it to grow long faster! Pure Protein can be added to any chemical treatment to protect the hair from the damaging chemicals used in the process of coloring, straightening, perms and relazers. Stop damage before it starts! Restore strength and body to badly damaged hair. When used with a moisturizing conditioner, it instantly improves the feel and texture of dry, damaged hair and split ends. Makes hair strong and silky feeling again. (Note: Those with badly damaged hair may need to perform a few treatments before there is a noticeable difference. Follow directions carefully for best results.)Best when used with a moisturizing, waxy-type conditioner (protein loves moisture!) If hair feels dry after application, then most likely the conditioner was not moisturizing enough. You can apply conditioner again the next day to compensate for not enough used with treatment.  Never apply the protein directly to hair, must be mixed with conditioner. Do not use more than once every 14 days. Do not use on hair extensions secured with protein. Do not use Pure Protein when using other protein  products (including protein shampoos or protein conditioners). This product will not straighten your hair.",
    "itemID": "B003Q33LJ0",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 6618
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 21.99,
    "brand": NaN
  },
  {
    "title": "Seaweed Powder - The Best Cellulite Treatment - Cellulite Remover PowerHouse - Pure Ascophyllum Nodosum Kelp Powder to be Used in Body Wraps or Masks For Skin Detox - Kosher Certified Ingredient - Satisfaction Guaranteed (1.5 Pound)",
    "description": "A 4,000 Year Old SecretSeaweed has been used for 1,000s of Years by the Ancient Egyptians, and Greek Romans, and today in High-End European Spas.Today, this Old Secret is called ThalassotherapyIts a Treatment that uses Seawater and Sea Products to aid in theReduction of CelluliteIt is also used to to Maintain Beautiful Skin and Overall General Health.Seawater is used because it is Natural & contains most of the Minerals & Trace Elements the Body and Skin need to be HealthySeawater has the same properties as the Plasma in Our BloodGoing to Europe to Soak in Seawater for Hours is not an option for mostInstead of Seawater, you can use Seaweed Powder to get the same effectsSeaweedConcentratesthe Elements found in Seawater 100,000 times!Why Seaweed?It Tackles 3 Problems in the Skin that Diet and Exercise Can't always Solve1)Poor Blood Circulation in the Fat Layers - Seaweed Stimulates Blood Circulation2)Decreased Metabolism (connectivity tissues can't repair) - Organic Iodine and B Vitamins from the Seaweed aid Metabolism.3)Deficiency of Vitamins and Minerals (The Skin is Last to get them from your Diet)- UP to 15% of Seaweed contains Antioxidant Vitamins and Minerals, Including; A, C,E, Selenium.\n- B Vitamins Improve Symptoms of: Rosacea, Acne Eczema, Dermatitis, Sun Damage, Aging, and Dry Skin to Name a FewThe conditioning effects of a cellulite wrap are phenomenal (make sure to use Pure Ascophyllum Nodosum Powder).You'll notice a reduction in cellulite and firmer, smoother skin after a single body wrap!Don't Miss out on Having Fun with Your Loved Ones at the BeachGet our Jar of \n100% Pure, Natural Seaweed Powder TodayOrder 2 so you have enough for that Spa Day with your Friend",
    "itemID": "B00ISDOYV2",
    "helpful": [
      12,
      18
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 920
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 19.95,
    "brand": NaN
  }
]