[
  {
    "title": "28 Color Neutral Warm Eyeshadow Palette Eye Shadow",
    "description": "* Features: Neutral Warm Color Palette Kit. The pearlescent eyeshadow will allow you attract more people in the evening. Wonderful 28 color palettes eyeshadow sets perfect for party makeup/casual makeup/wedding makeup, etc. High quality ingredients with silky shine color, can last for all day long! No dye and will not form a annoying eyeshadow mark! Perfect for both Professional Salon or Home use! Feel light and soft,easily create clear and brilliant eye makeup finish. Portable and convenient to use. Very pigmented and vibrant, easy to match your look! Ingredients: Talc, Mica, Mineral Oil, Kaolin, Titanium Dioxide, Magnesium Stearate, Isopropyl Palmitate, Lanolin, Methylparaben, Propylparaben etc * Specifications: Demension:9.13 x 6.10 x 0.47inch/23.2 x 15.5 x 1.2cm(L x W x H) Weight:8.99oz/255g * Package includes: 1 x 28 Color Neutral Warm Eyeshadow Palette Eye Shadow",
    "itemID": "B0068YUBCE",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 2605
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 7.26,
    "brand": "eForCity"
  },
  {
    "title": "Coastal Scents Professional Camouflage Concealer Palette",
    "description": "This palette comes with 10 cream concealers that offers terrific coverage. It provides full opaque coverage that is easy to apply with a concealer brush and is very easy to blend in order to create the shade that you need.",
    "itemID": "B002QFGQAK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 465
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Concealers & Neutralizers"
      ]
    ],
    "price": 16.93,
    "brand": "Coastal Scents"
  },
  {
    "title": "Too Faced Prime and Poreless Pure Oil-Free Skin Smoothing Face Primer For Sensitive Skin, 1 Fluid Ounce",
    "description": "A 100% oil-free primer with the same amazing priming and perfecting benefits of our best-selling primed and pore less but with specific ingredients perfectly suited for sensitive or oily skin. Our colorless, oil-free formula mattifies surface oil and minimizes redness from irritated skin while it erases the appearance of pores, fine lines, and other imperfections. As always with our primers, foundations and powders stay in place all day, colors stay true, and skin has a smooth and pore less finish.",
    "itemID": "B007HKOVHO",
    "helpful": [
      0,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 23180
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation Primers"
      ]
    ],
    "price": 26.95,
    "brand": "Too Faced"
  }
]