[
  {
    "title": "Now Foods: Tea Tree Oil, 4 oz",
    "description": "Tea tree oil has been a favorite among Australians for centuries. Only in recent years however, has it gained popularity in aromatherapy. With strong antiseptic and germicidal properties, Tea Tree is now used for a number of applications ranging from cosm",
    "itemID": "B000ELP5KA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 240
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 17.15,
    "brand": "Now Foods"
  },
  {
    "title": "Life-Flo Oil, Pure Apricot, 16 Ounce",
    "description": "Helps promote soft, radiant hair and soothe irritated skin; suitable for sensitive and prematurely aged skin.",
    "itemID": "B0055FF3SE",
    "helpful": [
      2,
      3
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 11322
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 11.0,
    "brand": "Life-Flo"
  },
  {
    "title": "Raw Unrefined Ivory Shea Butter TOP Grade From Ghana 5 lbs-- SOFT",
    "description": "WE HAVE!!  UNREFINED AFRICAN IVORY SHEA BUTTER 5LBS PERFECT FOR PRODUCING YOU OWN PRODUCTS AND SUPER FRESH WE SHIP SAME DAY IN 24hrs IT WILL COME PACKAGED IN A PLASTIC BAG TO GIVE YOU THE BEST COST SHIPPING NOT A JAR. SEE OUR FEEDBACK!! IF YOUR UNHAPPY LET US KNOW WE ARE HERE TO MAKE YOU HAPPY AWESOME PRODUCT INTERNATIONAL ORDERS WELCOME. FRESH IN FROM GHANA ALWAYS SEE OUR OTHER LISTINGS USES OF SHEA BUTTER Shea butter can be used to treat: 1. Dry skin, eczema, infant eczema, Rashes 2. Treats dark spots, stretch mark , burns, lessens the irritation in psoriasis, wrinkles, blemishes, Diaper rash, scars & skin discolorations. 3. Moisturizes and Heals Skin - relieves symptoms of extreme dryness, eczema, dermatitis and skin allergies 4. Anti-inflammatory Properties .Provides Pain relief from swelling and arthritis. 5. In Nigeria, shea butter (popularly called ori in Yoruba) is used for the management of sinusitis and relief of nasal congestion. This is due to its hydrating properties which help in relaxing the tension in the facial skin, thus easing respiration. 6. Improves muscle relaxation and stiffness in joint aches/arthritis. 7. Strengthens Cuticles and Nails 8. Hair conditioner for dry and brittle hair. 9. Used for Chapped lips. 10. Used as a sun blocking lotion. Protects With a Natural Sunscreen (due to its rich content of vitamin E and D).It reduce the effects of UV damage on the skin. Product of Ghana Directly from the Importers ! \n\n--------------------------------------------------------------------------------",
    "itemID": "B0084PXVX6",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3491
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 19.99,
    "brand": "smellgood"
  }
]