[
  {
    "title": "RoC Daily Resurfacing Disks, 3 Inch, 28 Disks",
    "description": "RoC Daily Resurfacing Disks are clinically shown to help diminish the look of fine lines and wrinkles, and improve the appearance of skin in just one week. Infused with skinconditioning cleansers, the selffoaming disk is textured on one side to gently exfoliate away dirt, oil, and complexion dulling impurities, and smooth on the other side to gently cleanse and remove makeup around the delicate eye area. The resultyoungerlooking, more beautiful skin. Gentle enough for everyday use. Results after clinical testing: In just 1 week, the appearance of fine lines is reduced; Skin tone and texture is improved. After 4 weeks, signs of photoaging appear diminished. After 12 weeks, the appearance of wrinkles and pores is diminished.",
    "itemID": "B005I2MP62",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1055
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 9.98,
    "brand": "RoC"
  },
  {
    "title": "Watts Beauty Retinol Face Cream 1.5% or 150,000 IU Per Oz / 2oz with Treatment Pump",
    "description": "Watts Beauty Retinol offers the maximum amount of Retinol per application of any over the counter cream. Retinol is the active ingredient in skin treatments, especially in wrinkle creams.  It's benefits are known to keep the skin young-looking, supple, smooth and clear of blemishes regardless of the imminent age factors. The Anti Aging effects of Retinol are being enjoyed by people from all over the world. Retinol deeply penetrates the skin and reduces the effects of free radicals which are responsible for accelerating skin aging in unbelievable degrees. Free radicals are unstable molecules of oxygen that cause wrinkles by breaking down skin cells. When free radicals are kept in check, naturally, the skin's aging process is held back. Because Retinol works below the surface of the skin, it is a very efficient candidate for removing deep wrinkles and fixing damages. It works by going below the outer layers of the epidermis to the areas of the skin that contain elastin and collagen.",
    "itemID": "B004YWS430",
    "helpful": [
      2,
      3
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 21462
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Retinol"
      ]
    ],
    "price": 16.45,
    "brand": NaN
  },
  {
    "title": "Aveeno Positively Radiant Skin Brightening Daily Scrub, 5 Ounce",
    "description": "This daily facial scrub helps improve skin tone, texture and clarity to reveal brighter, more radiant skin. This unique formula combines moisturerich soy extract with smooth, round microbeads to gently exfoliate while you cleanse, leaving skin soft, smooth and evenlooking. Its soapfree, oilfree, hypoallergenic ingredients are good for everyday use and gentle enough for sensitive skin.",
    "itemID": "B0000632EN",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 6.63,
    "brand": "Aveeno"
  }
]