[
  {
    "title": "Renpure Originals Argan Oil Conditioner, 16 Ounce (Pack of 2)",
    "description": "Organic argan oil has unique micro-properties that absorb instantly into the hair for deeper penetration, repairing the deepest damage as the natural micro-barrier protects from styling heat and UV rays. The result is radiant shine with a silky-soft feel for healthy, beautiful hair. Damaged hair occurs when moisture is lost, causing the cuticle layer to become dry, brittle and cracked. Argan oil moisturizes and smooths the cuticle, locking in moisture and returning your hair to its beautiful, natural state.",
    "itemID": "B005I0JWEM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 18451
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 12.08,
    "brand": "Renpure Organics"
  },
  {
    "title": "Revlon RV544PKF 1875W Tourmaline Ionic Ceramic Dryer",
    "description": "Revlon 1875 Watt Tourmaline Ionic Lightweight Dryer feature Tourmaline Ionic Technology for ultimate shine, volume, and healthier looking styles. This dryer features an ion indicator light, separate heat and speed rocker switches, 2 heat/2 speed settings, cold shot button, hinged endcap, anti-skid bumpers, and concentrator and finger diffuser attachments. This ultra lightweight design is 25% lighter than your average dryer and has a sleek and upscale spray finish. This unit is super quiet and fast drying.",
    "itemID": "B000FS05VG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 23.92,
    "brand": "Revlon"
  },
  {
    "title": "Phillips 3 Row Teasing Brush",
    "description": "Add height and volume with Phillips 3 Row Teasing Brush.",
    "itemID": "B001DBPZQE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 749
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Brushes"
      ]
    ],
    "price": 6.18,
    "brand": "Philips"
  }
]