[
  {
    "title": "ALICE Set of 3 Sable Nail Art Brushes Pen, Detailer Liner and Striper, Graduation Gift",
    "description": "* Ideal for fine nail art work* Ready for use!* Creating beautiful nail for long lasting sparkle nail tips!* Perfect for both professional use or personal use!NOTE!New items from Hong Kong. Epacket(USPS) delivery will be adopted. About 7-30 Business Days for delivery.Color of pictures may vary by different monitor setting. All pictures are real stock photos.",
    "itemID": "B000RHK3IU",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14143
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 0.63,
    "brand": "ClickONE"
  },
  {
    "title": "Bundle Monster Nail Art Stamping Plates Zippered Cosmetic Synthetic Leather Storage Case Organizer Holder - BUBBLE GUM PINK",
    "description": "We have the ultimate storing solution for your Bundle Monster nail stamping plates - we have designed our exclusive stamping plate zippered organizer! This portfolio styled case features a soft velvet-like lining. Maximize your organizational skills with these cases that can hold up to 168 plates. This holder includes 14 soft, matte, see-through vinyl pages that have 6 slots per page. Each slot is designed and is strong enough to hold 2 plates per slot! Each slot fits a standard 5.6 cm nail plate and has a U-grooved design to make putting in and pulling out nail plates that much easier. Its portfolio design is slender and thin which makes storing the case easy for tight storage or easy to pick up and go for your nail parties. These cases are also great for professional settings like a nail salon. These trendy little, space saving, storage cases measure 8.5in.(L) x 5.4in.(W) x 1.1in.(H) and comes in 3 stylish colors: Crocodile Black, Bubble Gum Pink and Mardi Gras Purple. Crocodile Black has a textured croc-skin outer shell. Bubble Gum Pink and Mardi Gras Purple have a sleek carbon fiber outer shell. The front of the case has the official \"b.m.c\" logo etched in metal. Bundle Monster is a registered trademark of Remi Collections LLC and is exclusively distributed by Bundle Monster. Bundle Monster trademark is protected by US Trademark Law.",
    "itemID": "B00B53KQDW",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 52041
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 16.99,
    "brand": NaN
  },
  {
    "title": "New 10pcs Nail Art Tape Stripe Decoration Sticker Hologram",
    "description": "New 10pcs Nail Art Tape Stripe Decoration Sticker Hologram",
    "itemID": "B007JSL1OU",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 3103
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Art"
      ]
    ],
    "price": 1.59,
    "brand": "Yesurprise"
  }
]