[
  {
    "title": "Vernal Anti Aging Moisturizer Cream, All in One with Tetrapeptides &amp; Vitamin C, Best Anti Aging Cream, Best Anti-Wrinkle Cream, Instant-Lift Solution. Anti Aging Skin Care, Diminish Fine Lines &amp; Wrinkles.",
    "description": "Most Customers Report Results Within The First Month- 100% Natural Effective Ingredients- Dramatic Increase in skin tone and elasticity- Clinical Research: Test Subjects Diminish Deep Lines & Wrinkles in 5 Weeks.-Anti-inflammatory and reduces puffinessThis concentrated All-in-1 functional formula is designed to deliver intense nourishment for lifting, volumizing, hydrating, toning and oxygenating the skin at both the topical and cellular levels. Immediate and long-term peptides coupled with a de-lining complex deliver structural lift, metabolic boost and instant hydration. Vernal Anti Aging effectiveness is in our formulation by mixing the right concentration of naturally-derived ingredients. Ingredients that permanently diminish deep lines and wrinkles while firming, toning, balancing and brightening the skin for a healthy luminous glow. In Summary Vernal Anti-Aging is design to be the best anti-wrinkle, anti-aging solution.",
    "itemID": "B00CJ01QT8",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 435
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 44.0,
    "brand": NaN
  },
  {
    "title": "Renuvaderm - The Most Complete Anti-Aging Skin Supplement! CoQ10, Resveratrol, DMAE, Polypodium Leucotomos, Phytoceramides, Vitamins A &amp; C for Younger Looking Skin! Clinically Proven Ingredients to Help Restore and Renew Your Skin and Make You Look Younger! Recommended by Dr. Oz!",
    "description": "The science of beauty is finally here!Renuvaderm is a powerful, clinically proven oral skin supplement that melts away wrinkles, crows-feet, laugh-lines and brow furrows in 12 weeks or less. Watch the effects of this powerful formula build over time as youthful skin is literally regenerated from the inside out!Renuvadermcontains perfectly dosed and powerful anti-aging ingredients including phytoceramides, resveratrol and CO Q 10 plus much more to reduce fine lines and wrinkles and improve skin elasticity and youthfulness. This powerful formula works from the inside out, getting absorbed into the bloodstream and carried to the inner layers of your skin. From there, the ingredients in Renuvaderm seep to the outermost layers of the dermis where they restore the cracked and damaged barriers of the skin, moisturizing and filling out wrinkles and sun-damaged areas.But just don't take our word for it, listen to what some Renuvaderm customers had to say:\"I look 10 years younger in only 10 weeks, amazing!\"\"All of my friends think that I had a facelift, Renuvaderm is truly fantastic.\"Renuvadermis clinically proven to deliver results as good as-or even better than-the top in-office cosmetic procedures!&#x2022;  Restores Youthful Skin Elasticity&#x2022; Promotes Collagen Production&#x2022; Reduces Fine Lines &amp; Wrinkles&#x2022; Hydrates and Nourishes Skin&#x2022; Antioxidant Rich Formula&#x2022; Eliminates Skin Damaging Free RadicalsBe amazed as day by day Renuvaderm lifts, firms, smoothes, and re-energizes your skin, for dramatic, long-term results! Try it risk free today, and if it does not make you look years younger in 30 days, we will refund you 100%!",
    "itemID": "B00JK5ZN76",
    "helpful": [
      0,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 30
    },
    "categories": [
      [
        "Beauty",
        "Skin Care"
      ]
    ],
    "price": 24.99,
    "brand": NaN
  },
  {
    "title": "Derma Roller 1.0-QMD  Titanium &amp; FREE Case -*FDA registered- 540 Micro Needles 1.0 mm Long - Medical Dermarolling Proven as The Best Acne Scar Removal Treatment Up to Date -Dermaroller Micro Needling Improves Wrinkles Scars Stretch Marks Cellulite and Hair Loss -Our Dermarollers are Supplied Sterile- Get Rid of Your Unwanted Marks, Get the Smooth Beautiful Skin You Deserve! (100% Guaranteed)",
    "description": "The QMDTM Derma Roller Micro Needle Therapy SystemThe best proven treatment for Acne Scar RemovalStudies have demonstrated that rolling over an area of skin with a derma roller device, for around 8 to 15 times will produce hundreds of holes per cm2. Microneedling or \"Collagen induction therapy\" induces the release of growth factors. They stimulate the sinthesis of new natural collagen and elastin in the dermis. New capillaries are formed and all together, treatment leads to reduction of all scar types after therapy.  It is very effective for hard to heal acne, stretch marks and atrophic white scarringStretch marks, wrinkles, scars, cellulite, hair loss, uneven skin tone, acne scars, enlarged pores and photoageing are all due to a lack of collagen, so by using a dermaroller to replace the collagen you can help your skin renew and repair itself to a cosmetic level. Derma Roller skin therapy, is an all-natural cosmetic procedure which can be done in your own home, though we advise to consult with your dermatologist or physician. Also known as \"micro needle therapy\", \"non-surgical face lift\" and \"skin needle therapy\".It also helps ingredients and nutrients to be quickly absorbed through the skin, enhancing their efficacy so it can be used for transdermal medication delivery for Hair Loss treatments.***WARNING: Do not Share your Derma Roller -READ INSTRUCTIONS BEFORE USING AT DERMAROLLERQMD.COMBuy now with confidence with our 100% No hassle Guarantee - Click the \"Add to Cart\" Button Now!",
    "itemID": "B00JC77VEK",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1389
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 16.47,
    "brand": NaN
  }
]