[
  {
    "title": "MASH Professional 15 piece Nail Art Brush Kit Set",
    "description": "MASH is proud to introduce its first set of Nail Art brushes! The same great MASH quality you have come to expect, with a price that cannot be beat. These premium brushes are so beautiful, and so affordable, you will never chose another brand again!Three drawing tools, seven painting tools (also can be used as gel nail curing brushes), two liners, one dotting tool, two fan brushes for nail art effect. This brush set is perfect for creating that custom nail art to drive your man and friends wild, or make any man yours forever!PLEASE NOTE:This set comes with a white tip angled brush for specific nail art applications. It is not damaged",
    "itemID": "B005BG02BU",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 2925
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Brushes"
      ]
    ],
    "price": 11.99,
    "brand": NaN
  },
  {
    "title": "MASH 5 X 2 Way Marbleizing Dotting Tool Pen Set for Nail Art Manicure Pedicure",
    "description": "MASH is proud to introduce a 5 piece dotting tool set that is a must have for nail art lovers! This 5 piece set of marbling and dotting tools is created by the nail art experts at MASH to be the ultimate set of nail art tools! Create unique designs and manipulate your nail art accessories to great the most beautiful nail art you have ever seen. This dotting tool set is perfect for creating that custom nail art to drive your man and friends wild, or make any man yours forever!",
    "itemID": "B00631JA8S",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 64248
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "1200 Pcs Pearl 12 Color 2mm Nail Art Nailart Manicure Glitter Rhinestones Tips Decoration + Wheel",
    "description": "1200 Pcs Pearl 12 Color 2mm Nail Art Nailart Manicure Glitter Rhinestones Tips Decoration + Wheel",
    "itemID": "B006L0XVEU",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 102048
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 1.66,
    "brand": "Nails gaga"
  }
]