[
  {
    "title": "Australian Gold. Crystal Faces, Facial Tanning Lotion, 4.5 fl. oz.",
    "description": "Crystal Faces\nFacial Tanning Lotion with DermaDark Blend\n\n \nDermaDark Blend - A lush blend of stain-free, DHA-free bronzers, for dark, longer-lasting color PLUS immediate color that lasts up to 8 days.\n\nCashmir Silk Blend - Exquisite silicone blend that goes on like the finest silk.\n\n\nFacial Tanning Lotion with DermaDark Blend A lush blend of stain-free, DHA-free bronzers, for dark, longer-lasting color PLUS immediate color that lasts up to 8 days. The Cashmir SilkTM offers an exquisite silicone blend that goes on like the finest silk.\n\nFragrance-Free\n\n4 oz",
    "itemID": "B0014WKHT2",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 11185
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 22.8,
    "brand": "Australian Gold"
  },
  {
    "title": "Fake Bake Flawless, 6-Ounce",
    "description": "Fake Bake Flawless Self-Tan Liquid combines ease of application with intense professional colour development. Flawless is applied with a professional mitt (included) in effortless gliding strokes for a perfectly even tan. The dual function cosmetic bronzer assists in making the application even easier (shows-where-it-goes) whilst providing an instant golden tan. The fast drying, fast absorbing formula is transfer resistant, so can be worn throughout the day. Formulated with Fake Bake's exclusive triple tan formula (DHA boosted by DMI & Erythulose) for an intense tan that lasts longer. Suitable for all skin tones and skin types. Pleasantly fragranced with a tropical scent. No artificial preservatives or Parabens.",
    "itemID": "B0046VGPHQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 23
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 11.0,
    "brand": "Fake Bake"
  },
  {
    "title": "Garnier Moisture Rescue Refreshing Gel-Cream, Grape Water Extract, Vitamin E,  1.70-Fluid Ounce",
    "description": "Through collaboration with dermatologists and nutritionists, garnier has developed nutritioniste with \"skin-nutrients\", targeted to help your skin stay healthy looking and beautiful, day after day. Ingredient complexes developed exclusively by garnier to work on skin's outer layer.garnier nutritioniste(r) moisture rescue refreshing gel-cream locks in moisture for 24 hours, blocks out dryness. A light, oil free, gel-cream texture penetrates deeply into skin's upper layers so that skin looks and feels soft and smooth. Garnier nutritioniste(r) moisture rescue refreshing gel-cream is dermatologist tested for safety; non comedogenic - won't clog pores; gentle to skin; allergy tested; non-greasy.how is it different? Garnier nutritioniste moisture rescue refreshing gel-cream locks in moisture and blocks out dryness using a formula with a unique combination of pure antioxidant fruit water extracts and skin conditioning. Its ultra-lightweight, oil-free, refreshing gel-cream formula instantly penetrates for long-lasting moisture and boosts skin's defenses as it holds moisture for 24 hours. \"skin-nutrient\" facts - moisture rescue with: grape water extract: antioxidant power defends skin from external aggressors; vitamin e: soothes and conditions skin. Results - instantly: skin looks and feels supple and smooth. In 1 hour skin's moisture barrier is strengthened to prevent dryness. Ingredient complexes developed exclusively by garnier to work on skin's outer layer.",
    "itemID": "B003RF82UK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 649
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 7.9,
    "brand": "Garnier"
  }
]