[
  {
    "title": "Cellex-C Speed Peel Facial Gel, 90 ml",
    "description": "Instantly removes superficial skin build-up. Speed Peel Facial Gel is a pale leaf green, minty-fragranced formulation, containing natural exfoliating agents and enzymes in an oil-free, hydrating gel tropical and desert plant extracts renowned for their superb moisture binding and exfoliating qualities enhance this truly unique product. Instantly and gently peels dull, dry, superficial skin cells and polishes the skin on your face to produce a smooth, radiant texture and glow.",
    "itemID": "B000HX2LDE",
    "helpful": [
      0,
      2
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 61688
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 22.98,
    "brand": "Cellex C"
  },
  {
    "title": "HAIRDO Wrap Around Pony Buttered Toast R1416T",
    "description": "Get this popular look without waiting years for your locks to grow out You control the style by wearing your pony up high for a more fun look or down nbsp closer to nbsp the base of your neck for a modern sleek style. The Hairdo trade nbsp Wrap Around Pony is made from new Tru2Life trade polyester fiber. Just as with real hair this soft natural looking fiber can be curled or straightened with thermal styling tools to create any style you want. Affordable lightweight and easy to attach this piece can be put in and taken out in a matter of minutes. The Hairdo trade nbsp Wrap Around Pony features 18\" of synthetic hair with a 14\" strip of wrap around hair that securely connects with a Velcro reg attachment allowing you to create full fashionable pony styles. Hairdo trade nbsp Wrap Around Pony is available in multi tonal shades that have been created to complement just about anyone rsquo s hair color.",
    "itemID": "B002PHRL4E",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 77040
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Hair Extensions"
      ]
    ],
    "price": 22.99,
    "brand": "HairDo"
  },
  {
    "title": "D'arsonval High frequency direct for Home Use - skin tightening, Wrinkles, Fine lines, Puffy Eyes",
    "description": "What is High Frequency? Direct high frequency increases activity in the skin`s basal layer, refines skin texture and gives an improvement in the skin`s defence against bacteria. It has a germicidal and anti-bacterial effect, due to the ozone formation. It limits sebaceous secretions, drying and healing pustular infection. Impurities are released by the dilation of skin pores. The improvement of lymphatic and venous blood circulation, produces enhanced skin texture and oil and moisture balance. Because there is no polarity or chemical action with this current, chemicals cannot be driven into the skin. There are no harmful effects on the nerves or muscles. Indirect High Frequency passes through the surface of the body and produces a stimulating anti-congressive effect, with no chemical formation on the skin`s surface. The generated warmth produces a relaxing, sedative effect, relieving tension with the same skin benefits as Direct High Frequency. This can relieve muscular fatigue and pain when used with massage. 4 Electrodes Features: 1 Large Mushroom for large facial areas 1 Small Mushroom for small facial areas 1 Small Bulb for spot areas 1 Comb promotes the blood circulation of the head, strengthens the nutrient supply, and aids in preventing and curing neurasthenia, headaches, dizzyness, and sleepless nights. It also promotes hair growth, prevents and cures hair loss, and loss of hair color, etc. Great Features: *Sterilize skin *Accelerate blood circulation *Remove the injurant of skin *Strengthen lymph activity *Improve skin nutrition *Strengthen cell metabolism *Help remove spot *Diminish inflammation *Sterilize bacteria *Accelerate healing of wounds *Reduce visible skin pores *Improve secretion and PH value *Promote hair growth Package Include: Hand Piece X 1 Mushroom Tube for large facial areas X 1 Tougue Tube for small facial areas X 1 Bend Tube for spot areas X 1 Comb Tube for Hair X 1 Instructions Sheet",
    "itemID": "B0077CNO1G",
    "helpful": [
      31,
      42
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 1818
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 26.82,
    "brand": "Generic"
  }
]