[
  {
    "title": "REJUVACOTE 3 pack",
    "description": "Rejuvacote the nail doctor will heal and cure your split, cracked and acrylic destroyed nail in a matter of weeks. You will enjoy the look and feel of strong, vital, natural nails. Its not a promise, It's a guarantee.",
    "itemID": "B000UV3HW2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1506
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 21.85,
    "brand": "Duri Cosmetics"
  },
  {
    "title": "BONAMART &reg; Premium MASH 100 Pc Nail Art Nailart 3d Manicure Design Sticks Rods Stickers Gel Tips",
    "description": "MASH is proud to introduce its first set of 3d nail art sticks. Use these nail art sticks to lighten up your day with some fun decorations. Abundance of designs including flowers, fruits, butterflies, cute figures, and etc.HOW TO USE: Recommended to use razor blade to smoothly cut rod into thin slices. Than simply use nail glue or your top coat to attach to nails.AUTHENTICITY WARNING: The only Authentic MASH Nail Art is sold by MASH and/or Amazon directly. All other sellers are offering low quality counterfeit products.",
    "itemID": "B005C5FP9Y",
    "helpful": [
      1,
      1
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 3094
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 5.1,
    "brand": "Bonamart"
  },
  {
    "title": "SHANY Cosmetics The Cosmopolitan Nail Polish Set (24 Colors Premium Quality and Quick Dry), 40 Fluid Ounce",
    "description": "This 24 piece nail polish set has a wide variety of colors to choose from. Use separately or in layers to create different colors. Works great with the Shany 12 piece cracked nail polish set and or the 24 piece nail art set. The possibilities are endless with so many hues you cannot go wrong with this set that contains lime green (pearl), neon green, yellow (matte), neon pink, fuchsia (pearl), neon purple, red (matte), neon yellow, white (matte), black (matte), silver (glitter), gold (glitter), pink (glitter), blue (glitter), green (glitter), dark grey (matte), pink (matte), sky blue (matte), lavender (matte), brick (matte), navy (pearl), forest green (matte), orange (matte), purple (pearl).",
    "itemID": "B005X2F7JY",
    "helpful": [
      2,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 2460
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 29.95,
    "brand": "SHANY Cosmetics"
  }
]