[
  {
    "title": "54 WATT ROYAL NAILS PROFESSIONAL UV LIGHT GEL AND ACRILIC NAIL DRYER &amp; CURING RN541 WORKS WITH CND, SHELLAC, OPI, HARMONY GELLISH, IBD GELAC, ETC.. FOR DOUBLE. HANDS OR FEET.",
    "description": "Perfect for professional and personal home nail care uses. Easy and fun to use.",
    "itemID": "B006IBM21K",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 22217
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Body Washes"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Ibd Just Gel Polish &quot;Smokey Plum #56505&quot; New Color",
    "description": "IBD introduces just gel, the strong 100% pure gel formula that wears like a classic true gel. Apply it just like polish and be rewarded with richer, more even color. This versatile gel polish cures quickly under either LED or UV light. It also protects natural nails with stronger, long-lasting wear. Gel removal is simple as well. Remove Just Gel Polish easily in just 10 minutes with no mess and no fuss.Instructions:File and shape nailRemove and push back cuticleBuff nail to remove shine and dustApply foundation and cure 1 minuteApply thin coat of color to nails and cure for 2 minutesApply second coat of color and cure for 2 minutesApply top coat and cure for 2 minutesCleanse nail to ensure mirror finish",
    "itemID": "B0063TFLG0",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 35390
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Top & Base Coats"
      ]
    ],
    "price": 7.39,
    "brand": "IBD"
  },
  {
    "title": "USpicy CRESCENT USND-1801 18W LED Nail Polish Dryer / Lamp / Light for Curing Gelish &amp; LED Gels(White), Upgraded with Digital Countdown Timer 30s-90s, SPA Equipment",
    "description": "USpicy-Fashion Meets TechnologyUSpicy was created by a very simple goal - to provide high quality health and beauty products at budget-friendly prices so that everyone can afford. Why \"U&#x2022;Spicy\"? Because we put the sole focus on YOU, and dedicate ourselves to creating your own unique style, which allows YOU to feel SPICY whenever & wherever.Features:- Environment protection: LED lights don't generate harmful substances to human body- Energy-saving: LED lights consume much less power- Safety: Does not produce heat, not harm your hands- Longevity: LED lights can last for 35000-50000 hours, much longer than other types of lights- Portability: LED lights are not easily broken- LED Nail dryer can last longer and cost a lot less of your money in the long term- New digital countdown timer conveniently tracks the remaining timeSpecifications:- Color: White- Rated voltage range: AC100-120V, 60HZ- Product size: 249 * 205 * 95 mm- Product weight: 1.02 kg- CE Certification- Rated power: 18W- Built-in Infrared sensor automatically turn on when putting hand into the dryer, and the light starts working- Auto Timer Control: 30s, 60s and 90s- Using life: > 35000 hours- Warranty: 1-Year Manufacturer Warranty- Solidification time:\nUsing LED modeling gel, the solidification time is < 10s;\nUsing LED base gel, the solidification time is < 20s;\nUsing LED top gel, the solidification time is < 40s;\nUsing LED method of three-in-one gel, the solidification time is < 20sPackage includes:- 1* USpicy CRESCENT 18W LED Lamp Nail Dryer- 1 * Free Nail Sanding file",
    "itemID": "B008MJ1V3G",
    "helpful": [
      4,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 33800
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Dryers"
      ]
    ],
    "price": 79.99,
    "brand": NaN
  }
]