[
  {
    "title": "Weleda Skin Food, 2.5 Ounce",
    "description": "Dry, rough skin of any age gets indulgent moisture with this intensively nourishing, deeply hydrating cream. it&#x2019;s a unique, ultra-rich whole-body cream that deeply hydrates, restores and protects your skin. deeply moisturized and protected, your skin looks soft and supple with a healthy glow.",
    "itemID": "B000ORV3NC",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 948
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 13.09,
    "brand": "Weleda"
  },
  {
    "title": "Kevyn Aucoin Sensual Skin Enhancer Foundation, SX 04, 0.63 Ounce",
    "description": "Kevyn Aucoin's the sensual skin enhancer was created to mimic the appearance of healthy, radiant skin. It can be used as a spot foundation, concealer, all-over foundation, highlighter (choose a shade lighter than your actual skin tone) or mixed with your moisturizer for a tinted moisturizer effect - the possibilities are endless. Honey and jojoba oil create a soft, dewy finish as well as lend themselves to the formula's silky texture. It may be applied with the fingers, a brush or a sponge (wet or dry) for any desired finish. Kevyn Aucoin, the worlds master makeup artist, searched the world over for the past 20 years in order to bring women, like yourself, as well as his celebrity clients, the sensual skin enhancer. Kevyn created the sensual skin enhancer to replicate the look of healthy, radiant, dewy skin. This was his favorite product to create a natural, youthful glow on all of his celebrity clients. Our long lasting formula can be used on every skin type in many ways to achieve your desired coverage, while allowing your natural skin to show through. Available in 16 shades, this long lasting formula provides medium to full coverage and blends seamlessly into the skin. This product is very unique and may be used with a touch of powder as an alternative to an allover foundation or as a spot concealer to conceal imperfections or to lighten target areas.",
    "itemID": "B000RY5YY6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 43740
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 37.5,
    "brand": "Kevyn Aucoin"
  },
  {
    "title": "Selsun Blue Dandruff Shampoo, Moisturizing with Aloe for Dry Scalp and Hair, 11 Ounce",
    "description": "Selenium Sulfite 1%. Dandruff control for dry scalp and hair. Healthier hair. Healthier scalp. Doctor recommended.",
    "itemID": "B001TSNM34",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 5925
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 7.75,
    "brand": "Selsun Blue"
  }
]