[
  {
    "title": "Genuine Emjoi Golden Blue Micro-Pedi Refill Rollers Tough Calluses (Super Coarse)",
    "description": "Gently and effectively buffs away rough, dry and calloused skin in seconds.Emjoi Golden Blue Micro-Pedi Mineral Rollers for Unisex Tough Calluses (Super Coarse)The revolutionary Emjoi Micro-Pedi 4 Men Golden Blue micro mineral rollers are specially designed for unisex tough calluses.For dry use onlyGlide the roller over the callus/hard skin area for 2-3 seconds. Do not press hard. Check results and continue to use for 2-3 seconds until the desired level of smoothness is obtained.Great for women's rough callusesEmjoi Micro-Pedi 4 Men Golden Blue rollers fit only Emjoi Micro-Pedi units.",
    "itemID": "B008PK5NRC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 7790
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Rollers"
      ]
    ],
    "price": 17.95,
    "brand": "Emjoi"
  },
  {
    "title": NaN,
    "description": NaN,
    "itemID": "B001DJ2USM",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Sprays"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "AmLactin Ultra Triple Action Alpha Hydroxy Acid Hydrating Body Cream 4.9 oz.",
    "description": "AmLactin Ultra Triple Action Alpha Hydroxy Acid Hydrating Body Cream provides long lasting moisture while visibly improving the condition of dry, cracked or flaking skin. Ultraplex lactic acid complex retextures the skin&#039;s surface by boosting new cell growth and removing dead skin. Rich emollients and humectants ensure skin is soft and supple.",
    "itemID": "B007FZR99I",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 4517
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 10.54,
    "brand": "AmLactin"
  }
]