[
  {
    "title": "SKIN79 Oriental Gold BB Cream with Lip &amp; Cheek Tint",
    "description": "Whitening / Wrinkle improvementUltraviolet rays interception SPF25 PA++KFDA 3 functions certificationThis is a great 3 in 1 combination for people who are on the go. The BB cream gives you a brighter and shiny skin and This product can act as make-up base and foundation, it can correct your irregular skin tone naturally.How to Use:Apply an appreciate amount on the area of your face like patting at the last step of skin care.",
    "itemID": "B002C1JEPM",
    "helpful": [
      2,
      4
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 90436
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 47.0,
    "brand": "SKIN79"
  },
  {
    "title": "My Beauty Diary Hyalurunic Acid Moisturizing Mask 10pcs / Box",
    "description": "Classic and popular moisturizing ingredient, hyaluronic acid, is treated to a hi-tech hydrolysis process to further reduce the size of their elements. The elements of hyaluronic acid are tiny after undergoing hi-tech hydrolysis process and these treated Hyaluronic acid elements offer excellent moisturization to skin. This substance is able to quickly enhance skin by facilitating microcirculation, purification and moisturization of dry skin. Thus, the moisture content of the skin is maximized, forming a protective transparent water molecule screen, securing moisture in the skin.\n\nPrecious deep sea coralline (which is also known as Swallow Nest of the Sea\") a premium algae extract and oat extract , which is rich in glucan combine to provide nourishment to brighten skin for a healthy glow with a soft velvety touch. Moisture is sealed within your skin to provide a tender protective screen that is hydrated 24/7.",
    "itemID": "B005FOPQT6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2426
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 12.99,
    "brand": "My Beauty Diary"
  },
  {
    "title": "L'Oreal Paris Youth Code Serum Intense, 1.0 Fluid Ounce",
    "description": "This potent serum boosts skin's natural powers of regeneration so it regains the qualities of young skin. It's a lightweight yet powerful boost to your skincare routine. See immediate results by using alone or with other Youth Code products. Skin looks rested, smoother and youthfully luminous. Signs of stress, fatigue and aging are visibly diminished.",
    "itemID": "B0047F70B6",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1365
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Serums"
      ]
    ],
    "price": 7.15,
    "brand": "L&#39;Oreal Paris"
  }
]