[
  {
    "title": "Macadamia Oil Healing Oil Treatment, 4.2 ounces Glass Bottle",
    "description": "Macadamia healing oil treatment is a therapeutic oil perfect for all hair types and is especially beneficial to dry, damaged hair. the healing oil treatment is instantly absorbed, weightlessly infusing the hair with moisture and nutrients for silky smooth, healthy looking hair while providing natural uv protection from photo and sun damage. dry, brittle hair is miraculously rejuvenated with increased shine and control",
    "itemID": "B002WTC37U",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2943
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 16.74,
    "brand": "Macadamia Oil"
  },
  {
    "title": "Schwarzkopf BC Bonacure Repair Rescue Sealed Ends 2.6 oz (color packaging may vary)",
    "description": "Bonacure Repair Sealed Ends - repair rescue for damaged or bleached hair. Bonacure Repair Sealed Ends repairs hair breakage, seals and prevents split ends. CuraTec Proteins and the amino acid Glycine, aid the repair of split or broken ends. Softens and improves the combability of dry and brittle ends. Apply small amount of Bonacure Repair Sealed Ends to wet or dry hair. Smooth through the hair ends with the fingertips. Do not rinse out. Apply Bonacure Repair Sealed Ends to dry hair for general smoothing and sealing. (2.6 oz)",
    "itemID": "B002UEOBPE",
    "helpful": [
      6,
      7
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1841
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 4.99,
    "brand": "Bonacure"
  },
  {
    "title": "Pearl Enterprises M.T. ROLLER 1.0mm Micro Needle Roller Skin Care Therapy Dermatology System (Dermaroller)",
    "description": "The Microneedle works for various skin issues to make you look younger, more vibrant and with a healthy glow.  Best of all, it can be used almost on the entire body.  It rids stretch marks, cellulite, wrinkles, acne and promotes hair re-growth.",
    "itemID": "B004LUZ956",
    "helpful": [
      7,
      12
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 313
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 12.98,
    "brand": NaN
  }
]