[
  {
    "title": "Essie Nail Lacquer, Sugar Daddy, 0.5 Fluid Ounce",
    "description": "Essie nail lacquer goes on smooth and last long Shimmery pink shade Chip-resistant DBP, Toluene and Formaldehyde free.",
    "itemID": "B0002Z8HAI",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 13867
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 5.45,
    "brand": "Essie"
  },
  {
    "title": "Essie Nail Polish .46 oz. Tour De Finance",
    "description": "Essie Tour De Finance is a medium fuchsia pink with blue micro-shimmer nail polish color. From the Essie Spring 2012 Collection. .50 fl. oz.",
    "itemID": "B00699IIW8",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 142814
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 5.44,
    "brand": "Essie"
  },
  {
    "title": "Alpha Hydrox Oil Free Treatment 10 Percent AHA 1.7 fl oz.",
    "description": "If you're looking for a concentrated alpha hydroxy acid product that won't clog your pores with excessive moisturizers, here's your answer: an Oil-Free Gel that packs a serious dose of glycolic acid (one of the most effective AHAs on the market), plus natural ingredients like red sea kelp, green tea, and vitamin B-5. This powerful combination helps nourish skin while working to rid complexion-dulling flakes and roughness.10% AHA Anti-Wrinkle TreatmentRecommended for:&nbsp;Oily, Normal/Oily &amp; Problem-Prone Skin.&nbsp;Not for Delicate/Sensitive Skin.Oil-free.&nbsp;&nbsp;Fragrance-free.&nbsp; Alcohol-free.&nbsp; Effective pH 4.Proven to significantly reduce the appearance of fine lines and wrinkles.Safely lifts dead cells from the skin's surface to revitalize and help restore youthful, healthy, radiant looking skin.Balances natural oils, refines texture, improves elasticity and skin tone.Combines the anti-oxidant benefits of Red Sea Kelp and Green Tea.Contains 10% pure Glycolic-AHA.",
    "itemID": "B000052YM8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4183
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 11.67,
    "brand": "Alpha Hydrox"
  }
]