[
  {
    "title": "Moisturizer for Men - UTurn by ProudGuy Skin Care 5-in-1 Aftershave Gel - Anti Aging - Paraben FREE - Dark Circles Under Eyes - Skin Tightening &amp; Repair - Anti Shine - Minimize Pores Reduce Wrinkles - Instant 24 Hour Youthful Result - Unique Gift Ideas - USA Made",
    "description": "UTurn by ProudGuymoisturizer for men - the ultimate new generation of easy skin care, essentially formulated for the busy modern man.This complex, anti aging and repair formula gel is loaded with the best face care ingredients to protect and nourish skin, fight wrinkles and improve texture by closing open pores.The skin will feel noticeably smooth to the touch and younger looking after the first application.Vital ingredients include:\nAloe Vera - soothing, astringent, and protecting. Aloe is also excellent for sensitive skins, rosacea conditions and dry skin.Cassia Angustifolia Seed: Hyaluronic acid in a botanical form, creates a barrier that plumps up the skin to help reduce the appearance of lines and wrinkles.Organic Jojoba Oil: Beneficial for treating all skin types. Jojoba oil dissolves clogged pores, and aids the complexion to return to its normal pH balanceActive ingredients include Argan Oil, Botanical Hyaluronic Acid, Cucumber, Frankincense, Glycine,Gotu Kola, Jojoba Oil, Kosher Vegetable Glycerin, L'Arginine, Licorice, Matrixyl 3000, MSM, Potassium Sorbate, Vitamin C, Vitamin E, Sodium Benzoate, Periwinkle, Reishi.USA made - the perfect gift for men who want to keep looking good!Turn back the clock with UTurn - try it and see for yourself - just CLICK the \"Add to Cart\" order button at the top right of the page NOW!Full 30-day money back guarantee.",
    "itemID": "B00JPMJK7I",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6051
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 22.48,
    "brand": NaN
  },
  {
    "title": "Hyaluronic Acid Serum with Vitamin C, A, D, E ~ Best Anti Aging Cream &amp; Anti Wrinkle Moisturizer ~ 60 DAY GUARANTEE ~ Recommended By Dr Oz ~ Botox Alternative Skin Care Products for Men &amp; Women ~ Benefits? Stimulates Collagen, Has a Firming &amp; Hydrating Effect Which Plumps Your Skin &amp; Reduces Fine Lines &amp; Wrinkles, Resulting in a Timeless Appearance ~ Proudly Made in the USA",
    "description": "Finally, An Anti-Aging Hyaluronic Acid Serum That Restores Time-Damaged Skin... Resulting in a Silky-Smooth, Radiant Complexion.Age shows no mercy with its effect on our skin. But why let it be so cruel, when you can fight back & reverse the aging process?As we get into our 30s, our skin's elastin & collagen start breaking down, crow's feet & fine lines make an unwelcome appearance & as a result, our skin's tone & elasticity start to rapidly deteriorate as we move into our 40s & 50s.Consider This...Imagine how radiant & vibrant your skin will look as your fine lines start to vanish. Not only that, your skin remains hydrated & feels smoother to the touch.Your self-esteem & self-confidence start to improve as your friends & family start to notice something different about you.Why Nicci Marie's Hyaluronic Acid Serum? Simple, It Works!- With Vitamin A - improves your skin's elasticity, stimulates collagen formation & helps reduce wrinkles caused by too much sun- With Vitamin C - dramatically improves your skin tone, retains moisture & improves your skin's elasticity- With Vitamin D3 - conditions & moisturizes your skin & promotes rapid cell growth- With Vitamin E - a natural skin conditioner & anti-oxidant which keeps your skin hydrated- Our serum plumps the skin to reduce fine lines & signs of agingOur 60 Day GuaranteeLet us take the risk. If you're not completely satisfied with the results within 60 days, get in touch & we'll refund 100% of your money back - no questions asked.Our HA Serum is currently discounted at 15% off for a limited time. Take advantage of this amazing offer & banish the signs of aging.ImportantWhen you checkout, buy one for a friend or family member & qualify for Free Shipping. But be warned...we sell out of stock fast.Order Nicci Marie's Hyaluronic Acid Serum Now!",
    "itemID": "B00GPWYF94",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 607
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 19.99,
    "brand": NaN
  },
  {
    "title": "Anti Aging Active Botanical Eye Cream with Hydrolysed Collagen to Help Fight the Signs of Aging. Featuring a Superior Blend of Penetrable Lipids, This Collagen-based Anti Aging Eye Cream Gently Plumps Surface Dehydration (Without Causing Undereye Bags) and Fine Lines While Enhancing Skin Flexibility and Improving Texture.",
    "description": "Your search for the best anti-aging eye cream is over!One of the first places where visible signs of aging begin to emerge is around your eyes. The delicate skin in this area is extremely thin-becoming even thinner as you age-and is especially vulnerable to unsightly age-related changes in appearance, including dark circles, \"crow's feet,\" and bags or swelling under or around the eyes.While not necessarily an indication of extreme exhaustion or serious illness, dark circles and bags certainly make you look and feel a lot older than you really areYou Have No Risk When You Purchase TodayWe understand that every person is unique, and that no supplement, however good, can guarantee the same results for every single individual. That's why every Gina de Rossi product comes backed with 'Gina's Promise' - a 100% rock-solid LIFETIME 'customer happiness' guarantee!",
    "itemID": "B00H8C82IU",
    "helpful": [
      5,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 52161
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Creams"
      ]
    ],
    "price": 29.95,
    "brand": NaN
  }
]