[
  {
    "title": "Benefit Cosmetics Hello Flawless! - Never Settle",
    "description": "What it is:A custom powder cover-up with SPF protection for the face.What it does:Benefit \"Hello Flawless!\" SPF 15 is a blendable powder foundation with SPF 15 that goes on beautifully sheer and layers easily for customized coverage. Find your perfect shade and sweep it on with the accompanying brush for a sheer, natural finish; or apply with the sponge for full coverage or spot cover-up.",
    "itemID": "B001P71PF6",
    "helpful": [
      7,
      8
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 193410
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 47.66,
    "brand": "Benefit Cosmetics"
  },
  {
    "title": "Nutra Luxe Lash MD Beauty Eyelash Conditioner 1.50ml,  Box",
    "description": "Physician Formulated - Ophthalogish Safety Tested NUTRALUXE LASH MD is a breakthrough technology that was the first eyelash conditioner on the market in 2007, to use a new and safe cosmetic derivative ingredient. If you want spectacular long lashes or full eyebrows naturally, NUTRALUXE LASH MD is the right product for you. This safe and new formula will help to improve your eyelashes and eyebrows in lenght, fullness, thickness, and darkness in only 4 to 8 weeks. Physician Formulated, Ophthalmologist safety tested, Alcohol Free, Fragrance Free Helps your lashes reach their full potential in length, fullness, thickness and darkness Can also be used on eyelashes to fill in those blank spots Natural antioxidant help to protect hair and follicles from environmental damage Promotes hydration and helps lashes and brows to appear shiny and strong Promotes healthy follicles, softens brittle lashes and brows & improves elasticity Helps lashes and brows to stay longer by making lashes more flexible Repairs fragile hair damage caused by harsh eyeliner or mascara cosmetics Gives your lashes and brows shine and a healthy looking glow Helps to reinforce and strengthen the lashes and brows",
    "itemID": "B001WAKUTS",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1949
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 29.0,
    "brand": "Nutra Luxe Md"
  },
  {
    "title": "Body Bath Honey Mango Alba Botanica 12 oz Liquid",
    "description": "Since 1979, Alba Botanica has offered natural, 100% vegetarian personal care products that do beautiful for you, your friends and the animals and Earth you love. We make a full range of products packed with potent natural, botanical ingredients that are formulated to nourish the individualized needs of your skin and hair.",
    "itemID": "B00005REAT",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 86574
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Body Washes"
      ]
    ],
    "price": 7.21,
    "brand": "Alba Botanica"
  }
]