[
  {
    "title": "RoC Instant Facial Smoother, 1 Ounce",
    "description": "RoC has been a leading French skincare brand for over 50 years, devoted to developing antiaging products that guarantee visible and lasting results for healthier, youngerlooking skin. Strong partnerships with dermatologists have contributed to our expertise in understanding skin care and developing clinically proven products, which are highly effective, yet suitable for all skin types. For more longterm results, use it with any of the products in the RoC Retinol Correxion line. Over time, the appearance of lines and wrinkles will fade, for overall beautiful youngerlooking skin. RoC Instant Facial Smoother is a triple action formula that instantly beautifies your skin in one easy step for smoother, brighterlooking skin all day. 7 out of 10 women immediately noticed a difference in their skin*. This lightweight, silky formula with triple action technology: Smoothes the appearance of fine lines, wrinkles, and imperfections; Primes skin to create a perfect canvas for makeup application; Illuminates dull skin for a brighter complexion. Your skin will look younger, more luminous, and feel velvety smooth to the touch. Use after your moisturizer, and before makeup, for instant benefits.",
    "itemID": "B0067H6FW2",
    "helpful": [
      5,
      5
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 20675
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 13.0,
    "brand": "RoC"
  },
  {
    "title": "Deva Curl Angel Light Hold Defining Gel, 12 oz",
    "description": "A light hold moisturizing and defining gel. Dissolves instantly when applied to wet hair and dries forming a moisture-protective cast to enhance curls",
    "itemID": "B0055Q6MYM",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 2612
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 13.95,
    "brand": "DevaCurl"
  },
  {
    "title": "Burt's Bees - Cuticle Creme Lemon Butter - 0.6 oz.",
    "description": "Burt's Bees Lemon Butter Cuticle Cream.0.60 oz / 17 g.",
    "itemID": "B00013YYS0",
    "helpful": [
      8,
      8
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14288
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Cuticle Care",
        "Cuticle Creams & Oils"
      ]
    ],
    "price": 6.98,
    "brand": "Burt&#39;s Bees"
  }
]