[
  {
    "title": "NYX COSMETICS TRIO EYESHADOW",
    "description": "NYX COSMETICS TRIO EYESHADOW - A combination of the hottest colors to compliments any skin tone in one sleek eyeshadow set. Each set includes 3 colors, a mirror and a sponge applicator. Choose from 45 different Sets",
    "itemID": "B001KYNW2I",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 294913
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 7.0,
    "brand": "NYX"
  },
  {
    "title": "Sigma F80 - Flat Kabuki TM",
    "description": "Unique Feature: Dense and flat head\nFunction: Buffed foundation application\nRecommended Use: Blend liquid or cream products onto flat areas of the face such as the forehead and cheeks.\nBristle Type: Synthetic Sigmax\n\n 2013 Sigma Enterprises, LLC",
    "itemID": "B003UH0528",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 103
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 24.0,
    "brand": "Sigma Beauty"
  },
  {
    "title": "My Beauty Diary Hyalurunic Acid Moisturizing Mask 10pcs / Box",
    "description": "Classic and popular moisturizing ingredient, hyaluronic acid, is treated to a hi-tech hydrolysis process to further reduce the size of their elements. The elements of hyaluronic acid are tiny after undergoing hi-tech hydrolysis process and these treated Hyaluronic acid elements offer excellent moisturization to skin. This substance is able to quickly enhance skin by facilitating microcirculation, purification and moisturization of dry skin. Thus, the moisture content of the skin is maximized, forming a protective transparent water molecule screen, securing moisture in the skin.\n\nPrecious deep sea coralline (which is also known as Swallow Nest of the Sea\") a premium algae extract and oat extract , which is rich in glucan combine to provide nourishment to brighten skin for a healthy glow with a soft velvety touch. Moisture is sealed within your skin to provide a tender protective screen that is hydrated 24/7.",
    "itemID": "B005FOPQT6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2426
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 12.99,
    "brand": "My Beauty Diary"
  }
]