[
  {
    "title": "Jadore By Christian Dior For Women. Eau De Parfum Spray 3.4 Ounces",
    "description": "Introduced in 2000. Fragrance notes: floral orchids, violets, rose and blackberry musk, a sensual aroma. Recommended use: daytime.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000C1UCTQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 41971
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 98.0,
    "brand": "Christian Dior"
  },
  {
    "title": "Viva La Juicy By Juicy Couture For Women Eau De Parfum Spray 1.7 Oz",
    "description": "VIVA LA JUICY by Juicy Couture for Women EAU DE PARFUM SPRAY 1.7 OZ honeysuckle, gardenia, jasmine, praline, amber, caramel vanilla, sandalwood",
    "itemID": "B002XQ1YT0",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 50912
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 33.0,
    "brand": "Juicy Couture"
  },
  {
    "title": "Ybf Universal Taupe Eyebrow Pencil, 0.05 Ounce",
    "description": "Ybf is about sharing the magic, the secrets, the products, the tools, the know how. Stacey schieffelin, former international ford model and makeup guru, is often dubbed &#x201C;the girlfriend in rollers&#x201D; for beginning her live, on-air tv appearances wearing no makeup, going from bare to beautiful while being broadcasted in over 150 million households in the USA, UK, Canada and Australia. Beauty is not the only thing that comes naturally to stacey. Her lovable, down-to-earth personality and warm-hearted connection to her viewers (her girlfriends) is what truly makes stacey so successful. She is devoted to her audience and wants to empower the world one girlfriend at a time by redefining the limits and values of what it means to be &#x201C;beautiful&#x201D; inside and out while using &#x201C;beauty as a tool&#x201D;. Ybf products are universal and made for all skin tones. It&#x2019;s all about being inclusive - never exclusive. Ybf products are 100% paraben-free formulas infused with an exclusive Ybf smart active immune complex, enriched with extracts from the earth. This complex helps skin look radiant and younger-looking. When your skin is stressed by UV damage, air pollution, smoking, etc. This innovative complex acts as your personal skin monitor to trigger your immune system to help protect against environmental damage. Stacey urges all of her girlfriends to unearth their carefree, confident and can-do attitude. Get brows that wow, girlfriend. With over 10 million sold (and counting.) The Ybf automatic eyebrow pencil in universal taupe is constantly in demand by girlfriends all around the globe. Create perfect brows no matter what your hair color or skin tone. The unique shade and formula changes color depending on the amount of pressure you apply during application. Have unstoppable brows that wow every day.",
    "itemID": "B007CY0EHG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14605
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyebrow Color"
      ]
    ],
    "price": 20.39,
    "brand": "ybf"
  }
]