[
  {
    "title": "Pretty Feet &amp; Hands Rough Skin Remover-Exfoliant, 3-Ounce Bottles (Pack of 3)",
    "description": "Soft, sensuous skin is just waiting to be uncovered on your feet, hands and other dry problem areas. Without abrasives or harsh chemicals, Pretty Feet & Hands Rough Skin Remover gently exfoliates cast-off skin cells to reveal smooth, new skin. Your skin's condition improves with each use of Pretty Feet & Hands Rough Skin Remover.",
    "itemID": "B000052XW5",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2318
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 17.5,
    "brand": "Pretty Feet &amp; Hands"
  },
  {
    "title": "Neutrogena Rainbath Refreshing Shower and Bath Gel- 40 oz (Mega Size)",
    "description": "Rainbath Shower & Bath Gel cleans, softens and conditions skin without a heavy leave-behind residue. Your skin is left in better condition - feeling smooth, soft and renewed. Its fragrance is a blend of spices, fruits and herbs, providing a clean-fresh burst that awakens your senses and refreshes your entire body.",
    "itemID": "B00113HO90",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 530
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Body Washes"
      ]
    ],
    "price": 25.49,
    "brand": "Neutrogena"
  },
  {
    "title": "Neutrogena Deep Clean Invigorating Foaming Scrub, 4.2 Ounce (Pack of 3)",
    "description": "Enliven your senses with Neutrogena Deep Clean Invigorating Foaming Scrub. It deep cleans and leaves you feeling amazingly refreshed and exhilarated. Energizing microbeads gently exfoliate skin while sweeping away dead skin cells. Light gel formula lathers into bubbly foam removing surface dirt, oil and makeup. Feel the surge of invigoration as the cooling gel cleans down the pore leaving skin feeling fresh, clean and energized.",
    "itemID": "B001E96MZ8",
    "helpful": [
      0,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11067
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Scrubs"
      ]
    ],
    "price": 27.06,
    "brand": "Neutrogena"
  }
]