[
  {
    "title": "Peter Thomas Roth Max Anti-Shine Mattifying Gel-1 oz",
    "description": "Stop oil in its tracksWhen you go out, you want to feel like a star, but without the shine. This advanced mattifying gel formula absorbs shine, and controls excess oil and perspiration on contact without stripping skin of its natural moisture. Fast-acting, it reduces pores and helps makeup stay fresh longer, creating a lasting, satiny matte finish without cakiness. Eliminates unsightly breakthrough shine for hours, and you&rsquo;ll be confident as you go about your day. Also ideal for a man's shiny face and scalp.Controls shineAbsorbs excess oilCreates a matte finishReduces poresMoisturizes the skinPeter Thomas Roth, who is of Hungarian heritage, blends old Hungarian philosophies with 21st century skin care technologies and ingredients to create restorative skin care for women and men.Especially Suited For:All skin typesEssential Elements:Polysilicone-II, silica and dimethicone reduce oil and shine, and tighten pores while moisturizingWeight:1 oz",
    "itemID": "B001MA5RKK",
    "helpful": [
      1,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 11147
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 32.8,
    "brand": "Peter Thomas Roth"
  },
  {
    "title": "Too Faced Cosmetics, Shadow Insurance Candlelight, 0.35-ounce",
    "description": "Our legendary Shadow Insurance primer is now romantically lit with the shimmeringgolden glow of candlelight. The gilded luminous formula imparts a sexy, soft focusedlight that enhances eye shadow and adds just a touch of warm metallic flair.",
    "itemID": "B004FMFD0Q",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13043
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 14.55,
    "brand": "Too Faced"
  },
  {
    "title": "Too Faced - Chocolate Soleil Matte Bronzing Powder (Milk Chocolate)",
    "description": "We've combined the natural detoxifying effects of real cocoa powder with our signature too faced bronzing pigments to create matte bronzers perfectly suited for pale to deep skin tones for a touch of summer warmth all year-long.",
    "itemID": "B007HKOVIS",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 71415
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Bronzers & Highlighters"
      ]
    ],
    "price": 29.0,
    "brand": "Too Faced"
  }
]