[
  {
    "title": "Sandalwood 100% Pure &amp; Natural Aromatherapy Herbal Soap- 4 oz (113g)",
    "description": "Our soaps are made the old-fashioned way. They are hand-crafted using natural ingredients and include pure essential oils and organic botanicals. Known as Castile soap, our base is one of the gentlest and moisturizing of all soaps. We employ the \"cold processing\" method and do not add heat or chemicals to the soap pots. This process produces a bar full of natural glycerin, which is a by-product of the soap making process. Unlike most soaps on the market today, we do not remove this glycerin from our soap because it is a humectant, which helps attract moisture to the skin and can be gentle enough for even the driest and most sensitive of skin. Additionally, we do not add preservatives, colorants or fragrance oils to our products. Our soap is made with your skins well-being in mind - no harmful synthetics, just pure ingredients from nature",
    "itemID": "B00112DRHY",
    "helpful": [
      2,
      4
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 17406
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 4.95,
    "brand": "Plantlife"
  },
  {
    "title": "Aromatherapy Herbal Soap Sampler (Made with 100% Pure Essentail Oils)",
    "description": "This Soap Sampler is a favorite for the entire family and is great to use while traveling. Our Soap Sampler contains 1.2 oz Ginger Berry, Cassia Clove, Patchouli, Peppermint, Lavender, and Lemongrass Aromatherapy Herbal Soap.",
    "itemID": "B002NV8Y3E",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 12775
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 8.95,
    "brand": "Plantlife"
  },
  {
    "title": "Lipogaine for Men: Intensive Treatment &amp; Complete Solution for Hair Loss / Thinning (For Men Only Formula, 2oz, one month supply)",
    "description": "Clinically proven ingredients are perfectly harnessed in this formula to offer a complete solution for maximum results yet with unparalleled simplicity. Unlike any other product that typically deals with only one variable of the complex issue of hair loss/thinning, Lipogaine for Men offers a comprehensive and holistic approach by employing a proprietary liposome delivery system to include a number of clinically proven ingredients in one solution. [This statement has not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.]",
    "itemID": "B0037TM252",
    "helpful": [
      0,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 125
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Hair Regrowth Treatments"
      ]
    ],
    "price": 25.0,
    "brand": NaN
  }
]