[
  {
    "title": "Jonathan Product Root Touch-Up-Brown",
    "description": "Jonathan Product Root Touch-Up-BrownA natural pigmented loose mineral powder that temporarily disguises roots, covers gray hair and enhances highlights with a professional, natural looking finish.Product blends naturally with your hair color with our exclusive applicator that delivers the perfect amount of product exactly where you want it!Hides hair loss, thinning hair, bald spots & rootsLoose minerals blend color naturallyGive the illusion of thick full hairEliminates shiny spots from exposed scalpFormulated to stay on the scalpWeight: 0.34 oz.",
    "itemID": "B001288PGU",
    "helpful": [
      10,
      11
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 14969
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Color Refreshers"
      ]
    ],
    "price": 14.15,
    "brand": "Jonathan Product"
  },
  {
    "title": "Hot Tools Professional 1175 High-heat 3-barrel Waver With Gold Barrels",
    "description": "Creates deep, luxurious waves on all hair textures. Gold barrels for faster heat up and better heat retention. Professional, super-deep precision aligned barrels. Fast and steady uniform heat pre-set to perfect temperature.",
    "itemID": "B00317FSMY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11971
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Curling Irons"
      ]
    ],
    "price": 27.95,
    "brand": "Hot Tools"
  },
  {
    "title": "Hot Tools 2179 Deep Waver with Ceramic Tourmaline And Pulse Technology",
    "description": "New plate design creates ultra-deep waves in any type of hair. Ceramic radiates far-infrared heat to preserve hair's natural moisture while tourmaline produces ions to seal the hair cuticle and increase shine.",
    "itemID": "B003AKHQG8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2213
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Curling Irons"
      ]
    ],
    "price": 34.99,
    "brand": "Hot Tools"
  }
]