[
  {
    "title": "Upper Canada Soap And Candle Naturally Whipped Hand Repair, Sweet Vanilla Fig, 4-Ounce Tubes (Pack of 2)",
    "description": "Naturally Whipped Hand Repair is nourishment for your hands! This botanical-based line is made with all-natural ingredients with known restorative properties to nourish the skin. Free of parabens, mineral oils and synthetic dyes. Upper Canada Soap and Candle has been bringing quality ingredients, innovative ideas and value to bath and body products since 1969.",
    "itemID": "B001A5S3BM",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Hawaiian Tropic Silk Hydration SPF 30 Sunscreen Lotion, 6 Fluid Ounce",
    "description": "",
    "itemID": "B00639DLV2",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 2744
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection",
        "Sports"
      ]
    ],
    "price": 2.9,
    "brand": "Hawaiian Tropic"
  },
  {
    "title": "Burt's Bees Lip Gloss, Autumn Haze, 0.2 Fluid Ounces",
    "description": "Enhance your lips with the subtle neutral tones, rich pearlized color and high impact shine of Burt&#x2019;s Bees Lip Gloss in Autumn Haze. Soothing sunflower oil and nourishing beeswax pamper your smile, leaving your lips looking soft, smooth and irresistibly kissable. Just apply with the precise wand applicator attached to the top of the 0.2 fluid ounce size tube, and pucker up. All 12 available lip colors, from neutrals, to pinks, to reds and plums, are 100% natural. No one knows color better than nature, and nobody knows natural lip color better than Burt&#x2019;s Bees.",
    "itemID": "B00A46OKFG",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 185679
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lip Glosses"
      ]
    ],
    "price": 6.69,
    "brand": "Burt&#39;s Bees"
  }
]