[
  {
    "title": "Vitamin C Serum - Antioxidant Treatment - Natural &amp; Organic - Incl. Organic Rosehip Oil &amp; Sea Buckthorn Oil - Brightening Serum - Rapid Absorption - Reduce Sun Spots and Wrinkles - Exclusive to Amazon - 1.18oz",
    "description": "&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbspValentia;'s new generation Vitamin C Serum - You deserve toGlowtoday!",
    "itemID": "B00HJD8NLY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1870
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 35.0,
    "brand": NaN
  },
  {
    "title": "Dead Sea Mud Facial Mask and Deep Facial Cleanser by Adovia - Deep Pore Cleansing and Purifying Acne Treatment - Reduce Acne, Blackheads &amp; Pimples - Natural Face Mask, Exfoliator and Skin Care Treatment for Women, Men and Teens - Works for Eczema, Psoriasis, Acne and Blackheads - Leaves Your Skin Clear, Radiant and Younger Looking - 100% Satisfaction Guaranteed",
    "description": "This Dead Sea Mud Mask contains 30 Treatments which lasts for 3-4 Months. Each treatment provides the ingredients and results of a $120 facial at a high end dermatology spa! \n\nMade with Pure Dead Sea Mud with the highest concentration of minerals - vital for facial skin treatment glow.This mask is made by the Dead Sea experts and contains the highest and freshest concentration of Dead Sea Mud. Reduce Oil and Blackheads and get more clear and radiant skin.Works great for Eczema and Psoriasis as well due to Dead Sea salt and mud known properties that help relieve Eczema, Psoriasis and acne symptoms.Apply a layer to clean, dry skin once per week or as needed, as a facial mask for the whole face or as spot treatment for blackheads or pimples.",
    "itemID": "B00IBS9QC6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2080
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 32.0,
    "brand": NaN
  },
  {
    "title": "Dead Sea Mud Shampoo - Fast, Natural Relief from Dandruff - Itchy, Dry, Flaky Scalp - Scalp Psoriasis - Seborrhea Dermatitis - with Dead Sea Mud, Olive Oil &amp; Shea Butter - Highly Effective - Satisfaction Guaranteed",
    "description": "Adovia's Dead Sea Mud Shampoo is specially formulated with natural ingredients such as Dead Sea Mud, Chamomile & Olive Oil to bring deep hydration and moisture to the scalp, relieving itching and flakiness.  Dead Sea Mud has been known for centuries for it's healing properties and people travel from all over the world to come and experience it's effects at the Dead Sea. Dead Sea Salts and Mud have been featured on CNN, in the Wall Street Journal and New York Times. Dead Sea Mud contains the highest concentration of minerals found in mun anywhere in the world. Finally the benefits of Dead Sea mud and salt are presented to you in shampoo form!  These minerals are all essential for proper skin function and help to regulate moisture retention as well as hydration. You complete satisfaction is guaranteed.",
    "itemID": "B00JJVG6HC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11049
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 27.5,
    "brand": NaN
  }
]