[
  {
    "title": "Clinique Even Better Clinical Dark Spot Corrector, 1 oz / 30 ml",
    "description": "Even Better Clinical Dark Spot Corrector All Skin Types--/1OZ Design House: Clinique",
    "itemID": "B003FSGRW4",
    "helpful": [
      2,
      3
    ],
    "overall": 1.0,
    "salesRank": {
      "Health & Personal Care": 9878
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 42.9,
    "brand": "Clinique"
  },
  {
    "title": "Weleda Wild Rose Smoothing Day Cream, 1-Fluid Ounce",
    "description": "For dry skin. This rich, rejuvenating day cream, with organic rosehip seed oil blended with essential fatty acids and antioxidant, helps stimulate your skin&#x2019;s natural growth process and protect your skin from dryness&#x2014;all to soften fine lines and counter the first signs of aging. With preserved elasticity and vitality your skin feels nourished, smooth and beautifully radiant, while your senses are harmonized with the delicate fragrance of fresh, organic roses.",
    "itemID": "B003LDLO4E",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 18552
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Day Creams"
      ]
    ],
    "price": 18.1,
    "brand": "Weleda"
  },
  {
    "title": "Weleda Almond Soothing Facial Oil, 1.7-Fluid Ounce",
    "description": "Easily absorbed, this intensive fragrance-free treatment restores your skin&#x2019;s healthy balance and revives its natural protective functions. Organic blackthorn flower extract, high in skin-toning tannins and vitamin C, calms and reduces irritation while plum kernel oil, rich in antioxidants and vitamin E, balances and soothes so your skin is left feeling deeply restored, soft and protected. How to use it? It can be used as an occasional intensive treatment or in combination with the cream. It is also ideal as an eye makeup remover. Just add a few drops to a moistened cotton pad and wipegently over the eye area.",
    "itemID": "B003LDMVNM",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11415
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 15.04,
    "brand": "Weleda"
  }
]