[
  {
    "title": "Deva Curl Ultra Creamy Daily Conditioner, One Condition, 32-Ounces",
    "description": "Calling all curls. Super Rich - with the invigorating scent of lemon grass. This ultra creamy instant conditioner keeps curls shiny and manageable. For maximum effectiveness use daily. Not tested on animals. Made In USA.",
    "itemID": "B000TK99NU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 55
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 26.23,
    "brand": "Deva Concepts"
  },
  {
    "title": "Nubian Heritage Raw Shea Butter Lotion 8 oz 8 oz Lotion",
    "description": "Raw Shea Butter Lotion by Nubian Heritage 8 oz Lotion Raw Shea Butter Lotion The Nubian Heritage Raw Shea Butter Collection are recipes of essential vitamins skin and hair-nourishing ingredients including Vitamins E and B-5 Soy Milk Jojoba Oil Cocoa Butter and Macadamia Seed Oil. The unique formulas are infused with a special essential oil blend of Frankincense Myrrh Cardamom Ginger and Black Pepper that adds an aromatic experience and skin-healing properties. Frankincense is known for its toning and anti-aging properties and adds aroma therapeutic benefits promoting mental strength clarity and balance while Myrrh is known as a superior cosmetic in early remedies and helps to heal chapped skin. Key Ingredients Raw Shea Butter Soy milk Vitamin E Frankincense and Myrrh Benefits Shea Butter in its purest form has the highest level of healing and rejuvenating properties. Soy milk and Vitamin E help to regenerate damaged tissue and promote quick healing of skin cells. Usage Healing for all",
    "itemID": "B001A3RXN8",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 115719
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 15.09,
    "brand": "Nubian Heritage"
  },
  {
    "title": "Hot Sock Diffuser",
    "description": "The Hot Sock Diffuser is an ultra light diffuser that prevents heat damage and gives you better overall diffusion. This little miracle fits on any hair dryer and is perfect for the salon, at home, or when you are traveling!",
    "itemID": "B0006Q01EI",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 4680
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Diffusers"
      ]
    ],
    "price": 6.07,
    "brand": "Hot Sock"
  }
]