[
  {
    "title": "Sebastian Penetraitt Deep Strengthening and Repair Masque Unisex, 5.1 Ounce",
    "description": "Sebastian Penetraitt STRENGTHENING and REPAIR MASK 5.1 oz / 150 ml\n\nStress guard.  Repairs and strengthens hair weakened from past chemical treatments and heat damage. \n\nRemove excess water from hair.  Saturate evenly focusing on most damaged areas.  Leave on for 2-3 minutes.  Rinse thoroughly.\nBest for stressed, dull and chemically damaged hair",
    "itemID": "B001D0BH3K",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 73709
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 5.93,
    "brand": "Sebastian"
  },
  {
    "title": "Maybelline New York ColorSensational Lipcolor, Pink Quartz 115, 0.15 Ounce",
    "description": "Smoother, more nourished lips instantly. The freshest, most fabulous color. Color sensational lipcolor's exclusive nourishing honey nectar dramatically hydrates beyond perfection. Discover a sensational Improvement in overall lip appearance.",
    "itemID": "B002L6NZHG",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 78410
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 3.77,
    "brand": "Maybelline"
  },
  {
    "title": "Babylisspro TT Tourmaline Titanium Travel Dryer, Red",
    "description": "Why sacrifice your hair while vacationing? Enjoy professional class hair drying with the Babyliss Tourmaline Mini Folding Travel 1000 Watt Hair Dryer. Tourmaline is a natural source of negative ions and far-infrared heat. Negative Ions eliminate frizz and close the cuticle to create smooth, shiny hair. Dual Voltage allows for worldwide usage. Pure tourmaline gemstones fused with ceramic.",
    "itemID": "B003QKL5YQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 194
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 23.95,
    "brand": "BaBylissPRO"
  }
]