[
  {
    "title": "Palty Hair Dye (Caramel Brown)",
    "description": "Bitter, but cute brown called Caramel Brown. Colors your hair moist, shiny and beautiful. Fresh fruity floral scent. The hair color contains Camellia oil for shine, Silicon for smoothness, Votanical protein for protection from damage. Camellia oil hair essence conditions and moisturizes the color treated hair after coloring.",
    "itemID": "B0015XNAS0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 145803
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 14.66,
    "brand": "Palty"
  },
  {
    "title": "Skin Obsession 20% TCA Home Chemical Peel for face and body removes lines, sun damage and signs of aging",
    "description": "Our Skin Obsession 20% TCA Peel is a powerful and effective tool for resurfacing your damaged skin to yield the younger glowing skin you are looking for and deserve. This light to medium depth peel will improve many of the skin conditions that we all see (and wish we didn't!) when we look in the mirror. After a simple and straightforward process in the privacy of your own home,  and the peeling that follows, your skin will be softer, smoother, with improved texture and tone and greatly reduced hyperpigmentation (sun damage). Those are the differences on the surface of your skin. But the real magic is going on under your skin where collagen is being stimulated. This is what plumps up the lines and scars, yielding a smoother, more refined and beautiful complexion. This is one of the most commonly performed chemical peels in medical offices and spas because it is one of the most effective and has fantastic results. With an impressive track record for safety and effectiveness, this peel is one of our best sellers.  If you are new to peeling, you may want to try the 15% TCA peel first before moving to this level of peel, though the 20% can be used by first time peelers.  This is a very safe peel when used as directed and is suitable for most skin types, however, some darker skin tones, particularly African American run a risk of post peel hypo pigmentation. As with all products, a patch test is recommended for all of our clients to see how your skin reacts. We include a full, easy to understand instruction manual as well as a free sample of our microdermabrasion crystals with each purchase.  This 1 fl oz. bottle of peeling solution is enough for approximately 8-10 peels done once every 4-6 weeks.Ingredients: Distilled sterile water, Trichloroacetic acid.\nBy purchasing this product, you assume all risk associated with its use and are responsible for all results either intended or unintended from using this product.",
    "itemID": "B0018QO5CO",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 9973
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 26.99,
    "brand": NaN
  },
  {
    "title": "20% Salicylic Acid Peel with Tea Tree Oil, Lactic Acid and Green Tea Extract - Free Fan Brush - Professional Strength",
    "description": "If you have a scar on your face or roughened acne scars, salycylic acid peels can create a more even texture and smooth out keratinized skin, making pits and dents appear shallower.\n\n\nWhen applied to the skin, it works to remove dead skin cells and leaves the skin glowing and radiant. Diminishing fine lines and wrinkles and lightening redness and scars.\n\nContains Tea Tree Oil: Tea tree oil acne treatment works because the tea tee oil is like a solvent and is able to cut through oil and dirt, helping to unblock the pores. While the antibacterial properties within the tea tree oil kill the acne causing bacteria on the skins surface, preventing further outbreaks.\n\nContains Green Tea Extract: Green Tea helps to reduce inflammation (redness and inflamed skin), hormonal activity and aids in detoxification (clearing the pores), which is all good news for acne sufferers.\n\nContains Bergamot Oil: Bergamot's antiseptic action and ability to promote skin growth makes it perfect for treating acne. It is great for oily skin types and is effective for other skin conditions such as psoriasis and dermatitis.\n\n\n\n\n\nContains Lavender Oil: Lavender is an antiseptic and anti-inflammatory. It has a balancing effect on the skin, helps scar tissue to heal and can generally be used for all skin types.\n\nContains Lactic Acid: Lactic acid's unique ability to draw moisture toward the surface of the skin makes it ideal for individuals whose skin dries out easily. This treatment also effectively combats acne by killing germs and removing toxins on the surface of the skin and by breaking down the dry, dead, glued-together surface sebum that makes skin look dull and clogs pores. This leaves the skin with a wonderfully smooth and clear complexion!",
    "itemID": "B00BKDNYI6",
    "helpful": [
      0,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 33923
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Salicylic Acid"
      ]
    ],
    "price": 13.99,
    "brand": NaN
  }
]