[
  {
    "title": "Ambi Skin Care Even &amp; Clear Daily Moisturizer SPF 30-3 oz",
    "description": "Nourishing Skin Treatment for a Radiant GlowProvide your skin, deep nourishment every time you moisturize it. Ambi Skin Care Even & Clear Daily Moisturizer moisturizes and evens out skin tone. With a SPF 30, it even protects skin from harmful and damaging sun rays. This is a moisturizer, toner and sun screen, all rolled into one.Formulated with soy and Vitamin CLightweight formulaHigh SPFAmbi Skin Care Even & Clear Daily Moisturizer comes loaded with soy and Vitamins C and E in Even Blend formula.Just For You:All skin typesA Closer Look:This is an intensive moisturizer with the goodness of soy and Vitamins C and E. Discolored patches are mitigated, revealing smooth skin texture. Sunscreens contained in the moisturizer provide much-needed protection from UVA and UVB rays.Get Started:Apply on clean, dry face gently with upward strokes.",
    "itemID": "B0013OJUWQ",
    "helpful": [
      2,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 5915
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 9.74,
    "brand": "AMBI"
  },
  {
    "title": "Viva La Juicy By Juicy Couture For Women Eau De Parfum Spray 1.7 Oz",
    "description": "VIVA LA JUICY by Juicy Couture for Women EAU DE PARFUM SPRAY 1.7 OZ honeysuckle, gardenia, jasmine, praline, amber, caramel vanilla, sandalwood",
    "itemID": "B002XQ1YT0",
    "helpful": [
      2,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 50912
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 33.0,
    "brand": "Juicy Couture"
  },
  {
    "title": "BONAMART &reg; Hair Bun Sponge Hair Bang Clips (Small) [Apparel]",
    "description": "1. Tie your hair into a ponytail. 2. Place it into hair sponge. 3. Tighten hair sponge and pull down to perhaps the last quarter of your ponytail. 4. Start rolling the hair sponge up towards the top of your ponytail. 5. Bend the ends of the hair sponge down to secure bun. 6. Move your hair and confirm it covers the sponge. specification:>br>size:6.30*1.81 inchesweight:1.06 ouncescolor:black",
    "itemID": "B0049MA2NU",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Health & Personal Care": 108091
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Clips"
      ]
    ],
    "price": 1.38,
    "brand": "Bonamart"
  }
]