[
  {
    "title": "Z palette Customizable Makeup Palette, Small 1 ea",
    "description": "Are you tired of all that clutter that results from having products from all different brands of makeup? Do your favorite shadows and blushes only come in packaged form instead of pan form ready for palettes? Get organized and downsize with Z palette. It's your first step to get efficient and clean up that valuable space.The high quality palette and its exclusive design will allow for all sizes and shapes of shadows and blushes to fit together in one palette. It's slim, durable, and interchangeable to your preference. No need to taking multiple cases of shadows for just that one color. Now you can have your everyday basics and your special occasion colors all in one place. The best part is the clear window to let you know immediately what's inside. It also features a foldable top portion to take up les space on your vanity.Designed by an Emmy award-winning Hollywood makeup artist, Z palette was created to help the makeup professional and the everyday woman get streamlined once and for all.",
    "itemID": "B0038O0YEC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6168
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Bags & Cases",
        "Refillable Containers"
      ]
    ],
    "price": 13.0,
    "brand": "Z Palette"
  },
  {
    "title": "e.l.f. Blush, Blushing Rose, 0.168 Ounce",
    "description": "The soft sheer texture blends into the skin for a silky finish. Designed to be worn alone or layered for more depth. Highlight your complexion with a subtle healthy glow.",
    "itemID": "B00373MSNE",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 88159
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Blush"
      ]
    ],
    "price": 6.89,
    "brand": "e.l.f. Cosmetics"
  },
  {
    "title": "Batiste Dry Shampoo, Light and Blonde, 6.73 Fluid Ounce",
    "description": "Batiste Light and Blonde banishes oily roots and boosts body giving dull, lifeless hair the make over it needs without any water. A hint of color complements light and blonde hair tones and helps blend in root -re-growth of colored, tinted or bleached hair. A quick burst revitalizes hair leaving it feeling clean and fresh. No need to worry about skipping a shampoo.",
    "itemID": "B005D0WXPC",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 36637
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 8.0,
    "brand": "Batiste"
  }
]