[
  {
    "title": "Maybelline New York Volum' Express Falsies Flared Waterproof Mascara, Very Black 295, 0.31-fluid Ounce",
    "description": "Now, false lash glam goes flared. Up, out and over the top, instantly. Our exclusive spoon brush loads lashes with massive volume and presses them into a flared arch while our flexible-hold formula with pro-key fiber provides a lasting curve.",
    "itemID": "B004Y9M81W",
    "helpful": [
      0,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 1744
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 6.0,
    "brand": "Maybelline"
  },
  {
    "title": "Brazilian Heat Brazilian Heat Thermal Ceramic Ion Brush, 43 Mm",
    "description": "The ceramic and ion brush gives your hair a smooth and sexy finish when blow drying. You can create soft curls or add shape to straight hair, and is suitable to create any hair style during blow drying. The brush-head stripes change color to alert you when the brush is at optimum styling heat. The ceramic barrel heats up faster, is less damaging to your hair and inhibits bacteria growth. Ion is anti-static and dries hair faster.",
    "itemID": "B002TRCH9E",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 37574
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Brushes"
      ]
    ],
    "price": 10.4,
    "brand": "Brazilian Heat"
  },
  {
    "title": "10 Glitter Colors Mascara Makeup Set",
    "description": "This 6 Piece Glitter Mascara Set is all you need to bring out the perfect look in you. \nColor include 1, Green 2, Blue 3, Purple 4, Gold 5, Pink 6, Pearl 7 Silver 8, Black 9, Smoke 10, Bronx . Perfect for every day and night.",
    "itemID": "B005XHEEZM",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 98473
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 8.95,
    "brand": NaN
  }
]