[
  {
    "title": "BaByliss Pro BABP6685N Porcelain Ceramic Carrera2 Dryer",
    "description": "BaByliss PRO Carrera Professional Commercial Grade Porcelain Ceramic 1900 Watt Hair Dryer with ionic technology emits negative ions eliminate static, reduces drying time. Ceramic generates far infrared heat to protect hair's luster.",
    "itemID": "B001UHN0HM",
    "helpful": [
      122,
      123
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3226
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 59.95,
    "brand": "BaBylissPRO"
  },
  {
    "title": "DermaNew Facial Rejuvenation System",
    "description": "Gently resurface and smooth skin. The Dual Action Resurfacing Tool and Facial Rejuvenation Formula Microdermabrasion Cr&#xE8;me work together to ensure a gentle, thorough resurfacing that will polish and refine with perfectly sized naturally mined Corundum Crystals and added antioxidants. Clinically proven to diminish wrinkles, fi ne lines and pore size while decreasing visible signs of sun damage while revealing healthy new skin.  Kit contains 1 dual head resurfacing tool, 1 75g microdermabrasion cr&#xE8;me, 1 body foam applicator, 1 tear drop face applicator, 1 brush, 1 tool stand, 2 AA batteries.",
    "itemID": "B000F0GNT2",
    "helpful": [
      44,
      47
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 60692
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Microdermabrasion"
      ]
    ],
    "price": 44.0,
    "brand": "DermaNew"
  },
  {
    "title": "Diamancel Tough Buffer #11",
    "description": "Im the first to admit I wondered about this item when I first received it, but I am a true believer after just one use!  Try using this Diamond Chip Foot Buffer along with an excellent foot cream (and the Callous Rasp if needed) to get incredibly soft feet.  &lt;br&gt;&lt;br&gt;Will get your feet looking pool pretty in an evening!  &lt;br&gt;&lt;br&gt;Genuine diamond chips make this foot care file effective for buffing your feet to a silky smoothness.  Nickel coated fiberglass combines with diamonds for flexibility and strength in this unique foot grooming tool.  &lt;br&gt;&lt;br&gt;Use on dry feet for best effects and then apply an exfoliating agent for maximum moisturizing benefits.    &lt;br&gt;&lt;br&gt;Try Diamancels Callous Rasp for those little detail areas.  &lt;br&gt;&lt;br&gt;Caring for your Tough Buffer is easy.  Simply clean with soap and water and a soft brush.  Rinse under running water.  For anyone with athletes foot, soak your buffer in an antibacterial solution to help kill contagious fungus.  It is NOT recommended that the tool be autoclaved.",
    "itemID": "B0000Y3FQC",
    "helpful": [
      19,
      20
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 18237
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Files & Buffers"
      ]
    ],
    "price": 31.97,
    "brand": "Diamancel"
  }
]