[
  {
    "title": "Philosophy Micro delivery Triple-Acid Peel Pads, 12-count",
    "description": "See brighter days ahead with the micro delivery triple-acid brightening peel, created to deliver superior results in one convenient step at home with zero downtime. The micro delivery triple-acid brightening peel features 12 individually-wrapped, pre-saturated chemical peel pads designed for weekly use to deliver advanced skin-brightening and anti-aging benefits. The triple-acid formula contains mandelic, phytic and azelaic acids that dissolve and sweep away dead skin cells to help improve skin tone, buffer the appearance of fine lines and enhance skin clarity. The pads also feature a skin-brightening technology that visibly reduces the appearance of dark spots and discoloration. After just 2 uses, skin is smoother and brighter.",
    "itemID": "B006GACVYQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13273
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels"
      ]
    ],
    "price": 59.95,
    "brand": "Philosophy"
  },
  {
    "title": "Philosophy The Microdelivery Peel",
    "description": "You can trust the pioneers of in-office peels. Philosophy created the microdelivery one-minute purifying enzyme peel for a gentle, yet effective way to keep your skin glowing and in optimal condition. The unique formula contains lactic and salicylic acids, combined with natural enzymes and a fruit acid complex to deeply exfoliate the skin and inspire a faster rate of cell turnover, while multiple antioxidants help protect skin. The appearance of fine lines and wrinkles are diffused. Skin&#8217;s overall tone, texture and firmness are improved to reveal a brighter, smoother, more radiant complexion.",
    "itemID": "B00068CG3U",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9041
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Salicylic Acid"
      ]
    ],
    "price": 59.49,
    "brand": "Philosophy"
  },
  {
    "title": "100% Pure Argan Oil Organic - Virgin Argan Oil 2 Oz -Organic Argan Oil - Argan Oil Hair Treatment - Moroccan Argan Oil - Argan Oil for Hair - Argan Oil For Skin - Argan Oil for Face - Argan Hair Serum - Argan Oil Pure - Argan Oil To Be Added to Shampoo - Argan Oil for Hair Growth - Moroccan Oil - Argan Oil Hair - Argan Oil for Stretch Marks - Stretch Marks Prevention - Stretch Mark Oil - Stretch Mark Removal - Best Friend Gifts - 100% Money Back Guarantee",
    "description": "Arliaa Pure Moroccan Argan Oil Virgin Argan Oil For Hair & Face. Organic Certified by Ecocert  Special Offers and Product Promotions   - This product is 100% virgin cold pressed organic Argan Oil, imported from Morocco and certified by ECOCERT. Bottled in U.S.A. - A completely natural treatment for dry and damaged hair - Rich in antioxidants and Vitamin E, this oil has been used by the Berber people as a skin treatment for hundreds of years - Also a treatment for dry skin and brittle nails  Looking for improvements in your regular beauty self-care, with the purest of products?  - Repairs dry, damaged or tangled hair - Helps repair and soften wrinkled, or dry skin - Strengthens and improves nails  Argan Oil has been used for centuries by the Berber people of Morocco for beautiful hair, skin repair and for slowing the aging process of the skin. Argan oil contains the essential fatty acids Omega-6 and Omega-9, Vitamin E, lipid compounds and anti-aging antioxidants. For dry, itchy scalp, simply apply a few drops to the palm of your hands and gently massage into the scalp. For dry hair, apply a few drops while you hair is still damp and comb through your hair. To rejuvenate aging skin, slow the appearance of wrinkles and improve skin elasticity, apply to your face and skin after cleansing. Gently massage the oil into the face and skin so that it penetrates. Used regularly, it also restores and strengthens brittle nails",
    "itemID": "B00CRM2SUE",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 143836
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Growth Formula"
      ]
    ],
    "price": 14.99,
    "brand": NaN
  }
]