[
  {
    "title": "Life Extension Skin Restoring  Phytoceramides w/ Lipowheat 30 caps",
    "description": "Skin Restoring Ceramides With Lipowheat 30 Liquid Capsules Ceramides play a central role in preserving healthy-looking skin. They are an important lipid component of the skin&#x2019;s membrane, where they provide protection from the elements and lock in moisture. The problem is that your body&#x2019;s production of ceramides declines with age.3 That&#x2019;s bad news, since ceramides make up 35-40% of the binding matrix that maintains moisture balance and protects the surface of your skin.",
    "itemID": "B004BHAJAE",
    "helpful": [
      3,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 500
    },
    "categories": [
      [
        "Beauty",
        "Skin Care"
      ]
    ],
    "price": 15.39,
    "brand": "Life Extension"
  },
  {
    "title": "Glyco-Lac/60, Level 2 Gel Peel -30 ml/1 fl oz",
    "description": "With a combination of Glycolic with Lactic, Glycolac/60 provides hydration and tone improvements of the Lactic, with the increased collagen stimulation of the Glycolic. It is generally well tolerated because the Lactic and Glycolic work on different levels or the skin.Choosing the Best Peel:Skin Laboratory offers different types of chemical peels to help with things like exfoliating the skin and smoothing fine lines and wrinkles. If you are looking for the BEST peel for your condition, the following list will help you select it. The peels effectiveness is not limited to these conditions:Glycolic:Eczema & Dermatitis, Fine Lines & Wrinkles, Razor Bumps, Stretch Marks and General Toning & TextureLactic:Actinic Keratosis, Dark Circles Under Eyes, Dry Skin, Eczema & Dermatitis, Melasma, Psoriasis, Razor Bumps, Scarring, Sensitive Skin, Stretch Marks, Sun Damage and General Toning & TextureSalicylic:Acne, Acne Scars, Adolescent Skin, Large Pores & Blackheads, Oily Skin, Psoriasis, Razor Bumps and WartsBHA+:Acne, Adolescent Skin, Large Pores & Blackheads, Oily Skin, Psoriasis and WartsHQ+:Acne Scars, Actinic Keratosis, Melasma, Oily Skin and Scarring",
    "itemID": "B000PNTQW0",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 17218
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels"
      ]
    ],
    "price": 18.95,
    "brand": NaN
  },
  {
    "title": "Pure Organic Certified Rosehip Seed Oil (30 ml/1.01 fl.oz)",
    "description": "Rosehip Seed Oil is used to help dry, irritated, and weathered skin. \"Extra Virgin\" means that the oil is of the highest quality and is produced as a result a single, simple pressing. Our product contains a naturally high amount of vitamin E (no extra vitamin added), and essential fatty acids that are highly beneficial to the skin. Rosehip oil improves the appearance of wrinkles, stretch marks and eczema scars. This super-fine oil absorbs instantly, allowing the skin to breathe while it goes to work to promote a soft, beautiful skin. Ideal for normal, dry, mature, sun-damaged, scarred and sensitive skin.. Apply just a few drops before sleeping. Rosehip oil is becoming popular with massage therapists for its skin softening properties, typically in dilution (10% recommended). External use only",
    "itemID": "B0012UK304",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 20490
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 14.9,
    "brand": NaN
  }
]