[
  {
    "title": "Opi Nail Lacquer, Not So Bora Pink, 0.5 Fluid Ounce",
    "description": "A rich, creamy pink with an exotic twist. Whenever you find yourself stuck in the office or in traffic staring down at your pink nails, this not so boring pink will have you longing for a tropical trip to Bora Bora.",
    "itemID": "B000142FVW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 37439
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 6.56,
    "brand": "OPI"
  },
  {
    "title": "Olay Exfoliating Renewal Cleanser 6 Fl Oz",
    "description": "If you've been searching for an exfoliating cleanser that provides excellent results every day, there's no reason to look any further. Olay Professional Pro-X Exfoliating Renewal Cleanser is designed to purify and renew your skin's texture for a refreshed, smooth feel. Designed by Olay in conjunction with a team of renowned skincare experts, this exfoliating cleanser gently clears away make-up, oil and dirt, leaving your face clean, refreshed and primed for hydration. For more effective results, use it with the Pro-X Advanced Cleansing System, and let the proven power of advanced cleansing go to work.Boost your exfoliation and replace dull surface cells with younger, smoother-looking skin. Make Pro-X Exfoliating Renewal Cleanser part of your daily regimen, and reveal a brighter, more even skin.",
    "itemID": "B002UUT38I",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 180
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 14.49,
    "brand": "Olay"
  },
  {
    "title": "Face Whisperer&reg; Day Cream with Argireline&reg; known as a natural wrinkle smoother; First results in 3-4 weeks. Includes Trylagen to boost collagen production. Moisturizes skin.**7 page Report about ingredients behind Face Whisperer after purchase** Sublime Beauty the ONLY authorized Seller!",
    "description": "SUBLIME BEAUTY IS THE ONLY AUTHORIZED SELLER OF OUR TRADEMARKED FACE WHISPERER PRODUCTSWOMEN IN THE KNOW (MEN TOO) RAVE ABOUT ARGIRELINE!Our Face Whisperer Day cream features the amazing Argireline, clinically proven to reduce wrinkles over time. Reduces Fine Lines and Wrinkles, Fights the Signs of Aging- Pleasant, Semi-lucid Cream that Absorbs Well- Hydrating, Moisturizing for Radiant Skin- Fights Free RadicalsA Superior Anti-Aging Day CreamLike the cutting edge Matrixyl 3000 found in our night cream, Argireline is proven to smooth wrinkles with consistent use. Those who are serious about hydrating their skin and reducing wrinkles will use Face Whisperer, pure and simple.Even Dr. Oz stated \"Use a cream with Argireline as an alternative to injections\" on a February 4, 2012 show about anti-aging.7 page report on the ingredients & research, comes in an email 24 hours after shipping.Some affects will begin to be seen after several weeks, then more clearly starting in the 4th week with continual use! You can use both day and night. If using at night, apply this cream first, then apply the Night cream on top - for double-power and serious action!OUR CREAM IS SUPERIOR- Includes Trylagen, a peptide that boosts & protects Collagen production- Includes Aloe, Sweet Almond, Cucumber, Avocado, Sweet Carrot Extract- You will be delighted!YOUR SECRET STRATEGY TO START REDUCING WRINKLES AND NOURISH SKIN TODAY! PEOPLE WILL NOTICE! PURCHASE NOW.",
    "itemID": "B00CFNVWRA",
    "helpful": [
      6,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14878
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 50.99,
    "brand": NaN
  }
]