[
  {
    "title": "Derma Wand Kit",
    "description": "DermaWand is a condensed version of the exact same technology found in large commercial high frequency machines used by skin care specialists all over the world for 40 years. Why? Because it works! The DermaWand stimulates and rejuvenates by sending out a gentle stream of low level micro-current impulses up to 168,000 cycles per second, imitating hundreds of tiny fingers that massage your skin - and massage helps improve circulation bringing oxygen and vital nutrients to your skin s surface. The gentle micro current also has a thermal effect on the skin s surface, helping the skin look more toned and tight, smoothing out the appearance of fine lines and wrinkles. Plus DermaWand oxygenates by giving off enriched oxygen that cleanses and purifies, helping breathe new life into your skin's surface.",
    "itemID": "B000ICRDSW",
    "helpful": [
      8,
      8
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1141
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 104.95,
    "brand": "Dermawand"
  },
  {
    "title": "180 Cosmetics Pure Swiss, Hyaluronic Acid Serum + Vitamin C (Ultima) - The very best hyaluronic acid skincare line in the world - For smooth, plump, younger looking skin - Anti Aging, Anti Wrinkle, Instant Lift Solution - Formulated to smooth, strengthen, tone, plump, rejuvenate, and hydrate the skin",
    "description": "Reverse the signs of aging with the newestUltima Pure Swiss Hyaluronic Serumthat has taken the world by storm!High-end technology brings you the anti-aging solution that regenerates your skin cells and provides the moisture your skin needs to look and feel young and smooth.The highest quality ofSwiss Hyaluronic acid serum, complemented by natural ingredients and enriched with vitamin C, &nbsp;brings the elasticity back to your skin, making it look and feel youthful and smooth. Watch this revolutionary serum reverse the signs of agings while protecting your skin from free radicals.&nbsp;Why Hyaluronic acid? As we age, our body produces less and less of this important acid, thus affecting how moisture is stored in our skin. WithUltima Pure Swiss Hyaluronic Serum, your skin gets the nourishing ingredients it needs to stay radiant and beautiful. In only moments, Ultima Pure Swiss Hyaluronic Serum penetrates deep into the skin, nourishing it from the core.You deserve to be young again, now you can - treat your skin the way it should be treated and watch the magic happen.&nbsp;For quick results, useUltima Pure Swiss Hyaluronic Serum+ Vitamin CForte, a faster, stronger serum for young, beautiful skin.-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ultima Pure Swiss Hyaluronic Serum + Vitamin C&nbsp;- is recommended for anyone of any age interested in preserving and maintaining the skin's natural elasticity and youthful qualities.-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ultima Pure Swiss Hyaluronic Serum + Vitamin C Forte- &nbsp;is a stronger serum designed to treat older skin and is recommended for ages 40 and up.",
    "itemID": "B008CEDY5O",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 97
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 13.23,
    "brand": NaN
  },
  {
    "title": "Vernal Anti Aging Moisturizer Cream, All in One with Tetrapeptides &amp; Vitamin C, Best Anti Aging Cream, Best Anti-Wrinkle Cream, Instant-Lift Solution. Anti Aging Skin Care, Diminish Fine Lines &amp; Wrinkles.",
    "description": "Most Customers Report Results Within The First Month- 100% Natural Effective Ingredients- Dramatic Increase in skin tone and elasticity- Clinical Research: Test Subjects Diminish Deep Lines & Wrinkles in 5 Weeks.-Anti-inflammatory and reduces puffinessThis concentrated All-in-1 functional formula is designed to deliver intense nourishment for lifting, volumizing, hydrating, toning and oxygenating the skin at both the topical and cellular levels. Immediate and long-term peptides coupled with a de-lining complex deliver structural lift, metabolic boost and instant hydration. Vernal Anti Aging effectiveness is in our formulation by mixing the right concentration of naturally-derived ingredients. Ingredients that permanently diminish deep lines and wrinkles while firming, toning, balancing and brightening the skin for a healthy luminous glow. In Summary Vernal Anti-Aging is design to be the best anti-wrinkle, anti-aging solution.",
    "itemID": "B00CJ01QT8",
    "helpful": [
      3,
      4
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 435
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 44.0,
    "brand": NaN
  }
]