[
  {
    "title": "Jergens Soft Shimmer Skin Radiance Moisturizer 7.5 oz. (2 Pack)",
    "description": "Glamorize as  you moisturize. More than just a body hydrator, Jergens Soft Shimmer Skin Radiance Moisturizer softens skin tone variations with a touch of alluring iridescence. Infused with subtle light reflectors, it enhances your skin's healthy vibrancy throughout the entire day, helping you look and feel your best. Used daily, it leaves skin silky smooth and comfortably moisturized. With continued use, it helps skin become more vibrant and healthy-looking with increased moisture content.",
    "itemID": "B001OOB6K4",
    "helpful": [
      6,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 91976
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 79.99,
    "brand": NaN
  },
  {
    "title": "SC-1103-SSP Suvorna Whitehead / Acne Remover &amp; Comedone Extractor",
    "description": "A high quality professional grade instrument from SKINPAL SERIES range of skin care products, All Suvorna products are hand made by skilled craftsmen from finest materials. Ideal for use at home, spa's or salons. Made with highest grade of stainless steel for professional use.",
    "itemID": "B0019TM2E8",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 9272
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Treatment Tools",
        "Blemish Tools"
      ]
    ],
    "price": 10.5,
    "brand": NaN
  },
  {
    "title": "Alterna Bamboo Shine Silk-Sleek Brilliance Cream for Unisex, 4.2 Ounce",
    "description": "4.2 oz cream bamboo shine silk-sleek brilliance cream was launched by the design house of alterna it is recommended for casual wear. Bamboo shine silk-sleek brilliance cream by alterna for unisex - 4.2 oz cream",
    "itemID": "B004IQA3TU",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 6259
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 11.0,
    "brand": "Alterna"
  }
]