[
  {
    "title": "CND: Shellac Nourishing Remover, 32 oz",
    "description": "Shellac Nourishing Remover removes Shellac, removable gels, nail polish, liquid & powder, wraps, adhesives, and tips from natural nails. Reduces dehydration of nails and surrounding skin and eliminates the appearance of whiteness. Removes Shellac 20% faster than pure acetone.",
    "itemID": "B0096WUELS",
    "helpful": [
      2,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 27573
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish Remover"
      ]
    ],
    "price": 21.85,
    "brand": "CND Cosmetics"
  },
  {
    "title": "Nail Soakers - 10pcs",
    "description": "Wearable Nail Soakers for Artificial Nail Removal - Long Lasting - Totally Re-usable. These great little finger pod soakers will quickly & efficiently soak off liquid & powder (acrylic) nails, any soak off gels & fiberglass products. For artificial nail removal. Trim excess nail. Carefully pour pure acetone to top of clear container (for easy access, use a plastic dropper). Carefully insert fingernail into liquid chamber by twisting. To release any pressure & avoid spillage during insertion, slightly squeeze to allow air to escape. Leave nail soaking 5 to 10 minutes to allow acetone to melt the artificial nail material, then using a rotary motion, use inner scraper to remove layers of artificial nail.",
    "itemID": "B001GEEQ90",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 394
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Nail Repair"
      ]
    ],
    "price": 2.38,
    "brand": "Salon Supply Store"
  },
  {
    "title": "Graham Hands Down Nail Wipes, 200 Count",
    "description": "Made from a virtually lint-free nonwoven fabric, handsdown nail wipes are excellent for cleaning brushes and tools and for prepping the nail before polish is applied. Great for gel nails.",
    "itemID": "B00176GW5I",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13506
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish Remover"
      ]
    ],
    "price": 4.9,
    "brand": "Graham"
  }
]