[
  {
    "title": "TheraNeem Gentle Therape Shampoo Organix South 12 oz Liquid",
    "description": "TheraNeem Gentle Therape Shampoo by Organix South 12 oz Liquid Gentle Therape Shampoo TheraNeem Gentle Therap Shampoo to enhance and support the healthy and vitality of the hair and scalp. The original TheraNeem Shampoo with organic Neem oil Neem leaf extract chamomile arnica pine basil and cherry bark this formula will clean gently and penetrate the scalp without harsh chemicals or soaps. Use TheraNeem Gentle Therap Conditioner to nourish the hair and scalp. The original TheraNeem Conditioner with organic Neem oil Neem leaf extract jojoba oil panthenol rice proteins this formula will add body reduce split ends and protect the hair scalp. Get ready to experience original Gentle Therap. Original formula fresh new lool Safe for color-treated hair pH balanced and conditioning Shampoo Ingredients Aqueous Extract of Azadirachta Indica (Neem) Leaf Chamomilla Recutita (Chamomile) Flowers Arnica Cordifolia Pinus Sylvestris (Pine) Bark Ocimum Basillicum (Basil) and Prunus serotina (Cherry) Bar",
    "itemID": "B00020DY2O",
    "helpful": [
      2,
      3
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 2573
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 9.99,
    "brand": "Organix"
  },
  {
    "title": "Prep skin refresher helps remove dead skin cells, excess oil, and any residue after cleansing. Prep will stimulate new skin cells and promote a clear, smooth, healthy looking complexion.",
    "description": "New 8% Alpha Hydroxy Acid formulated Prep skin refresher helps remove dead skin cells, excess oil, and any residue after cleansing. Prep will stimulate new skin cells and promote a clear, smooth, healthy looking complexion. \nThis pure Glycolic Acid (purity of 99.7%) in the Prep is used to enhance performance in many topical over the counter (OTC) and prescription (Rx) applications.",
    "itemID": "B000VEMWB0",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 29917
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Toners & Astringents"
      ]
    ],
    "price": 19.6,
    "brand": NaN
  },
  {
    "title": "Hand &amp; Nail Harmony Perfetto Nail Forms - 100ct",
    "description": "Hand & Nail Harmony Perfetto Nail Forms are designed to fit all nail types. Perfetto Nail Forms are sure to hold in place and provide the perfect fit for beautiful nails.",
    "itemID": "B007CFGBDG",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 111802
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "False Nails"
      ]
    ],
    "price": 9.85,
    "brand": "Harmony"
  }
]