[
  {
    "title": "Dudu-Osun African Black Soap (100% Pure) 150g Pack of 4",
    "description": "Specially formulated entirely from natural ingredients and herbs, this soap will have you feeling refreshed and silky smooth. Restores damaged skin and is helpful in healing chronic eczema, acne, freckles and dark spots. Scented with Osun (Camwood extract) citrus juices and native honey. Bio-degradable. No Preservatives, no preservatives and no artificial colors. Contains ingredients from natural plants and herbs from the tropical rain forest and Savannah regions such as Aloe Vera and natural vitamins. Pure Honey, Shea Butter, Osun (camwood), Palm kernel Oil, Cocoa Pod Ash, Palm Bunch Ash, Glycerine, Aloe Vera, Lime Juice & Oil, Lemon Juice & Oil, Water & Fragrance",
    "itemID": "B0023A7JF4",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 158
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 10.99,
    "brand": "Tropical Naturals"
  },
  {
    "title": "Weleda Children's Tooth Gel, 1.7 oz",
    "description": "Weleda Children's Tooth Gel - 1.7 ozProtect developing teeth and gums with natural Weleda Children's Tooth Gel. Make brush-time fun for growing milk teeth. Essential oils and a bright orange color provide a taste and fragrance tha tkids will love. It contains silica ingredient that cleans teeth gently yet carefully without affecting enamel. This gel also includes calendula extract that keeps gums healthy and strong.Why You'll Love It:Protect and strengthen newly forming teeth and gums while soothing with natural ingredients.Age:6 months and upFeaturesPleasant tasteIncludes essential spearmint and fennel oil that acts as a fragrance with a preserving effectNatural protectionFluoride-freeIdeal for teething childrenGently cleanses baby teeth with natural silicaBiodynamic calendula ingredient soothes the teeth and gums",
    "itemID": "B00009WO0W",
    "helpful": [
      23,
      27
    ],
    "overall": 3.0,
    "salesRank": {
      "Health & Personal Care": 18595
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 8.59,
    "brand": "Weleda"
  },
  {
    "title": "Salon Edge Top 36W UV Curing Lamp Acrylic Gel Nail Dryer Light TIMER",
    "description": "36 Watt Professional Salon Edge Branded UV curing lamp for fast acrylic gel dryingExcellent professional quality for the shop and light enough to take along with you. This unit uses 4 powerful UV bulbs and features a built in timer.Effectively and quickly cured all UV and gel based products.Reflective inside lining to ensure proper uniform drying.Fast curing of UV gels one hand at a time.Features Salon Edge logo to ensure you recieve the quality you deserve.Built in timer with 2 minute setting for perfect time management.Includes easy access panel on bottom to easily change bulbs.Simple fuse replacement compartment with single turn access.",
    "itemID": "B006QO4C1W",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 74830
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Dryers"
      ]
    ],
    "price": 28.99,
    "brand": "Salon Supply Store"
  }
]