[
  {
    "title": "Keratin treatment Kerapremium Original BKT 33.8 fl oz",
    "description": "Kerapremium original BKT system Reconstruct Hair Mask with vitamins, extracts of Chocolate and hydrolyzed keratin to make hair straigth and at the same time healthy and shiny. It has high easy combing power and protects the hair against mechanical actions as flat iron and hair dryers. It reduces volume, increases the shine and it returns softness to the hair. Brazilian Keratin Hair Treatment Straightener Kerapremium original BKT is a product elaborated with the best ingredients of the world cosmetology. With base of cocoa extract and excellent CHOCOLATE fragrance, Kerapremium provides volume reduction and increase the shine of the capillary fiber. Product with filmgena action that provides protection against mechanical actions as flat iron and hair dryers. It contains hydrolyzed keratin, vitamins, cocoa extract, collagen, poliquatrnio and mix of silicones Kerapremium STRAIGTENING -Is the original Brazilian treatment creates to straighten hair, eliminate frizz and provide shine. This treatment is designed for all hair types, including chemically treated and virgin hair. Kerapremium line of products is prepared with the best ingredients of the Cosmetology world including hydrolyzed keratin, vitamins, extracts of cocoa, collagen and a mix of silicones. **Wash hair after 48-72 hours***** CONTENT: 1000 ML / 33.8 FL OZ Enough for: 15-20 applications **Don't forget to purchase your after care supplies, check our other items*****",
    "itemID": "B002CEV1W8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 83900
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 190.0,
    "brand": "Kerapremium"
  },
  {
    "title": "Glycolic Acid 50% Peel Gel easily penetrates your skin to exfoliate layers of dead skin cells that dull your complexion to immediately expose a clear, softer, more radiant face.",
    "description": "CellBone's Glycolic Acid Peel Gel will also diminish the appearance of age spots, reduce hyper-pigmentation to even skin tone, prevent blemishes and help reduce acne scarring. At the same time, the gel will stimulate the growth of new cells so that your complexion will continue to stay healthy long-term.\n\nOur advanced formula has been buffered at pH2.4 contains Menthol and Cucumber Flower Extract for an amazingly cool, soothing and refreshing experience. This pure Glycolic Acid (purity of 99.7%) in the Peel Gel is used to enhance performance in many topical over the counter (OTC) and prescription (Rx) applications.",
    "itemID": "B000VEG964",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 32468
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Exfoliators"
      ]
    ],
    "price": 22.0,
    "brand": NaN
  },
  {
    "title": "Prep skin refresher helps remove dead skin cells, excess oil, and any residue after cleansing. Prep will stimulate new skin cells and promote a clear, smooth, healthy looking complexion.",
    "description": "New 8% Alpha Hydroxy Acid formulated Prep skin refresher helps remove dead skin cells, excess oil, and any residue after cleansing. Prep will stimulate new skin cells and promote a clear, smooth, healthy looking complexion. \nThis pure Glycolic Acid (purity of 99.7%) in the Prep is used to enhance performance in many topical over the counter (OTC) and prescription (Rx) applications.",
    "itemID": "B000VEMWB0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 29917
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Toners & Astringents"
      ]
    ],
    "price": 19.6,
    "brand": NaN
  }
]