[
  {
    "title": "Best Hair Growth Vitamins NEW ADVANCED Hair Formula 37 Hair Vitamins for Faster Growing Healthy Hair 1 month Supply 60 Capsules",
    "description": "Do Hair Vitamins Work ?Yes they do.  And the right ones for hair growth are very important.Extensive research was completed on every hair health vitamin put into the NEW ADVANCED HF37 to insure your body receives the highest quality vitamins needed to nourish hair at the healthiest and fastest rate possible.This exclusive revolutionary formula is packed full of hair food such as biotin, folic acid, niacin, pantothenic acid,  vitamin B-12 and amino acids in the right amount to give your body the nourishment it needs to grow long healthy hair.New Advanced Hair Formula 37 hair growth vitamins will change the over all health of your hair making your hair healthy and stronger.  When your hair is at it's healthiest, it will naturally grow at it's fullest potential.Many users of Hair Formula 37 hair vitamins experience up to double their normal hair growth rate each month.Buy the Best Hair Growth Vitamins with Confidence! New and Improved Hair Formula 37 is the Smart Choice.&#x2022; HF37 hair vitamins are manufactured in the U.S. in an FDA approved facility with an A+ rating.&#x2022; Small batches of HF37 are made and stored in climate control rooms to insure the ingredients are fresh.&#x2022; No Clear Bottles. Hair Formula 37 vitamins are in opaque bottles so light doesn't destroy the vitamins.  This ensures your safety and you get the best value and highest quality of ingredients.&#x2022; Proven results guaranteed!Feed your body what it needs to obtain the healthiest most beautiful looking hair.  Start your hair journey today for faster growing healthy hair growth. Your hair is going to love you for this!",
    "itemID": "B0002SA9BU",
    "helpful": [
      127,
      134
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 10686
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Growth Formula"
      ]
    ],
    "price": 24.99,
    "brand": NaN
  },
  {
    "title": "derma e Hyaluronic Acid Day Cr&egrave;me, 2-Ounces",
    "description": "Hydrating formula. A light moisturizing creme combines Hyaluronic Acid with Vitamin E, Ester-C and Aloe Vera, especially formulated for day use. Hyaluronic Acid is a naturally occurring substance in the body that binds water in the connective tissue. Improves collagen health for increased strength and elasticity for firmer-looking skin. Reduces the appearance of fine lines and wrinkles by plumping skin tissue. No animal testing. Made in USA.",
    "itemID": "B0009ET6BQ",
    "helpful": [
      4,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2766
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 16.95,
    "brand": "Derma E"
  },
  {
    "title": "Maybelline New York Color Sensational Vivids Lipcolor, Brazen Berry, 0.15 Ounce",
    "description": "Be bright and gorgeous with color sensational lip color's vivid collection. Brighter color from exclusive vivid pigments. Creamier feel from nourishing honey nectar.",
    "itemID": "B00B0GOSNI",
    "helpful": [
      8,
      10
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 15379
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 4.5,
    "brand": "Maybelline"
  }
]