[
  {
    "title": "Weleda Birch Cellulite Oil, 3.4 Ounce",
    "description": "Cellulite gets visibly toned down after just one month with this revitalizing oil. it&#x2019;s a dermatologically proven treatment that nourishes your skin with pure natural and organic plant extracts to smooth, tone and support your skin&#x2019;s overall health. apricot kernel oil, skin-friendly organic jojoba seed oil and vitamin-rich wheat germ oil nourish your skin, balance essential moisture and enliven your appearance. say &#x201C;see ya!&#x201D; to cellulite and embrace the youthful appearance of your toned, beautiful skin.",
    "itemID": "B000NRVG26",
    "helpful": [
      28,
      29
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 2582
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 12.99,
    "brand": "Weleda"
  },
  {
    "title": "St. Ives Advanced Cellulite Shield Body Moisturizer -- 18 oz.",
    "description": "New! Total Body Cellulite Control\nClinically proven to significantly reduce the appearance of cellulite in 2 weeks\nFor a more contoured body without dimples and bumps, St. Ives brings you Cellulite Shield Advanced Body Moisturizer with its innovative MicroSmooth Complex. This exclusive, naturally activated formula has a dual tonight and moisturizing process.\nMicroSmooth Complex\nGreen Tea - Known for attacking free radicals\nCaffeine - Known to stimulate the skin's circulation, targeting \"imprisoned fat\"\nCitrus Extracts - Known to rejuvenate and energize the skin\nMenthol - Known to invigorate tired, sluggish skin as it cools\nGlacial Water & Botanicals - Known to moisturize and hydrate the skin\nYour skin will look tight and sculpted while feeling moisturized, toned and healthy. Finally, a total body cellulite solution!",
    "itemID": "B001VSBL6C",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 138201
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Burt's Bees Day Creme Carrot Nutritive -- 2 fl oz",
    "description": "Carrot Nutritive Day Creme by Burt's Bees 2 oz Cream WHY IT WORKS Carrots supposedly help you see better in the dark. Ours help you look better during the day too. Carrot seed oil is proven to stimulate cell renewal. Sunflower avocado wheat germ coconut and grape seed oils blended with balsam of Peru aloe vera and vitamin E penetrate the skins surface to help heal skin damage. This lightweight Creme is recommended for more mature skin. HOW IT WORKS For beautiful skin in the morning first cleanse then exfoliate (once a day only) tone and apply Carrot Nutritive Day Creme to the face and throat in gentle circular motions with your fingertips. Its great under makeup or use it as a natural finishing moisturizer. 2 oz. Filtered water hybrid sunflower oil stearic acid (vegetable fat) vegetable glycerin coconut oil beeswax balsam peru orange wax tocopheryl acetate (vitamin E) wheat germ oil avocado oil grapeseed oil aloe barbadensis carrot seed oil sodium borate (natural borax) rosemary extra",
    "itemID": "B00013Z15A",
    "helpful": [
      5,
      5
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 19723
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": 14.3,
    "brand": "Burt&#39;s Bees"
  }
]