[
  {
    "title": "BareMinerals Original Foundation Broad Spectrum SPF 15 8 g/0.28 Oz (Fair C10 8g/0.28 oz)",
    "description": "bareMinerals Original Foundation Broad Spectrum SPF15 is an award-winning mineral foundation that gives you all the flawless coverage you want with a no-makeup look and feel that lasts up to eight hours. The creamy minerals diminish the appearance of imperfections without drying out skin. Naturally luminous finish.A groundbreaking formula, bareMinerals Original Foundation Broad Spectrum SPF15 is clinically proven to promote clearer, healthier-looking skin. It is formulated without parabens, binders, fillers, or synthetic chemicals. This foundation has been awarded the \"Best Department/Specialty Stores Foundation\" in the Glammy Award organized by Glamour Magazine from 2005-2013.",
    "itemID": "B00021DVCQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 18978
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 28.0,
    "brand": "Bare Escentuals"
  },
  {
    "title": "Bare Escentuals Mineral Veil Finishing Powder -- 9g",
    "description": "What it is:A luminous 100% pure bareMinerals finishing powder for the face.What it is formulated to do:For the ultimate, translucent \"finishing touch\" to your makeup, Mineral Veil melts into your skin, infusing it with softness and light, giving the look you see with a soft focus camera lens. Buff on Mineral Veil over bareMinerals Foundation to lend extra staying power.What it is formulated WITHOUT:- Parabens- Sulfates- Synthetic Fragrances- Synthetic Dyes- Petro-Chemicals- PhthalatesWhat else you need to know:Completely sheer and ideal for all skin tones, Mineral Veil gently absorbs oil and minimizes the appearance of lines and pores without the buildup of pressed or loose powders that contain parabens, waxes, dyes and binders.Best of Sephora Winner 2008",
    "itemID": "B001AN0UTC",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 598
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 12.95,
    "brand": "Bare Escentuals"
  },
  {
    "title": "Hugo Deep Red By Hugo Boss For Women. Eau De Parfum Spray 3 Ounces",
    "description": "Introduced in 2001. Fragrance notes: green and sensuous, with citrus, woods and spices. Recommended use: daytime.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000C1Z6DS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2213
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 40.0,
    "brand": "HUGO BOSS"
  }
]