[
  {
    "title": "Avani Dead Sea Skin Renewal Facial Peel",
    "description": "Skin Renewal Facial Peel Enriched with beneficial vitamins E & C, this Skin Renewal Facial Peel thoroughly cleanses the skin, ridding it of dead skin cells, excess oil and other impurities. Infused with nourishing Dead Sea Minerals, this non-abrasive Facial Peel will leave your skin feeling radiant and revitalized.\n\nDirections: Gently apply a small amount to dry face in a circular motion. Once all impurities and dead skin cells are visible, rinse well with water and gently dry.",
    "itemID": "B00340T6XU",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2371
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 12.0,
    "brand": "Avani"
  },
  {
    "title": "Avani Dead Sea Innovative Firming Eye Serum",
    "description": "A delicate combination of plant extracts, vitamins & essential oils have been combined with rejuvenating Dead Sea minerals to create this light but extremely effective formula. This innovative Firming Eye Serum will significantly reduce fine lines, wrinkles & puffiness around the delicate eye area, to leave your skin protected against future signs of aging.\n\nDirections: Gently smooth around the eye area using your fingertips until completely absorbed.",
    "itemID": "B00340XR1W",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 22839
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Puffiness Treatments"
      ]
    ],
    "price": 12.0,
    "brand": "Avani"
  },
  {
    "title": "Avani Dead Sea Mineral Enriched Moisturizing Cream - For Normal to Dry Skin",
    "description": "This rich moisturizing cream has been formulated from nourishing Dead Sea minerals combined with a wealth of natural ingredients that are vital for healthy skin such as Aloe Vera, Jojoba Oil and vitamin E. This unique combination of natural ingredients quickly restores the skin's natural moisture levels to leave a smoother, more radiant complexion.\n\nDirections: Apply to face with light, upward strokes until absorbed. Ideal as a make-up base.",
    "itemID": "B003414XXC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6095
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 14.53,
    "brand": "Avani"
  }
]