[
  {
    "title": "Tropic Isle Jamaican Black Castor Oil Hair Food, 4 Ounce",
    "description": "Tropic isle living jamaican black castor oil shampoo with shea butter gently cleans, conditions hair, restores moisture and promotes healthy scalp. Contains jamaican black castor oil, cactus oil and shea butter. Spreads easily in hair and on scalp.",
    "itemID": "B003CTU5MO",
    "helpful": [
      16,
      19
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3019
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 6.62,
    "brand": "Tropic Isle"
  },
  {
    "title": "100% Organic West African Shea Butter 16 oz",
    "description": "African Shea Butter 100% Natural African Shea Butter is made from the nut of the African Shea Tree. It contains a rich amount of unremovable fatty acid which render it far superior to cocoa butter and other natural vegetable butters. this fatty is crucial to rejuvenating and moisturizing the skin. Shea Butter provides all the essential vitamins needed to make skin look and feel smoother, softer and most importantly, healthier. Its therapeutic properties protect the skin from wind, cold, sun and it helps heal wounds faster. Shea Butter stimulates cellular activity, fights the effects of aging and repairs rough, damaged skin.",
    "itemID": "B0009JQFF6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 20975
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 7.25,
    "brand": "Nature and Herbs"
  },
  {
    "title": "Tropic Isle Strong Roots Red Pimento Hair Growth Oil, 4 Ounce",
    "description": "Try jamaican black castor oil serum with argan oil to stimulate hair growth, revitalize dull, dry and frizzy hair. Prevent dandruff and conditions scalp. Adds volume to hair. Slows graying hair.",
    "itemID": "B003VI0HVA",
    "helpful": [
      21,
      27
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1330
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Hair Regrowth Treatments"
      ]
    ],
    "price": 9.25,
    "brand": "Tropic Isle"
  }
]