[
  {
    "title": "13 Piece Makeup Brush Set and Case",
    "description": "The 13 Piece Makeup Full Face Brush Set. Makes a great starter set for all your basic makeup needs.\n\nThese brushes are made with all natural bristles and some synthetic brushes each made for a specific use.\n\nFull Face set includes a nice snap leatherette case to keep your makeup brushes protected when not in use.\n \nIncluded Brushes:\n1. Deluxe Sable Powder Brush\n2. Flat Kabuki Blush Brush\n3. sable Shadow Brush\n4. Sable Concealer Brush\n5. Angle Taklon Liner \n6. Badger Blending Fan\n7. Sable Crease Brush\n8. Oval Taklon Concealer\n9. Detailing Lip liner\n10. Oval lip liner\n11. Eye brow Comb\n12. Mascara Spoolie\n13. Silk Spongie\n\n\nPerfect for professional salons or personal use! Each brush is covered with a clear plastic wrap for cleanliness. \n\nFor best result, recommended to wash brushes & air dry before use. This affordable makeup brushes set contains every brush pictured.",
    "itemID": "B001LVA0XO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 27556
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 14.95,
    "brand": NaN
  },
  {
    "title": "Nexxus VitaTress Biotin Shampoo (10.1 oz)",
    "description": "A nutrient rich formulation for fine, fragile, thinning hair, vitatress biotin shampoo combines scientifically advanced ingredients for treating hair loss with renowned revitalizing botanicals, amino acids and nutrients to give hair renewed life, increased thickness and incredible body. This breakthrough formulation utilizes amazing jojoba, the remarkable botanical oil, to meticulously cleanse the scalp of excess sebum, while infusing biotin, cysteine, inositol, choline and methionine into scalp and pores. These amino acids in addition to DHT inhibitors and circulation boosters provide the beneficial elements that are ideal for optimal hair growth.",
    "itemID": "B000EVGOQY",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 639
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 3.24,
    "brand": "Nexxus"
  },
  {
    "title": "Maybelline Great Lash Mascara, Very Black -.43 Fluid Ounce",
    "description": "Maybelline&#x92;s lash-doubling formula conditions as it thickens, making even tiny lashes 100% fuller and more healthy-looking. The lash-building brush builds full lashes with no clumps or globs. Available in five shades, in Washable, Waterproof, and Curved Brush.",
    "itemID": "B00008MOQE",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 14072
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 3.79,
    "brand": "Maybelline"
  }
]