[
  {
    "title": "Shea Moisture African Black Soap Bar Soap-8 oz",
    "description": "African black soap, mad from palm ash, tamarind extract and plantain peel has been used in africa for centries to treat eczma, acne, oily skin and other skin ailments",
    "itemID": "B005C2N8IC",
    "helpful": [
      4,
      6
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 14313
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Bars"
      ]
    ],
    "price": 7.68,
    "brand": "Shea Moisture"
  },
  {
    "title": "Bar Soap Coconut &amp; Papaya Soap 5 oz By Nubian Heritage",
    "description": "Nubian Heritage - Bar Soap Coconut &amp; Papaya - 5 oz. (141 g) Nubian Heritage Coconut &amp; Papaya Bar Soap is skin brightening with vanilla beans. Nubian Heritage Coconut &amp; Papaya Bar Soap is sweet-scented and nutrient-rich, the Nubian Heritage Coconut &amp; Papaya Collection pays homage to the bounty of natural tropical ingredients. The coconut palm has touched all aspects of daily life for millions of tropical communities. A Since the 1st Century B.C., the coconut tree has provided shelter, transportation and, more importantly, food. Coconut Oil, high in vitamins, minerals and fatty acids, is an excellent skin softener and protector. A Papaya contains papain, a naturally occurring enzyme, used for centuries to gently dissolve dead skin cells, loosen pore blockage and stimulate circulation. Key Ingredients: Coconut Oil, Shea Butter, Papaya Enzymes, Comfrey Root extract Benefits: Antioxidant-rich Coconut Oil is easily absorbed into the skin to protect the skin against damage by preventing free radical formation. Coconut Oil also strengthens connective tissues to prevent sagging, wrinkles and blemishes, and helps reduce skin inflammation. Papaya enzyme exfoliates, stimulates circulation and firms skin. Shea Butter and anti-inflammatory Comfrey Root extract promote healing. Usage: all skin types Natural Aroma: Asweet, tropical Nubian Heritage's natural, herbal and aromatic recipes help to bring balance to the body, physically, emotionally and spiritually. Nubian Heritage's natural ingredients and our customized fragrance profiles are designed to bring balance into our lives, balance is what Nubian Heritage believes is at the root of all healing, and Nubian Heritage delivers healing benefits through creating and establishing balance and harmony.Nubian Heritage is a healing brand. Nubian Heritage heals different kinds of skin ailments and complications.",
    "itemID": "B000J41MNG",
    "helpful": [
      1,
      4
    ],
    "overall": 2.0,
    "salesRank": {
      "Health & Personal Care": 40482
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 3.57,
    "brand": "Nubian Heritage"
  },
  {
    "title": "100% Pure Unrefined Raw SHEA BUTTER - (1 Pound) from the nut of the African Ghana Shea Tree.",
    "description": "Shea Butter is ... FLEXIBLE, LUSTROUS, PROTECTS, MOISTURIZES, REVITALIZES, RELAXES. REFRESHES, MAINTAINS SKIN & HAIR MOISTURE. Shea Butter benefits to skin & hair are endless.\n\nThe commercial method of extracting Shea Butter has also added to the perplexity of Shea Butter. Shea Butter is used as an ingredient in soaps, shampoos, conditioners, hair relaxers, lotions, hand & body creams etc... There is nothing wrong with using Shea Butter as an ingredient as long as it is Unrefined Shea Butter and not processed or refined. If Shea Butter is added to products and the portions are generous along with other natural and/or organic ingredients, the product is good. However, when the Shea Butter is not listed as a RAW ingredient, and is listed as one of the last ingredients, it is not worth buying. Unfortunately, many companies will use Shea Butter to market their products using scarce amounts of Shea Butter which may ultimately be refined and/or processed. Processing/refining Raw Shea Butter takes away it's natural healing properties. It is important to preserve the ancient methods of Shea Butter by using it in its RAW state rather than processed.\n\nUNREFINED COLOR - because Unrefined Shea Butter is extracted traditionally or cold pressed, the color may vary between light grey, ivory/almond pale and light yellow. The color of Unrefined Shea Butter depends on the Shea Nut itself. Due to the nature of the nuts, the color of Unrefined Shea Butter may vary. Light to medium yellow colored Shea Butter has a root extract added to it, not palm/palm kernal oil ( this is added by sellers for show) One cannot judge the quality and authenticity of Unrefined Shea Butter solely based on color. Texture and quality is imperative when purchasing/using Shea Butter. Try not to base your knowledge of Shea Butter by color first. Look at quality and natural smoky nutty scent.",
    "itemID": "B004YBW5T0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 67
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 7.65,
    "brand": "Skin Beauty Essentials"
  }
]