[
  {
    "title": "Nail Tek Intensive Therapy II W/FREE Quicken Fast Setting Polish Dryer Size (.5x2 oz)",
    "description": "Nail Tek II Intensive Therapy .5oz. Helps heal weak, thin, soft, or peeling nails. This unique protein formulation seals the layers of nail together. With each application, Intensive Therapy reinforces and thickens nails while promoting strength and flexility. Nail Tek Quicken .5oz An ultra-fast drying top coat especially formulated for natural nails. This unique formulation sets polish faster and provide high gloss without sacrificing polish retention. Quicken stops chipping and gets you out of the house or salon fast!",
    "itemID": "B000RLURG4",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 66247
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Nail Strengthening"
      ]
    ],
    "price": 7.93,
    "brand": "Nail Tek"
  },
  {
    "title": "Sun Laboratories Tan Overnight Self Tanning Lotion 8 fl oz.",
    "description": "Sun Laboratories Tan Overnight lets you achieve an incredibly natural-looking bronzed appearance on the face and body without exposure to harmful UV sun rays - anytime, anywhere. Formulated with a natural blend of ingredients that promote hydration and a sugar derivative that enhances the skin&#039;s color, this formula is safe for all skin types seeking a dramatically deeper tone. An instant dose of color helps prevent streaks and patches, and the color is set within three hours of application.",
    "itemID": "B000IOFQWK",
    "helpful": [
      3,
      6
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 4629
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 9.99,
    "brand": "Sun Laboratories"
  },
  {
    "title": "Plantlife Lavender 100% Pure Essential Oil - Bulgarian - 10 ml",
    "description": "Balancing, soothing, clarifying, normalizing are the qualities of this wonderful oil. Lavender essential oil has a light fresh aroma, its scent being described as floral-herbaceous, light, clear, balsamic, with woody undertones, and a camphor note. The name Lavender is derived from the Latin word 'lavera,' to wash. The most popular Essential Oil, it has a long list of applications, ranging from cosmetics to well-being remedies. It is suitable for all skin types and is considered a cell regenerator that is used in folk remedies to prevent scarring, stretch marks, and to slow the development of wrinkles. It is also known to moisturize dry scalp and hair. Aroma therapists use it to treat rheumatism, sprains, respiratory problems, abdominal cramps, depression, insomnia, tension-related problems, burns, sun-damaged skin, and various types of skin infections. It is effective in treating headaches, and migraines. Lavender tones the skin and is useful for all types of skin problems.,",
    "itemID": "B00014DGCO",
    "helpful": [
      12,
      13
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 29241
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 14.95,
    "brand": "Plantlife"
  }
]