[
  {
    "title": "Clarisonic Pro 3-Power Skin Care System, White",
    "description": "Clarisonic PRO helps keep your skin looking young, vibrant and healthy. Clarisonic gently clears your pore, cleansing deeply for better absorption of your skin care products. Deeply cleanses and stimulates the skin leaving it feeling and looking smoother - Guaranteed. The Pro model has 3 different power levels vs. only 2 levels with the standard Clarisonic model.",
    "itemID": "B001884QDK",
    "helpful": [
      6,
      7
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 201826
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Treatment Tools",
        "Face Cleansing Brushes"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Bvlgari Blv By Bvlgari For Women. Eau De Parfum Spray 2.5 Ounces",
    "description": "Introduced in 2000. Fragrance notes: a cool scent musk, vanilla and ginger, with low woodsy notes. Recommended use: daytime.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000C20ZSS",
    "helpful": [
      4,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13337
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 90.87,
    "brand": "Bvlgari"
  },
  {
    "title": "NARS Blush, Taj Mahal",
    "description": "Made with transparent pigments for a soft and sheer look. Imparts a natural, healthy glow for any skin tone and may be worn alone or layered together for more depth and intensity.",
    "itemID": "B00021DJ32",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 46941
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Blush"
      ]
    ],
    "price": 49.99,
    "brand": "NARS"
  }
]