[
  {
    "title": "Outre Synthetic Lace Front Wig Shorty Color 1B(Off Black)",
    "description": "Lace front wig Shorty By Outre is made with special heat resistant synthetic fibers.  This short lace front wig has unbalanced trendy style, enhancing realistic look.  This wig is compatible with all electric heat styling tools up to 400 degrees Fahrenheit.",
    "itemID": "B008BMGLKW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 156196
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Wigs"
      ]
    ],
    "price": 28.95,
    "brand": "Outre"
  },
  {
    "title": "Conair 1875 Watt Ionic Conditioning Hair Dryer",
    "description": "Dry your hair and improve its health at the same time with this  ionizing hair dryer from Conair. Built with a motor that's no louder  than a low office hum, this dryer has a sleek, comfortable design and  convenient, versatile functions. The most striking feature is the  optional ion disperser, which coats hair with a cloud of negative ions  to reduce frizziness, static electricity, flyaways, and dullness. The  dryer also features two heat/speed settings and a cool-shot button to  freeze styles in place. Designed to dry hair faster and maximize  volume, the diffuser attaches easily and has a wide, narrow mouth, so  the flow of air distributes to upper and lower layers simultaneously.  The unit's hinged filter removes for easy maintenance, and the  automatic shutoff disables power if the dryer falls or gets wet. An  out-of-the-way hanging hook simplifies storage and reduces wear and  tear on the cord.--Emily Bedard",
    "itemID": "B00005O0MZ",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 135
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 14.49,
    "brand": "Conair"
  },
  {
    "title": "15pcs Nail Art Gel Design Pen Painting Polish Brush Dotting Drawing Tool Set NEW Bs-05",
    "description": "Item is shipped from China, and it will take 10-15 business days to arrive UK or it will take 10-20 business days to arrive worldwide. 100% Brand New. Weight: 65g. A perfect set tool for your nail art and beauty. Perfect for natural nails, false nails and 3D nail art. 5 pcs nail art pens & brush for design & painting set. Suitable for professional and home use. Easy to handle, perfect for professional and home use. Suitable for every ladies. A perfect set tool for your nail art and beauty. 15 Nail Art Design Painting Pen Polish Brush Set Consist Of :3x Drawing Tools / 7x Painting Tools (also can use as gel nail curing brush) / 2x Liners / 1x Dotting Tool / 2x Fan brushes for nail art effect (also can use as eye shadow brush). Package Content: 1 x 15pcs Nail Art Painting Pen Brush.",
    "itemID": "B0083QNBCM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Arts, Crafts & Sewing": 2467
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 2.68,
    "brand": "Uniqstore"
  }
]