[
  {
    "title": "Seaweed Powder - The Best Cellulite Treatment - Cellulite Remover PowerHouse - Pure Ascophyllum Nodosum Kelp Powder to be Used in Body Wraps or Masks For Skin Detox - Kosher Certified Ingredient - Satisfaction Guaranteed (1.5 Pound)",
    "description": "A 4,000 Year Old SecretSeaweed has been used for 1,000s of Years by the Ancient Egyptians, and Greek Romans, and today in High-End European Spas.Today, this Old Secret is called ThalassotherapyIts a Treatment that uses Seawater and Sea Products to aid in theReduction of CelluliteIt is also used to to Maintain Beautiful Skin and Overall General Health.Seawater is used because it is Natural & contains most of the Minerals & Trace Elements the Body and Skin need to be HealthySeawater has the same properties as the Plasma in Our BloodGoing to Europe to Soak in Seawater for Hours is not an option for mostInstead of Seawater, you can use Seaweed Powder to get the same effectsSeaweedConcentratesthe Elements found in Seawater 100,000 times!Why Seaweed?It Tackles 3 Problems in the Skin that Diet and Exercise Can't always Solve1)Poor Blood Circulation in the Fat Layers - Seaweed Stimulates Blood Circulation2)Decreased Metabolism (connectivity tissues can't repair) - Organic Iodine and B Vitamins from the Seaweed aid Metabolism.3)Deficiency of Vitamins and Minerals (The Skin is Last to get them from your Diet)- UP to 15% of Seaweed contains Antioxidant Vitamins and Minerals, Including; A, C,E, Selenium.\n- B Vitamins Improve Symptoms of: Rosacea, Acne Eczema, Dermatitis, Sun Damage, Aging, and Dry Skin to Name a FewThe conditioning effects of a cellulite wrap are phenomenal (make sure to use Pure Ascophyllum Nodosum Powder).You'll notice a reduction in cellulite and firmer, smoother skin after a single body wrap!Don't Miss out on Having Fun with Your Loved Ones at the BeachGet our Jar of \n100% Pure, Natural Seaweed Powder TodayOrder 2 so you have enough for that Spa Day with your Friend",
    "itemID": "B00ISDOYV2",
    "helpful": [
      2,
      4
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 920
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 19.95,
    "brand": NaN
  },
  {
    "title": "One With Nature Dead Sea Mud Dead Sea Minerals Soap, 7 Ounce Bar",
    "description": "At One With Nature, we are dedicated to crafting only the finest skin care products. Care is taken to design, develop and manufacture our products in harmony with nature and our customer's needs. We are also committed to preserving the Dead Sea through our partnership with FoEME (Friends of the Earth Middle East). Environmental consciousness is the cornerstone of our business. Our soaps combine genuine Dead Sea minerals, thousands of years in the making, with a pure vegetable base and moisturizing shea butter to provide a truly luxurious cleansing experience. Our soothing bath bars relax muscles, stimulate circulation and restore the skin's natural pH. Best of all, they are 100% natural. Our eye-catching colors result from a blend of plant and naturally-occurring mineral pigments found in the diverse climate zones of the region. The rich scents come from pure essential oils or other 100% natural sources. More than 1300 feet below sea level, the shores of the Dead Sea mark the world&#x2019;s lowest elevation and the sight of one of nature&#x2019;s greatest wonders. Fed by the River Jordan, the Dead Sea&#x2019;s mineral rich salts and muds have unique therapeutic value, acting to deeply cleanse and tone while restoring the skin&#x2019;s natural PH. This unique soap combines genuine Dead Sea salts&#x2014;thousands of years in the making&#x2014; with a pure vegetable base to provide a truly natural cleansing experience. Put simply&#x2014;The Dead Sea is really old, but using this bar of soap will help you and your skin look and feel younger. You just won&#x2019;t believe it until you try it. Experience the Dead Sea Difference.",
    "itemID": "B000MVYJ0O",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 642
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 3.09,
    "brand": "One With Nature"
  },
  {
    "title": "Tree Hut Shea Sugar Scrub, Hawaiian Kukui, 18 Ounce (Pack of 3)",
    "description": "Experience a rejuvenating exfoliation with Tree Hut Sugar Scrub with the warm scent of Hawaiian Kukui. Natural Kukui nut Oil repairs and conditions cracked and neglected skin, absorbs quickly into skin and provides elasticity and long lasting moisturization. This gentle sugar scrub is infused with certified organic Shea butter, Kukui nut Oil and an array of natural oils, including Evening Primrose, sweet Almond, Avocado, Macadamia Seed and Orange oil. The sugar grains will softly polish away dead skin cells, leaving your skin soft, smooth and healthy looking.",
    "itemID": "B0018DAUKI",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11687
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 21.73,
    "brand": "Tree Hut"
  }
]