[
  {
    "title": "WR Medical Therabath Paraffin Wax Refill With Heat Retaining Capacity Lavender Harmony",
    "description": "Paraffin wax has a very high heat capacity, meaning it is able to absorb and retain a great amount of heat. Paraffin wax therapy takes the advantage of paraffin's heat-retaining capacity in a simple process called heat transfer. In technical terms, for this paraffin treatment heat is transferred to the core of the affected area as paraffin goes through a phase change. As it melts, the paraffin becomes a liquid and is able to retain more heat.Then, when a hand, foot, or other area is dipped into the heated bath, the phase of the paraffin that surrounds the dipped area quickly changes into a solid. The heat that is given off from this paraffin therapy is called the heat of fusion or simply, the heat that goes into melting the paraffin comes out when it solidifies into a comforting paraffin coating, thus transferring the heat into the affected limb. Another way to look at this heat therapy product is that it is the medium that transfers heat from the painful area. At the same time, this heat treatment helps to open pores and increases circulation in the skin.This is why this heat therapy is so beneficial to skin, leaving skin softened and more radiant. Paraffin Wax Refill With Heat Retaining Capacity is triple filtered for purity. This paraffin wax treatment deeply hydrates and delivers fast. Drug-free relief , soft, pliable, and non greasy is great for any paraffin bath. The paraffin wax is unscented, with no fragrance or dyes added .",
    "itemID": "B000E3A6F2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 94865
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Paraffin Baths"
      ]
    ],
    "price": 84.99,
    "brand": "WR"
  },
  {
    "title": "Salerm Energy Hair Regenerator 4 Applications Big Sale!",
    "description": "ENERGY HAIR REGENERATOR \n\nIt's a hard hitting treatment which provides the active substances necessary for the correct working of the pilous follicle. It accelerates the normalization of the scalp and capillary bulb. Suitable as a fast acting treatment in the case of hair lacking in vitality or malnourished. Its formula has now been improved by the incorporation of not only the active stimulating Serenoa Serulata extract, but also natural liquid hair which effectively reconstructs the capillary keratin. Ceramides have also been added to maintain the cohesion between the hair's varous keratin layers, resulting in shinier, healthier, full bodied locks.\n\nDIRECTIONS : Apply to recently washed hair massaging gently. Do not rinse. Style as usual. It can be used daily in cases where hair loss is severe.\n\nINGREDIENTS : AQUA (WATER), ALCOHOL DENAT., CERAMIDE-3, HYDROLYZED KERATIN, SERENOA SERULATA EXTRACT, CYSTEINE, INOSITOL, BIOTIN, CUPRESSUS SEMPERVIRENS (CYPRESS) EXTRACT, SOYBEAN (GLYCINE SOJA) EXTRACT, CALCIUM PANTOTHENATE, METHIONINE, ALOE BARBADENSIS (ALOE) EXTRACT, LAURYL GLUCOSIDE, SODIUM METHYLPARABEN, PROPYLENE GLYCOL, PHENOXYETHANOL, METHYLPARABEN, C.I. 19140 (FD&C; YELLOW No.5), C.I. 42090 (FD&C; BLUE No.1).\n\nCONTAINS : 4 Phials X 13 ml (0,44 .)",
    "itemID": "B000TF70J0",
    "helpful": [
      12,
      12
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 29362
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Hair Regrowth Treatments"
      ]
    ],
    "price": 9.68,
    "brand": "Salerm"
  },
  {
    "title": "Neutrogena Rapid Clear Oil-Eliminating Foaming Cleanser, 6 Ounce",
    "description": "Rapid Clear OilControl Foaming Cleanser is clinically proven to control oil for hours. Rich, creamy, oilfree cleanser foams up to rapidly and effectively remove oil and control shine. It clears surface oil without overdrying. Your skin feels completely clean, oilfree and refreshed. Get fresh skin with oilcontrol that lasts for hours.",
    "itemID": "B000FH4T3M",
    "helpful": [
      37,
      39
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4709
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 7.79,
    "brand": "Neutrogena"
  }
]