[
  {
    "title": "Ardell Fashion Lashes Pair - Wispies (Pack of 4)",
    "description": "Ardell fashion lashes look so real, so natural that others think you were born with beautiful, lush eyelashes.  made of 100% sterilized human hair, each lash strip is knotted and feathered by hand to achieve the highest quality.  when used with ardell lashgrip eyelash adhesive, they are easy to apply, comfortable to wear, and stay secure until you take them off.  each pair can be re-used up to three weeks.  application and care instructions inside package.",
    "itemID": "B0041R15AC",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 762
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 10.7,
    "brand": "Ardell"
  },
  {
    "title": "Red Cherry #WSP False Eyelashes (Pack of 6 Pairs)",
    "description": "Great way to extend the length and thickness of your eyelashes in seconds.",
    "itemID": "B006R1FZLA",
    "helpful": [
      5,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2746
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 10.51,
    "brand": "Red Cherry"
  },
  {
    "title": "Too Faced Cosmetics, Shadow Insurance, 0.35 Ounce",
    "description": "Your full-coverage insurance policy against all fading, creasing, melting, blurring, oil slicked andhard-to-blend eye-shadow accidents. Our silicone based eye-shadow primer transforms any eyeshadow into a perfectly blendable, color-drenched, intensified version of its self, then locks it downperfectly &#x2018;till you take it off. Our skin soothing formula evens out the skin tone on your lids andsmoothes out lines while it secures a barrier between the oils of your skin and your makeup, so noshadow catastrophes will ever happen again. \"Thank you Shadow Insurance, I can sleep better atnight knowing you're on my side!\"-",
    "itemID": "B0013CSGBE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2975
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 12.95,
    "brand": "Too Faced"
  }
]