[
  {
    "title": "Scunci No-slip Grip Evolution Jelly Ponytailers, 14-Count, Colors may vary",
    "description": "With scunci scunci no-slip grip hair accessories a woman should never have a bad hair day. scunci no-slip grip technology takes a leap into the future with these jelly ponytailers. soft, stretchy, non-slip all-day hold that won't damage hair. a must have for sports or an active lifestyle. they give everyday dos a fashion boost and highlight your features by keeping hair off the face. Multi-colored or opaque may ship, color cannot be chosen.",
    "itemID": "B003DKU3CY",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 12960
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Ponytail Holders"
      ]
    ],
    "price": 5.57,
    "brand": "Scunci"
  },
  {
    "title": "Conair 276R Infiniti Pro Volume Dryer",
    "description": "",
    "itemID": "B0052BHMOO",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 4313
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 11.99,
    "brand": "Conair"
  },
  {
    "title": "NaturOli Soft &amp; Soothing Body Lotion - Olivander&reg; Scent - All Natural - 8 oz with Lotion Pump - Made in USA!",
    "description": "Finally a highly effective, deep moisturizinglotionthat leaves no oily, sticky or greasy film. Superb for those working on a keyboard, in the medical profession, or handling papers and products!Superb for hand and facial use. While repairing and locking in moisture, our Body Lotion fortifies your skin's natural barriers and helps shield your body from harmful environmental elements. Intended for frequent use, it is specially formulated (enhanced with Squalene and Olive Leaf Extract) to include an abundance of rich, healthy ingredients while absorbing astonishingly fast and very deepHighly effective in moisturizing and replenishment of needed nutrients plus providing additional antioxidant protection.Helps skin retain its healthy, elastic properties, leaving your skin soft, supple, and more youthful. A wonderfully smooth, silky vitamin-rich lotion.Indulge and be pampered.NaturOli is a proud Signer and \"CHAMPION\" of the Environmental Working Group and Skin Deep's \"Safety in Cosmetics Campaign\".",
    "itemID": "B00613KK96",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 153231
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 15.95,
    "brand": NaN
  }
]