[
  {
    "title": "Fangs Custom Scarecrow",
    "description": "Quick, easy, and totally realistic! These dental fit fangs use a specially formulated dental material for fitting; which forms a permanent mold of your tooth inside each fang cap. This patented approach means you get a tight, rigid, snap-fit and allows fo",
    "itemID": "B000JMB3JQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Toys & Games": 27586
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 12.1,
    "brand": "Unknown"
  },
  {
    "title": "100% Pure Green Apple Nourishing Body Cream",
    "description": "All Natural, 100% Vegan, Gluten free  Highly nourishing, luxurious cream concentrated with potent anti-aging antioxidants, vitamins, skin softening fruit oils and moisturizing cocoa and avocado butters. Delicious smelling body cream will immediately hydrate, soften and feed your skin nutrients for a healthy, glowing complexion. Truly, 100% Pure - never any artificial fragrances, synthetic chemicals, toxic preservatives, or any other unsafe ingredients. Made only with the highest quality, organic nutrients for your skin.",
    "itemID": "B00423J2KU",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 153726
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 17.0,
    "brand": "100 Percent Pure"
  },
  {
    "title": "WEN&reg; by Chaz Dean Healthy Hair Care Kit",
    "description": "Keep hair looking healthy, hydrated and strong with this one-two punch! Our Cleansing Conditioner is formulated to gently cleanse the hair without stripping it of its natural oils. And our Re Moist Intensive Hair Treatment, a concentrated, deeply restorative formula is designed to help nourish, moisturize and condition stressed-out hair. Cleansing Conditioner, 16 oz., Re Moist Intensive Hair Treatment, 4 oz.  And as a Bonus, we add in the Replenishing Treatment Mist for free!",
    "itemID": "B0089A9ZM2",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 45245
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 68.38,
    "brand": "WEN&reg; by Chaz Dean"
  }
]