[
  {
    "title": "3 Way Blue Nail Buffer 3pcs.",
    "description": "3 Way Blue Nail Buffer 3pcs.",
    "itemID": "B000R8PC9E",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 7550
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Files & Buffers"
      ]
    ],
    "price": 1.87,
    "brand": "Flowery"
  },
  {
    "title": "MY MANICURIST MAXIM Nail Drill Grinder PRO Powerful Electric Nail File w/ Bits Acrylics Gels, complete. Manicuring, pedicuring, or removal of calluses. Dremel bits compatible",
    "description": "Great value for doing nails at home, as a starter, student or professional nail technician as a back-up drill. Standard chuck allows to easily upgrade with any standard bits on the market. Due to the nature of the item, we can not offer refund if changing mind because we are not allowed to take back per FDA regulations related to public hygiene. We exchange or service any out-of-warranty drills purchased from us.",
    "itemID": "B004D58LWW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13292
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Dryers"
      ]
    ],
    "price": 36.99,
    "brand": NaN
  },
  {
    "title": "Best Vitamin C Serum Beautifies Face: GET GORGEOUS SALE! Restores &amp; Protects ~ FADES Sun &amp; Age Spots, Fine Lines &amp; Wrinkles ~ #1 in Luxury Skin Care Anti Aging Products With Organic Vitamin C + E + Hyaluronic Acid Serum ~ Want The Finest For Your Face? 1 Fl. Oz. Of Beauty!",
    "description": "Product: Vitamin C SerumHi, this is Pamela C., Co-Founder of Day by Day Beauty.A GROWING number of us men and women are seeking toCombat the Signs of Aging Skin ~ How about You?Our Vitamin C Serum provides skin with antioxidants & rich, hydrating ingredients. Why? These ingredients naturallybrighten skin tone, diminish superficial fine lines and wrinkles, retain moisture, and help reverse sun damage effects.Vitamin C Serum is the #1 natural approach to anti-aging on the market, endorsed by physicians, aestheticians, and celebrity figures. (See Bullets #2-3 above)I love hearing our customers share other benefits they've found, like:smaller pores, calmed inflammation, clearer skin, improvement of minor acne scarring, and correction of hyper-pigmentation...the list goes on,check out our Reviews!A lot of people ask me how to best use their Serum. It can be applied both morning & evening on cleansed and toned skin. A little goes a long way!Sensitive Skin?We've DESIGNED Day by Day Beauty's highly effective Vitamin C Serum with you in mind!Love Organic, eco-friendly products?Day by Day Beauty is for you.(#1 above)Also, your purchase today is backed byMy Personal 100% Satisfaction Guaranteefor the lifetime of the product.This allows you to try and see the results for yourself, Risk-Free. (#5 above)Don't wait: Our Product is always made Natural & Fresh, so supplies Limited.Buy yours today, or stock-up & SAVE with current Promotions!Feel the Day by Day Difference.My Very Best,Pamela C., Co-Founder, Day by Day BeautyBuy & Beautify Today.>> Click that yellow \"ADD TO CART\" NOW to get YOUR SERUM while its in Stock! <<",
    "itemID": "B00GCQMSVA",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 325
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 18.5,
    "brand": NaN
  }
]