[
  {
    "title": "HSI PROFESSIONAL 1 CERAMIC TOURMALINE IONIC FLAT IRON HAIR STRAIGHTENER FREE GLOVE + POUCH AND travel size Argan Oil Leave In Hair Treatment. WORLDWIDE DUAL VOLTAGE 110v-220v",
    "description": "The Proffesional HSI Flat Iron is great for transforming frizzy, dull hair into gorgeously straight, sleek locks. Aside from straightening, the Proffesional HSI Flat Iron curls and flips hair beautifully, its 1\" plates giving maximum control for all hair types. With flash quick heating and swivel cord, this iron provides great style without making a mess or taking too much time. Featuring new easier grip with ergonomic design for easier hold, the styler flat iron also has versatile heat settings to provide you with total control for all your hairstyling needs. Moist ceramic heat with solid ceramic plates and coils will maintain even temperature",
    "itemID": "B001MA0QY2",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 53.59,
    "brand": "HSI PROFESSIONAL"
  },
  {
    "title": "RoC Daily Resurfacing Disks, 3 Inch, 28 Disks",
    "description": "RoC Daily Resurfacing Disks are clinically shown to help diminish the look of fine lines and wrinkles, and improve the appearance of skin in just one week. Infused with skinconditioning cleansers, the selffoaming disk is textured on one side to gently exfoliate away dirt, oil, and complexion dulling impurities, and smooth on the other side to gently cleanse and remove makeup around the delicate eye area. The resultyoungerlooking, more beautiful skin. Gentle enough for everyday use. Results after clinical testing: In just 1 week, the appearance of fine lines is reduced; Skin tone and texture is improved. After 4 weeks, signs of photoaging appear diminished. After 12 weeks, the appearance of wrinkles and pores is diminished.",
    "itemID": "B005I2MP62",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1055
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 9.98,
    "brand": "RoC"
  },
  {
    "title": "MelodySusie Beautiful Long Dark Brown Curly Wave Stunning Wig Full Wig + MelodySusie Wig Cap + MelodySusie Wig Comb",
    "description": "MelodySusie - Bring Your Beauty Salon Home !MelodySusie Wigs - New Wigs, New Feelings, New You!Product Highlights:Melodysusie wig is 100% used imported from South Korea Matt high temperature wire, referred to as Japanese silk. It is the best fiber yarn wig, human hair close to the physical properties, appearance, color and feel are good enough to be confused as real ones all over the world;Wig design basically uses the top center, there is no head way, completely by nature, very natural, close watch and no flaws, the internal high of 100% breathable rose within the network, there are two deductions can be linked to a fixed position and adjust the size for different sizes, it's very easy to wear;All Hair Design have announced a three-dimensional basis designed, which means combined with street elements Tony Britain covered the concept of fashion, but not only point, line, surface effective combination, but also square, circle, triangle flexible use of sections is constructed of a vividly hair;Product Details:- Color: Dark Brown- Front: 26cm, Back: 80cm, Cap Size: Average- Wig Material: Imported Japan KanekalonProduct Included:1 * MelodySusie wig1 * MelodySusie wig cap1 * MelodySusie wig combPlease Kindly Note:The color take the material object, the picture only supply the referenceOnly buy it fromMelodySusie Directto qualify original\nproduct for full service and high quality",
    "itemID": "B008B4FKLG",
    "helpful": [
      0,
      1
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 11399
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Wigs"
      ]
    ],
    "price": 17.88,
    "brand": "MelodySusie"
  }
]