[
  {
    "title": "Caffeine Eye Cream - Organic Colombian Coffee -- Reduce puffiness, dark circles and moisturize - Paraben Free - .5oz",
    "description": "What it does:Our Caffeine eye cream has all the essential antioxidants, vitamins, and nutrients to protect, nourish, andhelp with puffiness, dark circles, and fine linesaround the eye area.Our eye cream is formulated withColombian coffee extract plus coffee oil(which is more potent than extract alone).  Caffeine is rich in antioxidants that help with puffiness around the eye area, dark circles, fine lines and is anti-inflammatory.Our Caffeine eye cream is further enriched with Japanese green and white teas which are naturally rich in caffeine, antioxidants, helpprotect from free radicals, detoxify, and aid with fine linesaround the delicate eye.This vitamin packed cream contains - Vitamin C, Vitamin A, Pro-Vitamin B5 and Vitamin E to nourish and aid to reduce fine lines and wrinkles.Essential for moisture, hyaluronic acid holds up to 1000 times its weight in water and is a powerful moisturizer and hydrator.Cucumber is also added to cool, sooth and depuff!  The silica in cucumber promotes collagen and inhibits skin aging.Roman chamomileis used in our holistic cream to calm those tired eyes and is anti-inflammatory.  Therapeutic Roman chamomile has been used  for over 2,000 years throughout Europe to quiet the mind and body.This eye cream has a very light natural coffee scent. If you prefer a completely unscented cream, please try our other options \"My Eyes Are Up Here\" or \"Eye Zinc\".Questions or concerns? Email us we are here to help!",
    "itemID": "B005R230EO",
    "helpful": [
      3,
      4
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 116035
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Combinations"
      ]
    ],
    "price": 36.0,
    "brand": NaN
  },
  {
    "title": "Grisi Bio Sulfur Soap with Lanolin 1-pack 4.4 Oz.",
    "description": "Buy GRISI Azufre Sulfur with Lanolin Bar Soap 3.5 OZ",
    "itemID": "B004A9N77K",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 50122
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 4.6,
    "brand": "Grisi"
  },
  {
    "title": "De La Cruz Sulfur Ointment Cream",
    "description": "De La Cruz Pomada de azufre sulfur ointment is used for treatment of acne, this ointment penetrates the pores, dries and clears pimples and blackheads. Helps to keep new pimples and blackheads from forming. Does not contain preservatives, or artificial colors.",
    "itemID": "B00411B4CC",
    "helpful": [
      0,
      6
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 3008
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Pomades & Waxes"
      ]
    ],
    "price": 7.41,
    "brand": "De La Cruz"
  }
]