[
  {
    "title": "Neutrogena Oil-Free Acne Wash Daily Scrub, 4.2 Ounce",
    "description": "Cleans deep into pores and helps stop breakouts before they start. This breakthrough formula features MicroClear a powerful technology clinically shown to boost delivery of acne medicine, clear congested pores and speed treatment deep to the source. MicroClear and gentle microbeads work together to cut through oil, dissolving dirt and impurities without overdrying or irritation. Skin is left clear and smooth.",
    "itemID": "B000NWDSAE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4837
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Scrubs"
      ]
    ],
    "price": 6.17,
    "brand": "Neutrogena"
  },
  {
    "title": "Neutrogena Makeup Remover Cleansing Towelettes, Refill Pack, 25 Count",
    "description": "#1 Dermatologist Recommended Makeup Remover Towelette*Easy Makeup Removal for Fresh, Clean SkinClinically proven to remove 99.3 percent of your most stubborn makeup, even waterproof mascara. It can take two competitive wipes to do what one Neutrogena Towelette can do.With one step, Neutrogena makeup removers leave skin thoroughly clean with no heavy residue, so there's no need to rinse.Neutrogena Makeup Remover TowelettesAt a Glance:Gentle enough to use around sensitive eye area, even for contact lens wearersUltra soft pre-moistened clothsOphthalmologist testedDermatologist testedAllergy testedAlcohol freePatented Formula is as Gentle as Water to the EyesThese gentle, ultra soft cloths contain superior cleansing technology so effective it removes even waterproof mascara. And they are gentle enough to use around the sensitive eye area, even for contact lens wearers. Make your skin make-up free the easy way.How to UseGently wipe your face with a towelette, removing dirt and all traces of face and eye make-up. There is no need to rinse. Dispose of the towelette in a trash receptacle (do not flush).What's in the BoxNeutrogena Makeup Remover Cleansing Towelettes Refill Pack (25 Pre-Moistened Towelettes).* Based on a survey performed in June 2011 by GfK Healthcare, an international independent market research agency, using a representative sample of 400 board-certified dermatologists.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Explore Neutrogena's Makeup Remover Options:Neutrogena Makeup Remover Cleansing Towelettes with Vanity Tub, 25-CountNeutrogena Makeup Remover Cleansing Towelettes Night Calming, 25-CountRemove all traces of makeup while enjoying a unique calming fragrance that helps you unwind and prepares you for a good night's sleep.Neutrogena Makeup Remover Cleansing Towelettes Refill Pack, 25-CountEffectively dissolve all traces of dirt, oil, and makeup--even waterproof mascara--for clean, fresh skin in one easy step.Neutrogena Makeup Remover Cleansing Towelettes Deep Clean, 25-CountUltra-soft, pre-moistened wipes that effectively and gently sweep away makeup, dirt, and oil for clear, fresh skin.Neutrogena Makeup Remover Cleansing Towelettes Refill Pack, 7-CountEffectively dissolve all traces of dirt, oil, and makeup--even waterproof mascara--for clean, fresh skin in one easy step.Neutrogena Makeup Remover Cleansing Towelettes Hydrating, 25-CountLeaves skin feeling soft and conditioned with a blend of replenishing hydrators and skin-soothing cucumber and aloe extracts.Trademark Information:Neutrogena&reg;Neutrogena Fresh Foaming Cleanser&reg;Neutrogena Deep Clean&reg;",
    "itemID": "B0010XUU9M",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1046
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Cloths & Towelettes"
      ]
    ],
    "price": 6.95,
    "brand": "Neutrogena"
  },
  {
    "title": "Maybelline New York Fit Me! Powder, 325 Cream Beige, 0.3 Ounce",
    "description": "Flawless that lets the real you come through. It's makeup that doesn't mess with you. No oils. No waxes. No nonsense. Natural coverage that leaves skin the way it was meant to be: fresh, breathing, flawless.",
    "itemID": "B004675BIE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 96018
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 5.99,
    "brand": "Maybelline"
  }
]