[
  {
    "title": "100% Cold Pressed Organic Argan Oil 100 ml BY AAA Shea Butter",
    "description": "The Argan Tree, Argania spinosa from Sapotaceae family and grows only in Morocco. The trees can live from 150-200 years. For centuries traditional cosmetic products produced from Argania spinosa have been a well kept secret known only to Berber women in Morocco. Argan oil is believed to be one of the rarest oils in the world.\n \nTo produce Argan oil for cosmetic use, freshly harvested kernels from the fruit of the Argan tree are pressed and filtered through an organic cotton sieve, to extract the aromatic oil. The Argan oil is easily absorbed by the skin. This form of Argan oil is used for the treatment of dermatologic disease (acne, etc). Argan oil extracted by this method is used in Aromatherapy. In Europe, Argan oil has been used in the Aromatherapy industry for a long time, but for some reason it is not well known in the United States and is unavailable in retail stores.\n \nArgan oil has almost twice as much vitamin E or a-tocopherol as olive oil and it is much richer in linoleic acids. Its anti-ageing properties, due to high levels of vitamin E and saponins (which soften the skin), are well documented.\n \nTocopherols are very important to human health because of their anti-oxidant actions and free radical scavenger affects. In traditional Moroccan medicine, Argan oil is used for the care of the body and face to counteract the effects of age or weather.",
    "itemID": "B000GS8T0Y",
    "helpful": [
      9,
      11
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 54753
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 28.0,
    "brand": NaN
  },
  {
    "title": "Smoothies Bungee Bands-Brown 32322",
    "description": "Great accessory to any hair wardrobe",
    "itemID": "B003C1LYZO",
    "helpful": [
      2,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 22154
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools"
      ]
    ],
    "price": 3.5,
    "brand": "Smoothies"
  },
  {
    "title": "Smashbox Layer Lash Primer",
    "description": "Smashbox's newest priming sensation, Layer Lash Primer, contains lash conditioning and strengthening panthenol to keep lashes healthy, even under the most strenuous conditions. To thicken and protect lashes, simply brush on before mascara.",
    "itemID": "B00161FCAA",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 19798
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 19.95,
    "brand": "Smashbox"
  }
]