[
  {
    "title": "Seche Vite Dry Fast Top Nail Coat, 0.5 Ounce",
    "description": "Nailtiques nail varnishes are formulated with the same strengthening ingredients that the cult favorite protein formulas are enriched with. Giving your nail protein treatments an added boost, this luxurious nail polish allows the protein to penetrate through the polish, for maximum benefits.",
    "itemID": "B00150LT40",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 29
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Top & Base Coats"
      ]
    ],
    "price": 4.7,
    "brand": "Seche"
  },
  {
    "title": "niceEshop 10 Pcs Nail File Buffing Buffer Curve Grit Sanding Sandpaper Black (Ivory)",
    "description": "Professional slim sandpaper nail filePerfect for both professional salon, studio and personal use!Great for finger care, woodworking, and salon usage, and can be used to file natural nails, false nails, nail extensions, etc.It can gently smooth your nail surfaceColor:show as pictures.Notice: Color of pictures may varies by different monitor setting. All pictures are real stock photos.Package include:1 x bag(10pcs) of nail art filesPlease note:1> niceEshop(TM) is a worldwide registered trademark and the only authorized seller of niceEshop branded products.2> niceEshop(TM) items,packing,bar code and accessories are exclusive,any counterfeit niceEshop brand items and sellers should be prohibited.3> niceEshop provides various kinds of great products(Electronics,Home&Garden;,Beauty&Health;,Clothing,shoes& Sports outdoors...etc) at lowest prices, welcome to our store!!!",
    "itemID": "B008V9JG02",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10666
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Files & Buffers"
      ]
    ],
    "price": 2.62,
    "brand": "Generic"
  },
  {
    "title": "Kiss Broadway Nails Real Life French Nail Kit, 24 Count",
    "description": "Everyday nails for everyday tasks. With pink gel glue for stronger, longer wear.",
    "itemID": "B000QI8BXY",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 160179
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "False Nails"
      ]
    ],
    "price": 14.99,
    "brand": NaN
  }
]