[
  {
    "title": "Spring Valley Pharmaceutical Grade Tea Tree Oil 2 fl oz",
    "description": "Tea Tree oil is a pure oil, culled from the leaves of a tree (Melaleuca Alternifolia), native to Australia. Traditionally, it has been used as a topical agent for the skin.",
    "itemID": "B001QXKDRA",
    "helpful": [
      4,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 4971
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 13.59,
    "brand": "Spring Valley"
  },
  {
    "title": "Truly Natural Mascara Chocolate Truffle Honeybee Gardens Inc 6 ml Mascara",
    "description": "Truly Natural Mascara Chocolate Truffle by Honeybee Gardens Inc 6 ml Mascara Truly Natural Mascara Chocolate Truffle 6 ml Mascara A silky lash-defining and weightless mascara providing all day color. The smooth light-as-a-feather base boasts zero clumping because to the absence of clay in the superior formula. Which also means no flaking and no smudging. Perhaps best of all is that this botanically-enriched mascara is paraben free. Directions Use as you would any mascara. Other Ingredients purified water vegetable glycerin beeswax copernicia cerifera (carnuba) wax vegetable glycerine stearate lecithin vegetable stearic acid carthamus tinctorius (safflower) seed oil aloe barbadensis leaf extract simmondsia chinensis (jojoba) seed oil silica cellulose gum tocopherol xanthan gum chamomilla recutita (matricaria) flower extract rosmarinus officinalis (rosemary) leaf extract cucumis sativus (cucumber) fruit extract phenoxyethanol May contain mica titanium dioxide (C177891 iron oxides (C1774",
    "itemID": "B000VUYHSU",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 98627
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 9.99,
    "brand": "HoneyBee Gardens"
  },
  {
    "title": "EO Serenity Bubble Bath, French Lavender with Aloe, 12-Ounce Bottles, (Pack of 3)",
    "description": "Calm the mind & body. A naturally fragrant bubble bath with therapeutic essential oils. Lavender essential oil has been used for centuries to calm the mind and the body. Perfect before bedtime. We use only the purest lavender oil from France for the most",
    "itemID": "B001E724VG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 18895
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bath",
        "Bubble Bath"
      ]
    ],
    "price": 26.99,
    "brand": "EO"
  }
]