[
  {
    "title": "Sun*Si'Belle+ SPF 50 Organic Triple Action Moisturizer, with Antioxidants, CoQ10 and Hyaluronic Acid.",
    "description": "This product is an addition to our original bestseller Sun*Si'Belle Triple action Moisturizer SPF 30+. Sun*Si'Belle+ takes an extra step in sun defense while offering superior hydrating properties, as well as existing skin damage and sun spots repairing action.\n\nSun*Si'Belle+ offers maximum sun protection of SPF 50, combined with powerful anti-aging compounds like Caviar, Hyaluronic acid, Reishi and CoQ10, and cocktail of antioxidants, for glowing ageless skin. Silk Protein Amino Acids give your skin silky velvet feel while Watermelon, rich in Vitamin C and naturally occurring carbohydrates and amino acids supports the UV-stressed immune system of the skin and can be used to prevent photo-aging. This extract also helps to protect the skin from every day toxins and promotes cell-renewal. Reishi mushroom carries Asiatic Acid to the cells for damage restoration, fading of sun spots and damage, wrinkle reduction, and boosting of cellular hydration. Vitamin C, E and fruit extracts deliver powerful antioxidants. Non comedogenic, elegant look and feel, and a 99% chemical free active sun protection system. Reverse existing sun damage while preventing new damage and wrinkle formation from occurring. Effective and safe for use on face and body. Water resistant. Not greasy.\nFor more information visit sweetsationtherapy (dot) com",
    "itemID": "B001U1YTDC",
    "helpful": [
      4,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 263287
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "C*Bella Organic Brightening Toner with Vitamin C and Enzymes, 6oz",
    "description": "C*Bella name of this toner speaks for itself. Rich in Vitamin C this toner packs a punch in the fight against free radicals and sun damage, lightening and brightening your complexion Bilberry, Sugar cane and Lemon Extract help to lighten sun spots. Papaya and Ananas Enzymes like natural alpha hydroxy acids help to exfoliate and renew the skin. AHA's loosen the top layer of dead cells (primarily composed of keratin) while on the other hand enzymes dissolve the keratinized layer. Papaya and pineapple are great sources of proteolytic (protein dissolving) plant enzymes. Papaya is great for blemishes, mature skin, large pores, and sun spots. Raspberry Extract made up of a powerful blend of antioxidants such as vitamin C, quercetin and catechins fight against age related skin damage. Ellagic acid present in raspberries prevents elasticity of skin from degradation as well as enhances elasticity in aged skin. The antioxidant levels of this toner bring a perfect balance to a skin care regime.\n\nAny skin care line is not complete without either a toner or astringent as part of the skin care regime. It is a critical step that is often over looked. This step closes the pores, adjusts the pH of the skin and removes any remaining cleanser or dirt from the skin.",
    "itemID": "B001U23VB2",
    "helpful": [
      7,
      9
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 28987
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Toners & Astringents"
      ]
    ],
    "price": 23.0,
    "brand": NaN
  },
  {
    "title": "Organic C*Perfect Skin Foaming Face Cleanser with Vitamin C",
    "description": "This Organic Foaming Cleanser will be a favorite of any new mom. Foam delivery of a product makes it very gentle on the skin. Proprietary combination of Papaya, Black Willow Bark and Vitamin C help to keep your skin soft and clear.\nPapaya fruit contains the enzyme papain, which has wonderful exfoliating properties - removing dead skin, and specifically damaged skin. The enzyme Papain is considered to have great antibacterial and wound healing abilities and it assists in removing damaged and dead skin. Papaya Extract helps reduce freckles or brown spots due to exposure to sunlight. It has skin smoothing properties and helps to create a healthier looking skin. Apple Extract Contains an alpha-hydroxy acid, which refines and rejuvenates the skin. It is best known for it's moisturizing and anti-aging properties, making it perfect for dry or mature skin. It also has exceptional elastase inhibition activity, making it suitable for treatments aimed at maintaining the skin's youthful elasticity. Watermelon extract, rich in Vitamin C. It supports the UV-stressed immune system of the skin and can be used to prevent photo-aging. This extract also helps to protect the skin from every day toxins and promotes cell-renewal. Cucumber Extract and Green Tea have wonderful anti-inflammatory and skin tightening properties, rich in vitamins C and E, minerals and enzymes essential for strong cell growth and repair, they are a natural source of powerful antioxidants. Kelp, Calendula and Chamomile nourish, soften and sooth the skin as well as help skin retain moisture.",
    "itemID": "B002ERZIPY",
    "helpful": [
      7,
      7
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 99603
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 28.0,
    "brand": NaN
  }
]