[
  {
    "title": "Revlon RV544PKF 1875W Tourmaline Ionic Ceramic Dryer",
    "description": "Revlon 1875 Watt Tourmaline Ionic Lightweight Dryer feature Tourmaline Ionic Technology for ultimate shine, volume, and healthier looking styles. This dryer features an ion indicator light, separate heat and speed rocker switches, 2 heat/2 speed settings, cold shot button, hinged endcap, anti-skid bumpers, and concentrator and finger diffuser attachments. This ultra lightweight design is 25% lighter than your average dryer and has a sleek and upscale spray finish. This unit is super quiet and fast drying.",
    "itemID": "B000FS05VG",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 6
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 23.92,
    "brand": "Revlon"
  },
  {
    "title": "Jerdon J1010 6-Inch Portable Tabletop Two-Sided Swivel Lighted Makeup Mirror with 3x Magnification, White Finish",
    "description": "The Jerdon J1010 6-Inch Portable Tabletop Two-Sided Swivel Lighted Makeup Mirror is a bathroom and makeup mirror with cool to the touch fluorescent lighting and magnification that fit nicely on any tabletop. The fog free, two-sided square mirror is 6-inches by 6-inches in size and features a smooth 360-degree swivel design that provides 1x and 3x magnification options to make sure every detail of your hair and makeup are in place. The (2) sides of this device house a total of (4) 7-watt light bulbs to provide natural looking, glare free lighting. The J1010 stands up by itself on your countertop, vanity or dresser with a folding back stand. Designed for travel, this item measures 12.35-inches by 2.5-inches by 8-inches and weighs 2.25-pounds. The Jerdon J1010 6-Inch Portable Tabletop Two-Sided Swivel Lighted Makeup Mirror comes with a 1-year limited warranty that protects against any defects due to faulty material or workmanship. The Jerdon Style company has earned a reputation for excellence in the beauty industry with its broad range of quality cosmetic mirrors (including vanity, lighted and wall mount mirrors), hair dryers and other styling appliances. Since 1977, the Jerdon brand has been a leading provider to the finest homes, hotels, resorts, cruise ships and spas worldwide. The company continues to build its position in the market by both improving its existing line with the latest technology, developing new products and expanding its offerings to meet the growing needs of its customers.",
    "itemID": "B001DKRM8O",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 2234
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Mirrors",
        "Makeup Mirrors"
      ]
    ],
    "price": 23.79,
    "brand": "Jerdon"
  },
  {
    "title": "4 Starry Long Lasting Waterproof Eyeliner Gel Black Asphalt, Brown, Violet and Iguana Green",
    "description": "This innovative eyeliner offers the precision of liquid eyeliner and the ease of a gel based formula. The color is long-wearing and water resistant. Can be used to create subtle to dramatic looks.",
    "itemID": "B004G1GJ4U",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 8298
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyeliner"
      ]
    ],
    "price": 3.8,
    "brand": "Sparkling Beauty"
  }
]