[
  {
    "title": "Jan Marini BioGlycolic BIOCLEAR Lotion 1 oz (NEW PACKAGING)",
    "description": "Jan Marini Skin Research products are designed to be used under the supervision of a physician or licensed skin care professional. If you have any questions regarding skin care concerns,appropriate products, product usage, or technologies, we recommend that you contact us prior to your purchase.Containing Glycolic Acid, Salicylic Acid, and Azaleic AcidThe revolutionary Bioclear formula is available in a lotion/serum consistency directed towards oilier skin types. This versatile product targets multifaceted acne problems uniquely experienced by adults. It also has remarkable anti-aging and skin resurfacing properties that benefit all skin types.JMSR&#x20AC;TMs proprietary research has resulted in a formula that produces exceptional benefits for adult acne, acne scarring, inflammation, discoloration, enlarged follicle openings, textural changes and the appearance of wrinkling and textural changes due to cumulative sun exposure.",
    "itemID": "B00135FK4M",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 21805
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 33.0,
    "brand": "Jan Marini"
  },
  {
    "title": "Jan Marini Antioxidant Daily Face Protectant SPF 30, Tinted, 2 oz",
    "description": "Brand NEW Sealed 2 oz / 60g Tube of Jan Marini Antioxidant Daily Face Protectant SPF-30 NON-TINTED Waterproof",
    "itemID": "B00158P1E6",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 118599
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection"
      ]
    ],
    "price": 32.25,
    "brand": "Jan Marini"
  },
  {
    "title": "Eminence Organic Skincare. Blueberry Soy Night Recovery Cream",
    "description": "Eminence Organics Blueberry Soy Night Recovery Cream(2 oz./60 ml)Benefits For normal to mature, dry, dehydrated or devitalized skin types This age-defying, rejuvenating cream is designed to prevent free radical damage Reinforces collagen fibers in the skin to keep skin firm and toned All-natural ingredients offer relief to tired, dehydrated skin while soothing and moisturizing Features Blueberry Juice is high in phyto-nutrients and antioxidants Shea Butter deeply moisturizes skinNon-GMO Soy is a form a Vitamin BBlueberry Pulp defends skin against free radical damage Raspberry Juice is rich in Vitamin CBramble Juice is high in Vitamin A, C and antioxidantsEminence Organics is a highly effective, entirely organic skin care line. With all naturally organic ingredients these hand-made products are effective and extremely healing. Rich in vitamins, active ingredients and nutrients, Eminence products will give you immediate results that you will see and feel.",
    "itemID": "B001CL6QG8",
    "helpful": [
      1,
      6
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 4093
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 39.6,
    "brand": "Eminence Organic Skincare"
  }
]