[
  {
    "title": "Designer Skin BombShell, 100XXBronzer, 13.5-Ounce Bottle",
    "description": "Enriched with White Tea Extract, Soy and CoQ-10, this Ultra-extreme  sizzle formula yields unsurpassed tanning results.  Bask in the sensuous pleasure of this radiant bronzer blend while its exhilarating fragrance envelops you.",
    "itemID": "B002HEW7X0",
    "helpful": [
      1,
      2
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 2966
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Tanning Oils"
      ]
    ],
    "price": 27.55,
    "brand": "Designer Skin"
  },
  {
    "title": "Devoted Creations ANYTHING GOES Bronzer Tanning Lotion 12.25 oz.",
    "description": "Get dark fast! Protect your tattoos! Firm and tighten your skin... Hey, Anything Goes! This extreme instant and delayed bronzer blends with advanced skin care technologies and a revolutionary tattoo fade protecting complex to deliver the most amazing results all around!\n\n* BodyFit - Reduces the appearance of cellulite and promotes firmness.\n* RevitaFit - Tones and tightens the skin.\n* Subliskin - Anti-aging and skin tightening moisture barrier.\n* Nouritan - Stimulates tyrosine activity and promotes an even and long lasting tan.\n*FreshTek - a proprietary blend of skin deodorizing and freshening ingredients.",
    "itemID": "B00655DP1K",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11103
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 21.02,
    "brand": "Devoted Creations"
  },
  {
    "title": "Ion Color Brilliance Brights Semi-Permanent Hair Color Purple",
    "description": "Ion Color Brilliance Brights Semi-Permanent Hair Color are hi-fashion hair colors designed to give vivid, boldly intense results.",
    "itemID": "B007VDWDAY",
    "helpful": [
      0,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 12908
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 9.95,
    "brand": "Ion"
  }
]