[
  {
    "title": "Method Foaming Hand Wash, Green Tea &amp; Aloe, 10 Ounce (Pack of 6)",
    "description": "foamy stuff. it&#x2019;s just one of those things that everybody likes. kind of like marshmallows and puppies, but without all the calories and obedience classes. so pump, lather, smile and the next thing you know your hands are soft and clean. what&#x2019;s not to love? especially when the formula is biodegradable, naturally derived and contains no dirty ingredients.",
    "itemID": "B000EEX7TI",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 8125
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Soaps"
      ]
    ],
    "price": 22.48,
    "brand": "Method"
  },
  {
    "title": "Tolco Empty Spray Bottle 8 oz. Frosted Assorted Colors",
    "description": "With Tolco's ergonomically correct comfort grip trigger head that fits the hand to make lifting and using easier, and to lessen the irritation of carpal tunnel syndrom Tolco. * With Tolco's ergonomically correct comfort grip trigger head that fits the",
    "itemID": "B000H88PCU",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1238
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Hair Coloring Tools",
        "Applicator Bottles"
      ]
    ],
    "price": 5.87,
    "brand": "Tolco"
  },
  {
    "title": "Udderly Smooth Body Cream Skin Moisturizer, 12-Ounce Jar (Pack of 6)",
    "description": "Udderly smooth Udder Cream is a water-based moisturizer. Udderly smooth is greaseless, stainless, with a light, fresh fragrance. Originally developed for use on dairy cows, Udderly smooth , in recent years, the general public has become aware of Udderly smooth Udder Cream.  They use Udderly smooth as an everyday multi-purpose beauty aid due to its rich moisturizing ingredients and performance in softening dry, thirsty skin.",
    "itemID": "B001ET78L0",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3915
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 9.81,
    "brand": "Udderly Smooth"
  }
]