[
  {
    "title": "Liquid Glass Nail Laminate With Sunscreen 0.5oz",
    "description": "A Crystal Clear Shield Fortified With Liquid Glass. Provides Maximum Protection Against Braking, Splitting, Chipping Or Peeling. With Sunscreen",
    "itemID": "B000A4094I",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 86755
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Nail Strengthening"
      ]
    ],
    "price": 5.6,
    "brand": "Top Ten"
  },
  {
    "title": "Acquarella Nail Polish, Gilded",
    "description": "Acquarella makes nail polish fun and hassle-free. You can change nail color without the dreadful smell of toxic chemicals since it is the only truly safe, easy nail polish available that is both completely water-based and non-toxic. An easy preparation, no base or top coats with fast drying makes it a snap! Acquarella Nail Polish hydrates the nail, helping to prevent nails from chipping, peeling and yellowing commonly associated with harsh conventional nail products. The unique Acquarella Nail Polish and Conditioner system contains: - No Dibutyl Phthalate (DBP) or other phthalates - No Formaldehyde or Formaldehyde like derivatives - No Toluene, Ketones or petrochemical solvents - No Polyurethanes or Polyurethane film formers - No Parabens or Camphor - No Gluten or wheat by-products - No aromatic hydrocarbons Since Acquarella is completely water based, it is non-flammable and free from toxic fumes making it a perfect companion for traveling, the office, or any other place. Acquarella Nail Polish comes in a wide variety of playful shades that fit any occasion.",
    "itemID": "B000WQU5IE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 209987
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 18.0,
    "brand": NaN
  },
  {
    "title": "Seventh Generation 22818 Dishwashing Detergent Pacs, Nontoxic, 20/PK, Natural",
    "description": "",
    "itemID": "B003V808ZA",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Home &amp; Kitchen": 8587
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 7.26,
    "brand": "Seventh Generation"
  }
]