[
  {
    "title": "Creme of Nature with argan oil - Strength &amp; Shine Leave-In Conditioner - 250 mL / 8.45 Fl Oz.",
    "description": "Creme of Nature Argan Oil Leave-in Conditioner-8.45 oz",
    "itemID": "B004YRUDIY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 14527
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 7.52,
    "brand": "Creme of Nature"
  },
  {
    "title": "Not Your Mother's Knotty To Nice Conditioning Detangler -- 6 fl oz",
    "description": "All tied up in knots, and not just over a guy? Grab Knotty To Nice and all your twists and tangles can be turned into tasteful tresses. This conditioning formula will moisturize your hair and separate sticky locks leaving you with smooth hair and pain-free brushing. Infused with Brazilian keratin this salon formula detangler will have you and your hair nice and neat...until you mess it up again (wink).",
    "itemID": "B007C2H00C",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 15772
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 8.47,
    "brand": "Not Your Mother&#39;s"
  },
  {
    "title": "Finulite - The End to Cellulite, AM/PM Cellulite Cream (2 - 4 oz tubes)",
    "description": "Introducing Finulite, the latest breakthrough in cellulite reduction. Finulite cellulite cream is an AM/PM skin care system formulated to treat cellulite continuously, 24-hours a day. \nThis unique 2-part system contains powerful fat burning and skin tightening ingredients. Detoxifies targeted areas - increases rate of lipolysis, improves circulation, and helps eliminate water retention (diuretic). Prevents and protects - boosts production of collagen to renew and restore skin's elasticity. The combined result is visibly toned skin with a reduction in the lumps and dimples associated with cellulite.\nUse Finulite as part of your weight loss regimen to help reduce cellulite and assist with fat loss. This comprehensive skin care system fights both the causes and effects of cellulite, to help you achieve visible, lasting results. \n\nFinulite's arsenal of cellulite-fighting ingredients now includes the following patented cutting-edge cosmeceuticals: Theophyllisilane C, Hydroxyprosilane CN, Slimbuster-L, Melscreen Coffee and NG Darutoside.",
    "itemID": "B004WSXD4G",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 726
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Creams"
      ]
    ],
    "price": 24.95,
    "brand": NaN
  }
]