[
  {
    "title": "Kerastase Nutritive Bain Oleo-Relax Smoothing Shampoo For Dry and Rebellious Hair, 8.5 Ounce",
    "description": "Bain Oleo-Relax gently cleanses and detangles for soft and shiny hair. Designed for dry and rebellious hair, this smoothing shampoo from Kerastase Nutritive contains shorea oil to smooth hair cuticle. The shampoo is never tested on animals.",
    "itemID": "B000BIXP62",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3252
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 17.89,
    "brand": "Kerastase"
  },
  {
    "title": "Paul Mitchell Super Skinny Serum, 5.1 Ounce",
    "description": "Spend more time living and less time styling with paul mitchell smoothing super skinny serum. Helps smooth hair fast with reduced dry time and control frizz. Penetrates deep into the hair shaft where it displaces water and constricts the hair.",
    "itemID": "B000NYL3NQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 576
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Styling Serums"
      ]
    ],
    "price": 11.99,
    "brand": "Paul Mitchell"
  },
  {
    "title": "Glowbys LED Fiber Optic Light-Up Hair Barrette - Pink",
    "description": "New, improved Glowbys with 25% smaller barrette for an even lower profile in your hair; 14\" fibers, smaller CR1220 batteries. Otherwise, New Glowbys are exactly like the original Glowbys. Light up your hair with Glowbys fiber optic hair accessories! Glowbys sell elsewhere for up to $10 ea! Great for any nighttime event - prom, holidays, parties, nightlife, concerts, raves, festivals, weddings, and more! The ideal accessory for New Years Eve, Mardi Gras, St Patrick's Day, Burning Man, etc.! Glowbys are illuminated thin fiberoptic strands which clip to your hair to create many brilliant stars of light (50-60 fibers per Glowby, with the longest fibers 14\" long). A small barrette (1.3\" x 0.6\") houses two small batteries (BATTERIES INCLUDED) and a light source, which lights up the ends of the fibers. GLOWBYS ARE REUSABLE - you can wear them again and again. Just change the batteries when Glowbys become too dim, typically 8 hours. Slide lid slightly open to turn on/off. Wearing Glowbys - Wear the thin barrette under the hair so that only the lights are visible. Attach underneath the top layer of hair. The barrette will be covered, but the Glowbys lights will still be visible. Glowbys are 15\" long, but can be cut to any length - a star of light appears wherever the fibers are cut. Glowbys come in a cascade cut pattern, but they can be arranged in almost any pattern depending on the your hair style - use your imagination! Hair Stylists - just attach Glowbys and treat the fibers like strands of hair - cut, loop, etc. Caution: Do NOT use a curling iron or hair dryer on Glowbys; HIGH heat will melt the optical fibers. Note that some of the pictures show girls wearing multiple Glowbys. In particular, the girl with pigtails in the first picture is actually wearing 4 Glowbys - 2 blue and 2 white on either side.",
    "itemID": "B002Y1Y1I0",
    "helpful": [
      0,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Toys & Games": 36160
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Barrettes"
      ]
    ],
    "price": 0.01,
    "brand": "Glowbys"
  }
]