[
  {
    "title": "OPI Nail Lacquer, # NL A06 Hawaiian Orchid, 0.5 Ounce",
    "description": "Eye popping colors great to wear daily. OPI nail polish works wonders on either natural fingernails or acrylic nails. Mix and match to complete that perfect look.",
    "itemID": "B00CJQBTJE",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 32772
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 6.64,
    "brand": "OPI"
  },
  {
    "title": "Skin79 BB Cream Miniature Mini Set (Black) 5g x 4",
    "description": "SKIN79 BB Cream Miniature Set is an excellent choice if you want to try it before purchase the regular size of SKIN79 BB Cream. This set includes 4 different SKIN79 best seller BB Cream, each at their unique features: Super+ Beblesh Balm Triple Functions SPF 25 PA++ 5g - It is 3 effects functional beblesh balm. By Adenosine and Arbutin ingredients which are effective in whitening, wrinkles improvement cultivate more bright and elastic skin. Intercept ultraviolet rays UV A and B at the same time and protect your skin exposed from the sun more thoroughly. OSMOPUR ingredient of new concept which are mixed sunflower, rice bran, ivy extracts protect skin from various harmful conditions. Phyto Complex ingredient which is good for skin moisturizing and soothing makes your skin always moist and healthy.\nDiamond Collection The Prestige Beblesh Balm SPF 25 PA++ 5g - By Adenosine and Arbutin ingredients which are effective in whitening, wrinkles improvement cultivates more bright and elastic skin. Intercept UVA and UVB at the same time and protect your skin exposed from the sun more thoroughly. Diamond Powder and Jewel Complex Powder of Ruby, Amethyst and Pearl make skin all the more radiant. A patent ingredient containing Natural Complex extract ingredients help improvement and care of skin trouble.\nVIP Gold Collection Super+ Beblesh Balm SPF 25 PA++ 5g - It is 3 effects functional beblesh balm. Abundant nutrition of Gold and Caviar extract cares skin intensively to make shiny, healthy skin.\nDiamond Collection Pearl Luminous Beblesh Balm 5g - It is a trendy pearl BB cream which has a light, moist use feeling and quite brilliant pearl to make a bright revitalizing skin. The built-in brush enhances adhesion, making the skin more clean and glowing through thin and even application.",
    "itemID": "B002HPBF32",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 7258
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 7.22,
    "brand": "SKIN79"
  },
  {
    "title": "Physicians Formula Healthy Wear SPF 50 Powder Foundation - Light",
    "description": "Physicians Formula: Healthy Wear Powder Foundation, Translucent Light. Physicians Formula Healthy Wear SPF 50 Powder Foundation delivers maximum SPF 50 broad spectrum UVA/UVB protection and full coverage with a soft-matte finish and protects- SPF Boosters and Mineral-based sunscreens provide SPF 50 protection without residue or greasiness. It also has a potent antioxidant blend that helps prevent future UV damage and premature signs of aging. The Licorice Extract & Tomato Derivatives help brighten skin and diminish the appearance of sun spots.",
    "itemID": "B003FXE6VI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6189
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 9.99,
    "brand": NaN
  }
]