[
  {
    "title": "Revlon Perfect Heat 1-1/2inch Curling Iron",
    "description": "When it comes to curling irons, structural extras are always  second to quick, effective heat. The Revlon Perfect Heat curling iron  doesn't have much in the way of frills, but it does deliver safe,  consistent heat with a minimal cooling period between uses. Ideal for  creating extra-large curls and volume, the 1-1/2-inch barrel on this  iron has a clamp with a wide, conveniently snug thumb lever and a  stay-cool tip for extra control during styling. In addition to the 60-second  heating time, the iron includes an automatic shutoff, a power indicator  light, and a built-in prop to keep the barrel off the bathroom counter.  The stand is somewhat shorter than on most irons and the cord doesn't  swivel, but the barrel is so maneuverable that these minor drawbacks  aren't much of a problem. Even better, Revlon builds this iron with  worldwide voltage, so travel is easy.--Emily Bedard",
    "itemID": "B00005CDSP",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9493
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Curling Irons"
      ]
    ],
    "price": 15.28,
    "brand": "Revlon"
  },
  {
    "title": "Vidal Sasson VS433C Tangle-Free Hot Air Brush Styler and Dryer, 1 Inch",
    "description": "The Vidal Sassoon 1 Inch Tangle-Free Hot Air Brush Styler features a 1 Inch barrel and soft, tangle-free bristles that gently grip and hold to enhance body and volume. There are 2 heat settings and 2 speed settings. There are 250 watts to provide ample power. It also features a cool tip for easy styling. STYLING TIP:  Use the high setting on thick hard to curl hair and the low setting on thin hair.",
    "itemID": "B000PY17PI",
    "helpful": [
      0,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 360
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hot-Air Brushes"
      ]
    ],
    "price": 19.88,
    "brand": "Vidal Sassoon"
  },
  {
    "title": "Aztec Secrets: Indian Healing Bentonite Clay, 2 lbs",
    "description": "Indian Healing Clay by Aztec Secret 2 lbs Clay How Aztec Secret Works Indian Healing Clay Clays have been used for centuries to beautify and refresh when used as a facial mask. Cleopatra used clay from the Nile river and the Arabian desert over 1800 years ago as part of her beauty ritual. German and Roman spas have been using clay packs and treatments in the spas they built 4 000 years ago. Many of these spas still exist and use clay even today. Pliney the Elder devoted an entire chapter of his Natural History to the many uses of clay for pimples black heads and skin tightening. Many famous naturopaths such as Kuhn Just and Kneipp have contributed to the revival of the uses of clay through their natural treatments for arthritus and skin ailgments. Aztec Indian Healing Clay A Brief History - The Worlds Most Powerful Facial The use of clay with apple cider vinegar can be dated back to the southern French priest of the16th century Kneipp and his natural treatments using clay packs and po",
    "itemID": "B000ZMBSPE",
    "helpful": [
      1,
      10
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 142
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 10.31,
    "brand": "Aztec Secret"
  }
]