[
  {
    "title": "Layla Magneffect Nail Polish, Blue Grey Flow, 1.9 Ounce",
    "description": "Layla magneffect nail polish is a revolutionary blend formulated to react to the magnet on the cap of the bottle creating instant, tridimensional designs in seconds. Simply apply a coat of magneffect, flip over the cap with the magnet and hold over nail as close as possible without touching the nail for 10 seconds. See the design appear right before your eyes. Apply a second coat and repeat steps for a more intense design. If you touch the nail with the cap just add another coat of polish and flip cap again as before. Have fun with it. Change the design by changing the direction of the marked line. No base coat is needed prior to applying magneffect. Apply directly on clean nail. Can be used on acrylic and restructured nails. Quick drying. High gloss finish. Easily removed with nail polish remover. Free of formaldehyde, toluene, DBP. Made in Italy.",
    "itemID": "B0057Y6IJG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 287007
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 2.99,
    "brand": "Layla"
  },
  {
    "title": "2 pcs New For Liquid Powder Tool Crystal Dappen Dish Nail Art Acrylic",
    "description": "1.100% Brand New and High quality.2.Made of Glass3.Sparkle and Shine4.With Cover5.Use with Acrylic Liquid and Powder6.Dimension: about:1.6 x 0.8 x 1.6 inch (4 x 2 x 4 cm)7.Quantity: 2 Pcs8.With protective lid to reduce evaporation, odor, and contamination9.Package Included:10.2 x Nail Art Crystal Dish11.Keywords: Nail art, glass dish for nail arts.",
    "itemID": "B00A8DHHNC",
    "helpful": [
      13,
      14
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 5528
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 3.45,
    "brand": "Meizhoushi"
  },
  {
    "title": "Ostart 4.0mm Nail Art Tool Glitter Rhinestones Round Wheel Kit",
    "description": "Features:Clean the surface of your nails, brush the base polish and place it onto nailsThey are easy to apply on natural or artificial nails, and also can decorate your cell phone, book, player case, card and so onThey can be used many times if they are used and removed properlyPerfect gift for your girlfriend or wife",
    "itemID": "B0098T3D5I",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 175793
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "False Nails"
      ]
    ],
    "price": 3.98,
    "brand": "Ostart"
  }
]