[
  {
    "title": "L'Oreal Paris Healthy Look Hair Color, 8.5 Blonde/White Chocolate",
    "description": "Healthy look gives you natural-looking color with glossy, healthy-looking shine in just 10 little minutes. The ammonia-free formula deeply nourishes hair while also helping to counter dullness and prevent damage.  The cr&#xE8;me formula softly blends away gray.",
    "itemID": "B002PMLGOU",
    "helpful": [
      7,
      9
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 8028
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Color Refreshers"
      ]
    ],
    "price": 15.09,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "John Frieda Precision Foam Colour, Medium Natural Blonde 8N",
    "description": "Precision Foam Colour is the first ever premium permanent home hair colour that uses foam technology to deliver salon-quality results at home.With 20 flattering shades to choose from, achieving flawless, natural-looking results at home has never been quicker or easier.",
    "itemID": "B004DK46XK",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 17634
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 9.64,
    "brand": "John Frieda"
  },
  {
    "title": "Garnier Herbashine Haircolor, 645 Copper Mahogany Brown",
    "description": "Fortifies the hair cuticle for radiant, shiny color. Natural gray coverage, no obvious root line, lasts through 28 shampoos. What is herbashine? A new generation of haircolor from garnier, with bamboo extract. It improves the condition of hair by fortifying the cuticle while wrapping it in radiant, shiny color. How does it work? This exclusive ammonia free color creme with bamboo extract reinforces the hair's protective cuticle layer while coloring. Hair looks and feels stronger for radiant color that's truly shiny and luminous. Will it cover my gray? Garnier herbashine offers natural gray coverage that lasts through 28 shampoos. Is it easy to apply? Application is simple and pleasant. Herbashine's fragrance is fresh and soothing. The rich, creamy formula spreads easily and doesn't drip. It only takes 10 minutes to get herbashine's radiant, shiny color!this kit contains: activating creme, ammonia free color creme, shine-infused conditioner, instruction sheet and gloves. Product type: lasts through 28 shampoos, processing time: 10 minutes, gray coverage: covers hair with up to 70 percent grays. Why bamboo? Bamboo is well-known for its extreme strength and flexibility. Stronger than steel yet extraordinarily supple, it sways and bends but almost never breaks. Bamboo extract contains nutrients that help give bamboo its resiliency and flexibility.",
    "itemID": "B003JTA1IU",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 32257
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 8.49,
    "brand": "Garnier"
  }
]