[
  {
    "title": "Kirk's Castile: Coco Castile Bar Soap, Original 4 oz",
    "description": "Kirk's Original Coco Castile Coconut Oil Soap.Natural, hypoallergenic skin care with no animal by-products or synthetic detergents.Healthy, beautiful skin since 1839.Pure botanical coconut oil soap ultra gentle with no drying residue.",
    "itemID": "B000VD1UM8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 137725
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 4.07,
    "brand": "Kirk&#39;s"
  },
  {
    "title": "Nioxin Cleanser, System 2 (Fine/Noticeably Thinning ), 33.8 Ounce",
    "description": "A daily volumizing cleanser that gently removes residue and DHT from the hair and scalp to promote a healthy scalp environment. It also provides nourishing vitamins, proteins and amino acids.",
    "itemID": "B000XTFP0I",
    "helpful": [
      0,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 292
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 25.98,
    "brand": "Nioxin"
  },
  {
    "title": "Tropic Isle Living Jamaican Black Castor Oil, 4 Ounce",
    "description": "Tropic isle's living jamaican black castor oil is a rich, light brown oil which is processed the old fashioned way by roasting the castor bean. Jamaican black castor oil origin can be traced back to  ethiopia, africa. It's believed that this natural castor oil originally came to jamaica from slaves taken from africa. Jamaican elders didn't waste any time in discovering the various uses for this oil. Black castor oil is a great addition to any hair or skincare regimen. This castor oil can be use as is or add to your favorite hair products.",
    "itemID": "B003COAFPQ",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 337
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 3.88,
    "brand": "Tropic Isle"
  }
]