[
  {
    "title": "Pure Poison By Christian Dior For Women. Eau De Parfum Spray 1.7 Oz.",
    "description": "Introduced in 2004. Fragrance notes: a seductive blend of orange, jasmine and gardenia with hints of sandalwood, musk and amber. Recommended use: romantic.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000C211H2",
    "helpful": [
      0,
      4
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 49510
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 54.15,
    "brand": "Dior"
  },
  {
    "title": "Aussie Sprunch Hair Mousse + Leave-In Conditioner 6.8 Oz (Pack of 3)",
    "description": "",
    "itemID": "B003AYEFSG",
    "helpful": [
      1,
      7
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 66569
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Souffles & Mousse"
      ]
    ],
    "price": 16.92,
    "brand": "Aussie"
  },
  {
    "title": "Dr. Bronner's Magic Soaps Pure-Castile Soap, 18-in-1 Hemp Peppermint, 32-Ounce Bottles (Pack of 2)",
    "description": "Made with Organic Oils! No detergents. 100% Vegan. Health is our greatest wealth. Oregon Tilth Certified Organic. No foaming agents. Enjoy only 2 cosmetics, enough sleep and Dr. Bronner's Magic Soap to clean body-mind-soul-spirit instantly uniting One! All-One! Absolute cleanliness is Godliness! For facial packs, scalp and soothing body rub, add dash on bath towel in sink of hot water. Wring out. Lay over face and scalp. massage with fingertips. Repeat 3 or 4 times 'til arms, legs and all are rubbed, always towards the heart. Rinse towel in plain hot water and massage again. Breath deeply! Health is wealth. Within 9 minutes you feel fresh and clean, saving 90% of your hot water and soap, ready to help teach the whole human race the moral ABC of All-One-God-Faith! For we're All-One or None! Not animal tested. Dilute: Enjoy 1 soap for 18 different uses! Guaranteed no synthetic tea tree oils and 100% vegetarian. Super mild castile has outstanding water softening and cleansing powers. Preferable to harsh soap and defattening synthetics. It does no cut dirt, but dissolves it. It is the mildest pleasant soap you ever used. Enjoy body rub to stimulate body mind-soul-spirit and teach the essence moral ABC uniting all free in the shepherd. 100% Biodegradable!",
    "itemID": "B001ET77YI",
    "helpful": [
      0,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 3637
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 30.15,
    "brand": "Dr. Bronner&#39;s Magic Soaps"
  }
]