[
  {
    "title": "Adovia Natural Dead Sea Mud Soap - Great for Eczema, Psoriasis or Acne! 125 GR (4.4OZ)",
    "description": "Our All Natural Black Mud Soap contains a unique combination of Dead Sea minerals derived from Dead Sea Mud. This effective mud soap removes dirt and cleanses your skin, while simultaneously infusing it with minerals essential to keeping your skin hydrated and moisturized. Our Dead Sea mud soap is enriched with century old Dead Sea mud, leaving your skin cleansed and nourished. As more people are learning about the healing and beauty effects of black mud from The Dead Sea, this soap is becoming a very popular choice for skin care conscious people.",
    "itemID": "B000F6RFX4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2220
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 6.0,
    "brand": "Adovia"
  },
  {
    "title": "Nature's Best Vitamin C Serum - #1 For Face, Eyes &amp; Acne On The Market - C + E + Hyaluronic Acid Reverse Skin Aging &amp; Wrinkles - Look &amp; Feel 5, 10, even 15 Years Younger - Organic 20% Vitamin C Serum &gt; Vidi, Obagi, Powder, Cream - Limited Supply 45 Day Guarantee",
    "description": "The Secret to Reverse Signs of Ageing, Making You Look & Feel Younger!This is The Highest Quality, Most Potent & Effective Vitamin C Serum on The MarketAre You Looking Older than You Feel?  Natures Best Vitamin C Serum is Clinically Proven and tested to:- Works for all skin types, dry, oily, sensitive as its made from Pure Natural Organic Ingredients.- Reduces acne by removing toxins & creating collagen for firmer, plumper, healthier skin.- Minimizes Redness of scars and acne by lightening pigment showing a more youthful you.- is the perfect consistency for applying, not to watery.Amazing Benefits to Your Skin are:- Instantly gain a smoother complexion and tighter skin for a more radiant beautiful you.- Antioxidants reduce skin damage caused by years of aging, uv rays & pollution.- Reverses the effects of aging, reducing fine lines and wrinkles.- Stimulate the synthesis of collagen making your skin look years younger, firmer, & more vibrant.If Dramatic Results are What you are Looking for, We have the Product for YouOur product is truly the best on the market, with the highest quality Ingredients, most potent & effective serum that is\nclinically proven to reverse the signs of aging.Our Guarantee to YouPut us to the test.  If within 45 days, you're not 100% happy with results, just let us know and we'll refund 100% or your purchase price\n- No questions asked.ImportantWe are sorry if we are sold out - As we are selling so much with our limited time sale price we run out of inventory, fast.Click the Buy Now Button at the Top of this Page to Regain Youthful Beauty Today!",
    "itemID": "B00GFBWWWC",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3654
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 17.95,
    "brand": NaN
  },
  {
    "title": "Dead Sea Mud Facial Mask and Deep Facial Cleanser by Adovia - Deep Pore Cleansing and Purifying Acne Treatment - Reduce Acne, Blackheads &amp; Pimples - Natural Face Mask, Exfoliator and Skin Care Treatment for Women, Men and Teens - Works for Eczema, Psoriasis, Acne and Blackheads - Leaves Your Skin Clear, Radiant and Younger Looking - 100% Satisfaction Guaranteed",
    "description": "This Dead Sea Mud Mask contains 30 Treatments which lasts for 3-4 Months. Each treatment provides the ingredients and results of a $120 facial at a high end dermatology spa! \n\nMade with Pure Dead Sea Mud with the highest concentration of minerals - vital for facial skin treatment glow.This mask is made by the Dead Sea experts and contains the highest and freshest concentration of Dead Sea Mud. Reduce Oil and Blackheads and get more clear and radiant skin.Works great for Eczema and Psoriasis as well due to Dead Sea salt and mud known properties that help relieve Eczema, Psoriasis and acne symptoms.Apply a layer to clean, dry skin once per week or as needed, as a facial mask for the whole face or as spot treatment for blackheads or pimples.",
    "itemID": "B00IBS9QC6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2080
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 32.0,
    "brand": NaN
  }
]