[
  {
    "title": "Tatiana By Diane Von Furstenberg For Women. Eau De Parfum Spray 3.4 Oz.",
    "description": "Introduced in 1975. Fragrance notes: a true floral with top notes of orange blossom,  greens and jasmine. Recommended use: romantic.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000C1Z4LW",
    "helpful": [
      15,
      16
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14953
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 14.79,
    "brand": "Diane von Furstenberg"
  },
  {
    "title": "Nature's Gate Organics Acne Treatment System with Oligopeptide-10, (1 acne treatment system)",
    "description": "Advanced Care. 3 Simple steps to clear skin. 1) Corrective Cleanser; 2) Calming Toner; 3) Controlling Lotion. Dermatologist-tested; Paraben-free. Salicylic Acid acne treatment cleanser, 4 fl oz (118 ml); Calming toner with Oligopeptide-10, 4 fl oz (118 ml); Salicylic acid acne treatment lotion, 2 fl oz (59 ml). Made with certified organic botanicals. Natural Results Acne Treatment System: Make acne a thing of your past with this revolutionary, dermatologist-tested treatment system that you use at home. Oligopeptide-10, when combined with Salicylic Acid, helps neutralize pro-inflammatory bacteria while encapsulated Tea Tree Oil and nurturing organic botanicals work together to gently clear the way for a beautiful, blemish-free complexion. Three Simple Steps Achieve Natural Results: Corrective Cleanser contains Salicylic Acid and encapsulated Tea Tree Oil to exfoliate and unblock pores for clear results now and later. Calming Toner with Oligopeptide-10, encapsulated Tea Tree Oil and botanical extracts helps free pores of impurities, regulates oil and soothes irritated skin. Controlling Lotion pairs Oligopeptide-10 with Salicylic Acid to disable acne-causing bacteria and help prevent further breakouts. Cruelty-Free. Acne is an equal-opportunity offender. It strikes teens and adults alike, regardless of diet and lifestyle. Usually we don't even see it coming. Several weeks before it emerges, bacteria, dead skin cells and oil bond beneath the skin to form a blemish. Natural Results Acne Treatment System helps put a stop to the acne cycle by striking back - first at the core of a pimple and then across the surface. Finally, it helps prevent the development of new breakouts so skin stays clear, naturally. Our Easy-to-Use 3-Step System: Contains everything you need to stop the acne cycle and get consistently clear skin; Contains effective acne medicine without a prescription; Provides continuous acne control with daily use.",
    "itemID": "B000FBNV1Y",
    "helpful": [
      1,
      3
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 246856
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "BaByliss Pro BAB2000 Ceramix Xtreme  Dryer",
    "description": "Professional long-life motor with 6 speed/heat setting conbinations. Removable filter for easy cleaning. Narrow barrel for maximum air pressure.  Micro concentrator nozzle.",
    "itemID": "B000ASDGK8",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 388
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 39.4,
    "brand": "BaBylissPRO"
  }
]