[
  {
    "title": "48 Piece Rainbow Colors Glitter Nail Polish Lacquer Set + 3 Scented Nail Polsih Remover",
    "description": "48 Nail polish set + 3 scented nail polish removers. RACK/DISPLAY STAND IS NOT INCLUDED.",
    "itemID": "B005H8PTR4",
    "helpful": [
      2,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 11199
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 41.1,
    "brand": "Kleancolor"
  },
  {
    "title": "Sally Hansen Double Duty Base and Top Coat, 0.45 Fluid Ounce",
    "description": "Sally Hansen double duty is a 2-in-1 base and top coat that protects and strengthens nails. This all-in-one patented strengthening base and top coat works double time, for double protection. As a base coat, double duty moisturizes and hydrates nails with panthenol. As a top coat, double duty protects with nylon. Nails are shielded with a hard, shiny, chip-resistant finish.",
    "itemID": "B000AADEP8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4079
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Growth Formula"
      ]
    ],
    "price": 1.55,
    "brand": "Sally Hansen"
  },
  {
    "title": "essie nail colour Polish, Matte About You .5 fl oz (15 ml)",
    "description": "Matte About You: A matte finisher.No-luster polish is taking center stage in today's fashion world! Capitalize on the latest nail trend of the season with matte about you and create a smooth matte finish with just one product!Instantly transform nail color from high gloss to matte in secondsUse with any shade from light sheer to dark creme to create a smooth matte finishExclusive, long-lasting and durable formulaCreate limitless matte color options with just one productVersatile way to update look in between manicuresEssie, the ultimate colour authority, offers a line of superior nail care products with an exclusive award winning formula. Essie's fashion-forward colours are always classic, chic and elegant and can be worn &quot;from the bedroom, to the boardroom, to the ballroom.&quot;Always inspired by the runways of Paris, Milan, London and New York, Essie colours are recognized worldwide because they are chip resistant, long lasting, and provide flawless coverage. For almost 25 years, Essie has become the brand most trusted by beauty professionals, fashionista's and celebrities alike.Contains No Formaldehyde, DBP or TolueneMade in USA",
    "itemID": "B002KMXO36",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 17182
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 6.1,
    "brand": "Essie"
  }
]