[
  {
    "title": "Godefroy Instant Eyebrow Tint, Dark Brown",
    "description": "Over 70 years of satisfied customers covering gray hair in eyebrows.",
    "itemID": "B000S0CKRS",
    "helpful": [
      4,
      11
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 5184
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyebrow Color"
      ]
    ],
    "price": 8.09,
    "brand": "Godefroy"
  },
  {
    "title": "Andis 1-Inch Ceramic Clamp Flat Iron (67095)",
    "description": "Andis&#8217; 1 inch flat iron is perfect for all hair and styles. Ceramic plates, with its smooth finish and even heat technology, preserve natural oils and seal the hair cuticle for improved moisture retention. The result is increased luster and shine to the hair. The clamp style of this iron holds hair tight for quick results. You can straighten, flip, control, and smooth hair with a single product. The high temperature of 375 degrees allows you to really lock in the style and create professional results at home. This flat iron&#8217;s auto-off feature, dual plates, a tangle-free cord and fast heat up are features that all women need in their styling appliances. For over 80 years, Andis has provided the barber and beauty industry with the finest quality of hair styling equipment to assure the highest level of professional results and now we are making this technology available for home use with the Andis at Home line of products. Designed and engineered in the United States, Andis also offers a complete line of quality clippers and trimmers for animal grooming as well as a full line of wall mounted hair dryers for the hotel industry. Andis warrants its retail products to the original purchaser against defective material or workmanship for five years from the date of purchase. All implied warranties are also limited to five years. Andis will replace the product without cost to the consumer. The defective unit must be returned to: The Andis Co., 1800 Renaissance Blvd., Sturtevant, WI 53177. To reach a customer service representative, please call 1-800-558-9441",
    "itemID": "B0009XH6SC",
    "helpful": [
      0,
      7
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 7593
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 19.95,
    "brand": "Andis"
  },
  {
    "title": "Ardell Brow and Lash Growth Accelerator",
    "description": "Ardell Brow and Lash Accelerator Treatment Gel is a concentrated serum of multi proteins that works to immediately repair weak lashes and restore thickness of over tweezed or thinning brows. Added conditioners soften dry, brittle lashes enabling them to grow longer, thicker and fuller. Use nightly. After cleansing face, brush on to lashes and or brows. Leave on all night.",
    "itemID": "B000VDUOFM",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 4365
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 1.79,
    "brand": "Ardell"
  }
]