[
  {
    "title": "Biore  Deep Cleansing Pore Strips , 14 Nose Strips",
    "description": "Pore Perfect&reg;New! Custom FitUnclogs &amp; DiminishesPull the plug on clogged pores.&nbsp; Deep cleansing nose strips instantly remove dirt, oil and blackheads for cleans",
    "itemID": "B0009EILKS",
    "helpful": [
      1,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 178
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Pore Cleansing Strips"
      ]
    ],
    "price": 6.66,
    "brand": "Biore"
  },
  {
    "title": "22pcs Professional Cosmetic Makeup Brush Set with Pink Bag Pink",
    "description": "Covers full screen of the Acer Iconia Tab A500. 100% guaranteed clear A microfiber cleaning cloth included. No rainbow marks, no glue marks and no fuzziness. Pre-cut for perfect fit Glass-like, clarity, made from film! Features: The makeup brush set is easy to carry and use With superior-quality, the makeup brushes in the set will not irritate your skin Durable unique packaging can well protect your makeup brushes It is an important beauty essential for you It is suitable for each wise customer Eco-Friendly - high quality makeup brushes designed for professional use which will give you a flawless face and eye makeup application. A complete collections - contains all necessary brushes consisting of face brushes, angled, contour, lip, brow and eye line detailers. Specifications: Material: Nylon/Plastic for Brush, Faux Leather for Pouch Color: Pink How to Cleaning Your Brushes: 1. Place brushes in warm water. 2. Apply a small amount of gentle shampoo to brushes and work into a light lather. 3. Rinse brushes thoroughly under running water. You will notice that the water leaving the brush is tinted from protective coating. 4. Continue rinsing until no color leaves the brush. 5. Allow it to air-dry. Package Includes: A Set of 22 Brushes 1 x Leather Case",
    "itemID": "B006U98T08",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1791
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 10.97,
    "brand": "Crazy Cart"
  },
  {
    "title": "X&amp;Y ANGEL -New Two Tone One Piece Long Curl/curly/wavy Synthetic Thick Hair Extension Clip-on Hairpieces 26 Colors (Dark Green to Light Green)",
    "description": "Please be reminded that due lighting effects, monitor's brightness/contrast settings etc, there could be some slight differences in the colour tone of the website's photo and the actual item.",
    "itemID": "B00DPV1RSA",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14762
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Hair Extensions"
      ]
    ],
    "price": 5.98,
    "brand": "Generic"
  }
]