[
  {
    "title": "Shea Touch - Revitalizing Face Cream (3 Oz)",
    "description": "Our rich and refreshing moisturizer contains the purest Chadian Shea butter available, perfectly blended with other precious natural extracts to restore youthful glow, rejuvenate at the cellular level, and maintain moisture; all with a natural SPF. Shea Touch Facial Revitalizing Cream is free of PEG, paraben, carbomer, alcohol mineral oil, and silicones.\n\nRole of key ingredients in this product:\nUnrefined shea butter: Natural emollient, nourishing skin moisturizer, protector, and healer due to its high content in unsaponifiable fats and other fine natural compounds such as: phytosterols (called karitesterols - anti-inflammatory), alpha and beta amyrine (resin esters - anti-inflammatory), parkeol (helps cicatrisation), lupeol (germicidal effect), butyrospermol (UV protection) and multiple vitamins (A, D, E and F).\nApricot Kernel Oil: This natural oil has a high content of vitamin A, which helps in slowing down skin aging.\nCocoa butter: Natural emollient that contributes to moisture retention in the skin.\nMango butter: Restores skin flexibility and reduces degeneration of skin cells.\nVitamin E oil: Natural vitamin E oil is a well known antioxidant; it contributes to slowing down skin aging process, and protects skin against harmful effects of harsh sun rays.\n\n***Packaging may vary***",
    "itemID": "B002VI5X1U",
    "helpful": [
      4,
      8
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 42867
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 16.99,
    "brand": NaN
  },
  {
    "title": "Hempz Pure Herbal Extracts, Cucumber and Jasmine, 17-Ounce Bottle",
    "description": "Pure Herbal Extracts. All-day moisturizing lotion enriched with pure hemp seed oil and extract. Hempz Cucumber and Jasmine Moisturizer is an all day herbal body lotion providing dramatic skin moisturization to improve the health of skin through the use of pure hemp seed oil and extract. Pure hemp seed oil and extract are rich sources of essential fatty acids and key amino acids, vital to nourishing, hydrating and protecting skin. Scented with cucumber, jasmine and a hint of passion fruit, plumeria and violet. Enriched with shea butter, ginseng and natural extracts to calm, soothe and condition the skin. Vitamins A, C & E help protect skin from natural and environmentally triggered oxidants to help reduce the appearance of fine lines and wrinkles. Provides 12 hour moisturization. THC drug free. Made in USA.",
    "itemID": "B000OYLBJG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 26714
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 22.45,
    "brand": "Hempz"
  },
  {
    "title": "Yes To Carrots Makeup Removing Cleanser, 8.45 Fluid Ounce",
    "description": "Don&#x2019;t you love that feeling at the end of the day when you can take off your makeup and finally put your feet up? Yes to carrots makeup removing cleanser will have you on your couch in no time. This exceptional blend of organic carrot juice, minerals and dead sea mud removes all traces of both eye and face makeup to refresh, stimulate and revitalize your skin.",
    "itemID": "B003PK7CU8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 175696
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]