[
  {
    "title": "SHANY Eyeshadow Palette, Bold and Bright Collection, Vivid, 120 Color",
    "description": "The SHANY Bold and Bright Collection Vivid Eye Shadow Palette (Set of 120 Colors) offers a complete assortment of eye shadows to suit both casual and formal attire. Including essential shades and trendy colors, the 1/2-inch square eye shadow pans are neatly assembled in a slender, double-layer compact that's easy to toss into your tote or store in your vanity. Made from a natural mineral oil base, the vivid colors of the eye shadow palette will last for hours--there's no need to reapply.Bold and Bright CollectionVivid Eye Shadow Palette(Set of 120 Colors)At a Glance:Wide variety of classic and bold shadow colorsMineral oil-based powder resists smudging and fadingSlim, double-layer design for easy storage and portabilityRemoves easily with your normal face-cleansing routineSelected and packaged by hand; inspected twice for qualityFeatures 120 classic and trendy shades for creating natural or playful looks.View larger.Natural mineral oil base creates a vivid shade that is resistant to fading.View larger.Eye Shadow Palette with 120 Bold ColorsWhether you want a pink matte look for work or a shimmering, golden hue for going out on the town, the Vivid Eye Shadow Palette has shades for the occasion in one convenient kit. A range of bright, trendy colors and classic shades are included in this palette set. Just like a professional makeup artist, you'll have a rainbow of blues, violets, greens, and other vibrant shades at your disposal.The Vivid Eye Shadow Palette Set also features baked colors that are a blend of two shades, heated together to create an entirely new look.Long-Lasting Mineral Oil Base Resists SmudgingEach eye shadow in this palette is made from a natural mineral oil base that creates a vivid, highly pigmented shade, smooth application with every stroke, and resistance to fading or smudging.For added convenience, the eye shadow can be easily washed off at the end of the day using your normal makeup removal routine.Slender, Double-Layer Case for Easy StorageDesigned as two palettes that close securely on top of each other, the double-layer compact can be tucked into an overnight bag or stored neatly away on your vanity table. The slender, lightweight case holds 120 shades in half-inch square pans.The palette does not include any brushes. Try pairing it with theSHANY Studio-Quality Natural Cosmetic Brush Set with Leather Pouch(sold separately) for easy, smooth application.Inspected Twice for Quality ControlEach shade of the kit has been made and assembled in the palette by hand for precision and quality. All eye shadow is inspected twice before shipping to ensure a high-quality, defect-free product.Packaged in a black compact printed with the SHANY logo, the eye shadow palette makes an ideal gift for a girlfriend, wife, or sister.About SHANY: Sleek. Sexy. Breathtaking.With a commitment to high quality, SHANY creates a variety of makeup kits, cases, and accessories. Offering easy accessibility to professional-quality makeup and accessories for at-home users, SHANY assembles and hand-selects every item in their assortment of makeup collections. All shadows are formulated with a natural mineral oil base and packaged in recyclable plastic. SHANY is a proud member of People for the Ethical Treatment of Animals (PETA), and does not test any makeup on animals.What's in the BoxOne SHANY Bold and Bright Collection Vivid Eyeshadow Palette (Set of 120 Colors).Eyeshadow and Makeup SetsBold and Bright CollectionMetallic CollectionSunset CollectionProfessional Makeup-KitBoutiqueSmokey EyesMineral EyeSparkle&nbsp;",
    "itemID": "B0026J10CU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1612
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 16.99,
    "brand": "SHANY Cosmetics"
  },
  {
    "title": "SHANY Makeup Artists Must Have Pro Eyeshadow Palette, 96 Color",
    "description": "Not satisfied with your Small eyeshadow kit, you want more colors? then you got the right item! did you know that all Shany's collection are made, assembled, cherry picked, and inspected by hand? There are no machine made eye shadows in this collection; each single eye shadow has been put in a palette by hand, as you can see in the pictures. Color rainbow has been the best selling brand in department stores and major beauty salons. Shany's product are beauty leaders in the market, as their pigments quality are always top of the line. This particular eye shadow kit is made after 3 months of research on popular colors for cold and hot weather and for day and night styles. What you see is a complete deluxe makeup kit that every woman must have. We take the most pride in our product's quality since each single eye shadow will be inspected twice, before packaging, and before shipment. The colors are long lasting and will not fade after a couple of hours unlike the other brands out there. Once you applied Shany eye shadow there is no need for reapplying, the color will stay until you wash it off. The variety of colors will allow you to do any kind of look you desire such as cat eyes, smokey eyes, bridal look and so on. Once u have this kit you can simply get rid of any other eye shadow kit that you have because you will get every color that you possibly need in this kit. There is no brush or mirror included in this kit.",
    "itemID": "B002RXW5BA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14500
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": 25.0,
    "brand": "SHANY Cosmetics"
  },
  {
    "title": "SHANY Cosmetics Urban Gal Collection Brush Kit (18 Piece Pro Brushes with Zebra Magnetic Pouch), 13 Ounce",
    "description": "Urban Gal collection is a new line of beauty accessories by Shany cosmetics, made for everyday life. They are affordable, durable design and high quality brushes. Compared to department store price and quality, Urban Gal collection is a must have and much better than those on the shelves. All brushes in this collection are treated with heat and anti-bacterial process, unlike all leading national brands. This collection features a easy to use, user friendly brush kits with a price that can't even get you a single brush in stores. Most of brushes come in a tiny case, easy to carry and great when you are on the go. These brushes have all you need for flawless makeup application. Try them once and you will be in love for ever. In these collection you will find large face brushes, concealer brushes, foundation brushes, eye and lip brushes, angled brushes, fan brushes and more.",
    "itemID": "B0061YSLKA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 106918
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 20.95,
    "brand": "SHANY Cosmetics"
  }
]