[
  {
    "title": "Bare Escentuals Heavenly Face Brush",
    "description": "Even novices will feel like pros using this virtually goof-proof brush. Enjoy a sheer halo of bareMinerals All-Over Face Color with the large, soft, blunt-cut brush head. It feels incredibly soft on the skin and creates a naturally glowing look.",
    "itemID": "B0012KCRMQ",
    "helpful": [
      0,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 138985
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 24.2,
    "brand": "Bare Escentuals"
  },
  {
    "title": "Throughly Clean Face Wash - Original - 8.5 oz. (250 ml) - Liquid",
    "description": "Throughly Clean Face Wash - Original by Desert Essence 8 oz. (250 ml) Liquid Thoroughly Clean Facial Wash - Original Leaves skin feeling clean and silky Works gently as it cleans thoroughly Helps improve skin clarity through regular use NEW The extract of Hawaiis fragrant awapuhi plant brings additional softening properties to this gentle but effective cleanser already rich in soothing extract of goldenseal and essential oil of chamomile. Eco-Harvest Tea Tree Oil leaves a clean that feels oil-free and with regular use helps improve your skins texture and radiance. Ingredients Castile Soap (Water (Aqua) Cocos Nucifera (Coconut) Oil Tall Oil Potassium Hydroxide) Glycerin Melaleuca Alternifolia (Tea Tree) Leaf Oil Chamomilla Recutita (Matricaria) Flower Extract Hydrastis Canadensis (Goldenseal) Root Extract Hedychium Coronarium Root Extract (Awapuhi) Fucus Vesiculosus Extract (Bladderwrack) Cymbopogon Martini Oil (Palmarosa) Citrus Aurantium Amara (Bitter Orange) Peel Oil Lavandula Angus",
    "itemID": "B00028OC4K",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 185417
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 8.6,
    "brand": "Desert Essence"
  },
  {
    "title": "Peter Thomas Roth Instant FIRMx Eye(TM) 1 oz",
    "description": "A quick-fix treatment that provides an instant lift to the eye area. This fast-acting formula instantly tightens, firms, and smoothes the eye area. It minimizes the appearance of crow's feet, fine lines, and deep wrinkles while diminishing undereye puffiness and signs of fatigue. This product's remarkable formula effortlessly erases skin creases while its active firming agents remain on the skin. These ingredients virtually rewind the clock as they temporarily tighten the skin. Simply apply, let dry, and pat away excess residue to erase fine lines and wrinkles around the eye area. A little product is all that is required to get maximum results, applying too much will not increase results. A white residue may be left after product dries in 3 to 7 minutes, this is normal. To remove the white residue pat away excess with fingertips, q-tip or damp cloth. Makeup can be applied over instant firmx eye but results may be lessened. Best when used alone for a quick, temporary pick me up.",
    "itemID": "B004P2LL2K",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5426
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Dark Circle Treatments"
      ]
    ],
    "price": 27.9,
    "brand": "Peter Thomas Roth"
  }
]