[
  {
    "title": "Giovanni Hair Care - Direct Leave-In Conditioner, 8.5 fl oz liquid",
    "description": "(Product received may temporarily differ from image shown due to packaging update. Product details will be revised, shortly)Weightless \"walking\" treatmentEnriched with certified organic botanicalsNo animal by-productsCruelty freerestores strength, luster and nourishment to abused hairmoisturizes and builds bodydetangles for easy comb-out, easy stylingTo create condition and style, you need to go direct to the source. Direct leave-in Conditioner goes directly into each hair to provide both. This leave-in treatment repairs hair as you go through the day. It also has the added benefit of plumping up each repaired hair so that it feels thicker. More bodifled. This conditioner infuses each individual hair with proteins. Pump it up. Goes directly to style.giovannicometics.comReal organic hair care. Guaranteed when purchased at quality beauty retailers.Vegan",
    "itemID": "B00099Z2OQ",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 7497
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Relaxers",
        "Conditioners"
      ]
    ],
    "price": 4.89,
    "brand": "Giovanni Cosmetics, Inc."
  },
  {
    "title": "Home Health Castor Oil Cold Pressed &amp; Cold Processed 8 fl. oz.",
    "description": "Cold Pressed and Cold Processed  Pure, natural emollient oil  Softens and nourishes the skin  Ideal for use in Castor Oil Packs  Excellent for massage into joints and muscles  Hexane Free   Paraben-Free  Castor Oil is a natural emollient that penetrates the surface layers of the skin making it softer and more supple. It is best to apply Castor Oil externally using a \"Castor Oil Pack\" - saturating the oil onto a piece of wool flannel and applying to the body, with or without heat. Instructions for the preparation and application of Castor Oil Packs are supplied with Home HealthTM White Wool Flannel.",
    "itemID": "B0002JG2NI",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 6732
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 3.99,
    "brand": "Home Health"
  },
  {
    "title": "Alba Botanica Deep Moisturizing Kukui Nut Hawaiian Body Oil, 8.5 Ounce Bottle",
    "description": "Since 1979, Alba Botanica has offered natural, 100% vegetarian personal care products that do beautiful for you, your friends and the animals and Earth you love. This means we DON'T use parabens, sulfates, or phthalates. We make a full range of products packed with potent natural, botanical ingredients that are formulated to nourish the individualized needs of your skin and hair. Because the Alba Botanica is committed to the health and happiness of all furry friends, we never test our products, or the ingredients that go into them, on animals. We recognize the need to be good stewards of all natural resources. So we try to do beautiful by reducing our environmental impact in everything we do as a business, from the field to the final product. We hope that you join our do beautiful campaign. Together we can help to preserve and heal the planet, now and for future generations.",
    "itemID": "B000ILKUZ6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3376
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 6.36,
    "brand": "Alba Botanica"
  }
]