[
  {
    "title": "Professional Hair Salon Nylon Cape with Snap Closure - 50&quot; x 60&quot;",
    "description": "This premium, individually-packaged cape is made with superior attention to detail. It includes a sewn-in loop to hang the cape when not in use, as well as an adjustable snap closure that fits necks from 12\" to 23\" in circumference. Cape is 100% brand new, first-run production, and is made of top-grade, durable, black nylon for premium comfort. It is lightweight, soft, stain- and water-resistant, and features thinly hemmed edges. Cape measures approximately 50\" by 60\" when laying flat. Reusable; can be wiped clean, machine-washed warm, or dry-cleaned.",
    "itemID": "B007ROCZVY",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 2066
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools"
      ]
    ],
    "price": 8.88,
    "brand": NaN
  },
  {
    "title": "Diane Rake/Rage Comb Bone/Black, 12 Count",
    "description": "Wide tooth rake comb. Extra long teeth. Specially made with 100% natural boar bristle and varnished dark wood handle. It features a soft bristles on one side and firm bristles on the other, making it top-in-the line in men&#x2019;s brushes.",
    "itemID": "B002IVGAMG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 121271
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Brushes"
      ]
    ],
    "price": 2.99,
    "brand": NaN
  },
  {
    "title": "[Magic Collection] 21&quot; Extra Large Elastic Band Satin Sleeping Cap - Black",
    "description": "XL Black Satin Sleep Cap.  Breathable & Comfortable Material with Comfortable Elastic Band.  Keeps Hair In Place.  X-Large 21\" Full Size For The Perfect Fit.  Use with Rollers or Large styles.",
    "itemID": "B00BDM80ZQ",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {},
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bathing Accessories",
        "Shower Caps"
      ]
    ],
    "price": 2.29,
    "brand": "Magic"
  }
]