[
  {
    "title": "Christian Audigier By Christian Audigier For Women Eau De Parfum Spray 1.7 Oz",
    "description": "CHRISTIAN AUDIGIER by Christian Audigier for Women EAU DE PARFUM SPRAY 1.7 OZ tangerine, blackberry, magnolia, woods, coconut, orchid, sandalwood, amber, pomegranateWhen&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B002XITZ6M",
    "helpful": [
      0,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 58184
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 55.0,
    "brand": "Christian Audigier"
  },
  {
    "title": "MASH Nail Art Real Dried Flower Kit Set",
    "description": "And You Thought They Had To Be Alive To Be BeautifulWhen flowers lost their color, and petals started to fall, the beauty they possessed , left for MASH's call.  From the creative minds of MASH comes the Real Dried Flower Nail Art Kit. The set comes with 12 flowers, each unique in their own right. Perfect to show off your favorite nail polish color, and your creativity of course. Nails are the canvas of 2012, so get ready to turn heads with your artwork .",
    "itemID": "B006NYDUBS",
    "helpful": [
      6,
      7
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 51892
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 4.88,
    "brand": "MASH"
  },
  {
    "title": "OPI: Lacquer NLS86 Bubble Bath, 0.5 oz",
    "description": "Nothing completes a look more beautifully than nails wearing the seasons most significant colors. Changing a Nail Lacquer shade can change a womans entire look _ and her outlook. With over 200 shades, you are sure to find what you're looking for.",
    "itemID": "B000CECSAO",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 866
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 4.35,
    "brand": "OPI"
  }
]