[
  {
    "title": "Ace Teasing Tail Comb 8&quot; * Black",
    "description": "TEASING COMB / For Hair Styling / Take Hair Section with Tail then Flip Comb over to Tease and Style Hair / A flat-back tail comb with 2 distinct lengths of teeth / Color: Black / Sealed Package",
    "itemID": "B000172R76",
    "helpful": [
      5,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 25726
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Combs"
      ]
    ],
    "price": 3.85,
    "brand": "ACE"
  },
  {
    "title": "Wonder Cloth Make-Up Remover",
    "description": "Leaves Skin Free Of Make-Up, Oils And Pollutants Economical - Use It Again And Again Hypo-Allergenic Formula Rinse Clean In Water No Stains Remain",
    "itemID": "B000FGS0RO",
    "helpful": [
      4,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11098
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Cloths & Towelettes"
      ]
    ],
    "price": 8.38,
    "brand": "Wonder Wedges"
  },
  {
    "title": "Exfolia Microexfoliation Beauty Cloth",
    "description": "This high-tech, patented cloth exfoliates dead skin cells precisely and quickly without chemicals, acids or machines. Nano-scale fibers scoop and remove dead skin cells without intrusion or damage to the lower layers of the epidermis. Remove makeup, clean, and exfoliate facial skin - in one simple step! This safe, home exfoliation method produces results that are safer and often superior to expensive clinic treatments.Try the `1 Minute Test` for a Beautiful Skin Surprise:1. Rinse Beauty Cloth Exfolia with warm water.2. Add your favorite cleanser & wash one cheek with Beauty Cloth Exfolia with no more 10 gentle strokes.3. Wash the other cheek as you normally do & rinse.4. Towel dry and compare cheeks - feel the amazing improvement in smoothness!Exfolia is a safe, sensible and natural way to get cleaner, healthier, smoother, glowing skin. It will boost the performance of your moisturizers, toners, creams, serums, acne formulas, and self tans because it helps you start with the cleanest skin possible. Beauty Cloth Exfolia is washable and lasts for 60 to 80 treatments - a terrific value. It is appropriate for use with all skin types.",
    "itemID": "B001RIRIKE",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9826
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Cloths & Towelettes"
      ]
    ],
    "price": 9.99,
    "brand": "Exfolia"
  }
]