[
  {
    "title": "ORGANIC RAW SHEA BUTTER -Unrefined IVORY - Get The BEST PREMIUM Organic &amp; African SHEA BUTTER + HOT PRICE! + NOW You Can Buy This Organic, Natural, Pure, &amp; Virgin Shea Butter From the Shea Nut of the Karite Tree &amp; Imported From the African Country of Ghana &bull; Get THE ULTIMATE SHEA BUTTER NOW! &bull; Now You Can Rest Easy When You Click On &quot;Add To Cart&quot; Because Your Organic RAW AFRICAN SHEA BUTTER Is Packaged In An FDA Registered Facility &bull; 30 Day &quot;Customer Happiness&quot; Guarantee! **LIMITED QTY So Buy NOW!**",
    "description": "Now You Can Buy The BEST PREMIUM & Organic SHEA BUTTER ~ RAW, Unrefined, & Virgin!Our Skin Absorbs Up To 60% Of What We Put On It!...So the ONLY Way To Be Sure Your RAW Shea Butter is Safe Is To Buy Organic Shea Butter!!WHAT IS IN YOUR SHEA BUTTER?&#x2022; Do You Feel Uneasy Absorbing It Through Your Skin Because You Worry About WHAT MAY BE IN IT?&#x2022; Is It REALLY Organic?&#x2022; Would It Be Wonderful ToFind a Safe Shea Butter?Premium & Pure ORGANIC Raw African Ivory Shea Butter from Perfect Body HarmonyTM Is Your Answer!Provides Moisturizing & Revitalization Protection Your Skin & Hair Needs!*&#x25CA; Contains essential fatty acids & vitamins A, D, E, & F that provide antioxidants & assist with UV Ray Protection.*&#x25CA; Imported from West African Country of Ghana - Then packaged in a super controlled FDA Registered Facility!&#x25CA; It Will Come To You Soft, Clean, Pure, & Ivory - Raw, Unrefined & Virgin (Used this way in Africa for centuries!)&#x25CA; The Best packaging On The Market - Always with Added UV Protection!Beware Of Inferior Shea Butters!&#x2022; Cheap / Messy Plastic Wrap or Cheap Tubs (without UV protection!)&#x2022; Look out for Gritty, Yellow, Rancid Shea Butter that May Be Full Of Pesticides & Chemicals!&#x2022; Yellow Shea butter can be a sign that the butter has added impurities or coloring!&#x2022; Chemical Refinement can remove natural nutrients because it can over heat and bleach!YOU WILL LOVE THE FEEL OF This Shea Butter On Your Skin Or Your Money Back With Our 30 DAY Customer Happiness & Satisfaction GUARANTEE!PRESS \"ADD TO CART\" & ORDER YOUR PURE, CREAMY, PREMIUM QUALITY ORGANIC & IMPORTED SHEA BUTTER NOW!*** BECAUSE SUPPLIES ARE VERY LIMITED & WE COULD RUN OUT AT ANYTIME!*These statements have not been evaluated by the FDA. This product is not intended to diagnose, treat, cure, or prevent any disease.",
    "itemID": "B00GMRJWPY",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2562
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 16.99,
    "brand": NaN
  },
  {
    "title": "Best INDIAN HEALING CLAY -&quot;SODIUM&quot; Bentonite Clay +Spa Quality ULTRA CLEAN &amp; Pure +STRONGER DRAWING POWER &amp; You Get More Clay! +BUY 100% Natural PHARMACEUTICAL GRADE &amp; GET MORE-STRONGER-CLEANER-CLAY!+The REAL SECRET For Your Face &amp; Detox Bath BECAUSE IT Has Up TO 4 XX The DRAWING Detox POWER Than standard calcium bentonite (Because of its HIGHER CEC)-Fantastic Secret Gray/Green Facial &amp; Bath Clay Detox! - AZTEC/Native Amer.INDIAN Tribal SECRETS -Enough For 30+ Facials /3+ Baths!",
    "description": "One In Eight Ingredients In Personal Care Products Are Toxic!(Heavy metals, carcinogens, pesticides, reproductive toxins, and hormone disruptors!)-The skin allows substances to both enter & exit the body -we absorb up to 60% of what we put on it putting us at risk for disease when exposed to toxins.-Children's bodies absorb up to 50% more than adults putting them at even higher risk!-Most facial clays are only cosmetic grade. Research Has Shown That Clay Can Contain Bacteria, Viruses, Molds Or Yeast Unless Cleaned & Purified Properly.Ultra Pure Clay HarmonyTM:-100% Pure Pharmaceutical Grade-Exceeds Mere Cosmetic or Food Grade -Air Cleaned, Hypo-allergenic & Guaranteed To Be Free Of Bacteria, Viruses, Molds Or Yeast!-100% Sodium Bentonite Clay which has the highest ionic charge & drawing power!-binds with and draws positively charged impurities and toxins to the skin's surface where they can be washed away leaving the skin refreshed, purified -looking & feeling amazing after a facial, wrap or bath!*Supports balancing of the body -beliefs in the beneficial healing & revitalization properties of clays have been traced back to as far as 2,500 BC to ancient civilizations all over the world!*Masks,Wraps,& More!-Perfect for deep pore cleansing!Full Body & Foot Baths:Fall in love with the incredible calming effects of bathing your stress & impurities away!*-Easy Clean-Up!-Disperses easily in water -virtually no clumping -safely rinses down the drain.Packs, Patches and Poultices-Can be applied on localized sites for extended periods of time.*-*These statements have not been evaluated by the FDA. This product is not intended to diagnose, treat, cure, or prevent any disease.-30 Day Satisfaction Guarantee!-Click \"Add to Cart\" Button & Order Now Because our Limited Qty's don't last long!!",
    "itemID": "B00GYN9A08",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6825
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 25.99,
    "brand": NaN
  },
  {
    "title": "Raw Cocoa Butter - Organic, Pure, &amp; Natural - Unrefined &amp; Non-Deodorized - Simply The Best ~ Now You Can Buy This Fantastic Premium Quality &amp; Scented Cocoa Butter! *INTRO SPECIAL / HOT PRICE! / LIMITED QTYS * Large ONE POUND (16 oz) BAR / BLOCK + Extracted From The Cacao Bean ~ Carries A Rich Pleasant Chocolate Aroma ~ Naturally Rich In Antioxidants + Great for Homemade Body Butters, Soaps, Lotions, etc.",
    "description": "Premium Organic Raw Cocoa Butter From Perfect Body HarmonyTMCan Be Used Alone On Skin Once Melted Or Used As An Ingredient In Your DIY/ Home Made Lotions, Cremes, Deodorants, Etc.Natural, Pure, Unrefined & Virgin&#x2022; Extracted From theCacao Bean.&#x2022; Imported From The South American Country ofPeru.&#x2022; Has aRich Pleasant Chocolate Aroma.&#x2022; The Appearance Is a Characteristic Pale Yellow to Light Brownish Tan Color.&#x2022; Organic Cocoa Butter IsNaturally Rich In Antioxidants & Vitamin E Resulting In A High Oxidative Stability!&#x2022; Although Our Organic Cocoa Butter Is Stiff Solid At Room Temperature,This Cocoa Butter Will Melt When Held In Your Hand When In Smaller PeicesAnd Has A Melting  Point Ranging Of From 88&#x2DA;F-95&#x2DA;F.&#x2022; The Cosmetic & Skin Care Industry Utilizes Organic Cocoa Butter As An Ingredient & It Is Used For Its Natural Emollient Properties & To Bring Stiffness to The End Product.This IS THE VERY BEST PREMIUM Raw Organic Shea Butter You will find - Guaranteed!You Have No Risk with Our 100% \"Customer Happiness\" Satisfaction/Money Back Guarantee!Press The \"Add To Cart\" Button Now While Quantities Remain! - Supplies Are Limited and Some Are Forecasting A Tight Supply Due to Some Harvest Concerns In West Africa!",
    "itemID": "B00HRGBSYW",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13580
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 21.99,
    "brand": NaN
  }
]