[
  {
    "title": "Maybelline Full 'N Soft Waterproof Mascara, Brownish Black",
    "description": "Patented Quick Dissolve System aids in the prevention of the loss of lash.",
    "itemID": "B000T5KATM",
    "helpful": [
      3,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 37703
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 12.97,
    "brand": "Maybelline"
  },
  {
    "title": "Urban Decay Naked Palette",
    "description": "What it is:\nA universally flattering palette that features 12 eye shadows with a distinctly Urban look.\n\nWhat it does:\nThis long, lean, and seductive case comes packed with 12 gorgeous neutrals that work for absolutely everyone. Shades range from delicate champagne to gritty gunmetal, and feature five stunning new shades. A variety of textures, including glitter, shimmer, and matte, ensure that you'll never get bored. This versatile palette can go from office appropriate to a night on the town. The mirrored case also features a new professional-quality, cruelty-free Good Karma Eyeshadow Brush.",
    "itemID": "B003UAAITA",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 159269
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "real Techniques Powder Brush",
    "description": "Designed with pro makeup artist Samantha Chapman, Real Techniques brushes combine high-tech materials with innovative design to make creating a pixel-perfect look easier than ever: Taklon bristles are ultra plush and smoother than the hair you'll find in other brushes. Since taklon is synthetic, it's 100% cruelty-free. The soft fibers help create a flawless, high-definition finish in any type of light, from sunlight to harsh indoor lighting. The color-coded system corresponds to the key steps of makeup application so you can create a flawless base (copper), enhanced eyes (purple), and the perfect finish like a pro (pink). Each brush head is hand-cut to the perfect shape, allowing for precise application from dense coverage to a soft, delicate finish. The collection is suitable for a wide range of products and every makeup need &#x2013; from powders, creams, and liquids to mineral makeup, highlighter, and shimmer. Brush names on the handles make for easy reference when creating your favorite look.",
    "itemID": "B004TSF8R4",
    "helpful": [
      6,
      9
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 572
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 9.95,
    "brand": "Real Techniques"
  }
]