[
  {
    "title": "Neutrogena Cosmetics  Makeup Remover, 3.8 oz",
    "description": "Oil-Free Eye Makeup Remover takes off even waterproof eye makeup without leaving an oily residue.  Forget harsh tugging and pulling. This ultra-gentle dual phase formula activates when shaken to remove all eye makeup ;even waterproof mascara ;without any greasy residue. It is ophthalmologist tested, safe for contact lens wearers and oil free.  Take off all your eye makeup the gentle way.",
    "itemID": "B00027D0DU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6653
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Remover",
        "Eyes"
      ]
    ],
    "price": 7.07,
    "brand": "Neutrogena"
  },
  {
    "title": "HEALTHY SEXY SOY TRI-WHEAT LEAVE-IN CONDITIONER 8.5 OZ -PACKAGING MAY VARY",
    "description": NaN,
    "itemID": "B0009EXOO6",
    "helpful": [
      0,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 352
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 7.49,
    "brand": "Sexy Hair"
  },
  {
    "title": "Genes Vitamin E Creme Swiss Collagen Complex Moisturizing Creme for Dry and Sensitive Skin 16 oz",
    "description": "Genes Vitamin E Creme Swiss Collagen Complex Moisturizing Creme for Dry and Sensitive Skin 16 ozGenes Vtamin E Swiss Collagen Complex Creme, for dry and sensitive skin, contains biologically compatible amounts of Vitamin E, A, and D plus Panthenol and Allantoin. Vitamins A, D, and E are found in healthy skin. All three play a very important role in the healthy maintenance of the skinThere is considerable scientific data to indicate that when used in the proper combination with other elements, Vitamin E has been responsible for the reduction of skin lesions and the appearance of softer, clearer, less dry skin. It appears to revive and protect the skin's freshness and vitality.",
    "itemID": "B0013QOIGC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 842
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers"
      ]
    ],
    "price": 12.95,
    "brand": "Genes"
  }
]