[
  {
    "title": "Pink Sugar By Aquolina For Women, Deodorant Spray, 3.4-Ounce Bottle",
    "description": "Launched by the design house of Aquolina in 2004, PINK SUGAR is a women's fragrance that possesses a blend of cotton candy, caramel, raspberry, bergamot, licorice, poweder, fig leaves, orange, strawberry, and wood.  It is recommended for daytime wear.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000VOPALY",
    "helpful": [
      2,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 52965
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's"
      ]
    ],
    "price": 12.95,
    "brand": "Aquolina"
  },
  {
    "title": "Seban Oil Inhibitor Liquid Formula 3 fl oz",
    "description": "Seban Liquid 3 fl. oz. - Use Your Own Pads Adjust to Your Skin Requirements Seban's secret to proven effectiveness is Perfluoroalkyl Surfactant - an active ingredient in halting the production of facial oil build-up. Seban is formulated to leave the complexion visibly clean, smooth and free of shine. Used alone or under make-up, this non-drying formula contains a unique moisturizing complex that locks moisture into the skin. Will not dry or irritate sensitive or acne prone skin. Immediately after application, your skin will feel clean, not dry, and have a smooth matte finish. Even if you normally have shiny skin - the shine will virtually disappear! Seban contains no fragrance or color, and will not alter your skin tone. It is used by both women and men who like to get through the day without feeling like their face is weighing them down. Since facial oil tends to be a major factor in acne breakouts, Seban can help reduce acne because of its oil inhibitor effect. Through regular use, skin is clear and free of shine for up to 8 hours. Try Seban today, you've got nothing to lose except excess facial oil. To Use: Apply Liquid to cotton pad. Wipe pad over face, paying attention to areas subject to excessive oiliness such as the nose forehead and chin. Allow to dry thoroughly before applying make-up. Ingredients: Water, SD Alcohol 40, Isopropyl Alcohol, Perfluoroalkyl Surfactant, Sodium Chondroitin Sulfate, Sodium Hyaluronate, Glycerin, Propylene Glycol.",
    "itemID": "B000PUGDYM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 60265
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Toners & Astringents"
      ]
    ],
    "price": 24.0,
    "brand": "Seban"
  },
  {
    "title": "Halo II Headband",
    "description": "",
    "itemID": "B000UM2KCY",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Sports &amp; Outdoors": 77
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Headbands"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]