[
  {
    "title": "Proactiv Solution Refining Mask 2.5 Oz",
    "description": "Developed by dermatologists specifically for the management of acne, this soothing mask provides deep cleaning while helping refine problem skin. From Proactiv(R) Solution\n\nSize 2.5 oz",
    "itemID": "B001G7OCSM",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 426
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 2.0,
    "brand": "Proactiv"
  },
  {
    "title": "Proactiv Dark Spot Corrector,1 Oz Size",
    "description": "Brand new - factory sealed - (size - 1 oz.) - in the box - expiration dates 06/15 - fast shipping.",
    "itemID": "B0075QVOFW",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 824
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 19.2,
    "brand": "Proactiv"
  },
  {
    "title": "Honeysuckle Rose Moisturizing Shampoo Aubrey Organics 11 oz Liquid",
    "description": "Honeysuckle Rose Moisturizing Shampoo by Aubrey Organics 11 oz Liquid Honeysuckle Rose Moisturizing Shampoo 11 oz Liquid Product For Dry Brittle Hair The sweet smell of success for your hair. Achieve ultra-softness and manageability with this moisture-intensive shampoo. Restorative herbal emollients rehydrate hair fiber to overcome dryness and brittleness and leave hair irresistibly fragrant and silky-soft. Also recommended for bleached or highlighted hair. Ingredients Aqua decyl glucoside sodium cocoyl hydrolyzed soy protein aloe barbadensis (aloe) leaf juice oryza sativa (rice) extract glucose xanthan gum lonicera caprifolium (honeysuckle) extract citric acid glycerin rosa rubignosa (Rosa Mosqueta) seed oil prunus amygdalus dulcis (sweet almond) oil citrus grandis (grapefruit) extract glucose oxidase lactoperoxidase panax ginseng root extract angelica archangelica extract chrysanthemum sinense flower extract magnolia biondii flower extract alcohol denat. (38b lavendar ) macadamia te",
    "itemID": "B0006GZAKI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6449
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 7.19,
    "brand": "Aubrey Organics"
  }
]