[
  {
    "title": "PCA Skin ExLinea Peptide Smoothing Serum 1 oz/29.5 ml",
    "description": "This technically advanced treatment serum is designed with Argireline, which is a proven peptide that helps relax the facial tension that can cause wrinkling, while also minimizing the depth of existing lines. -This formula contains the added benefits of plant polysaccharides and hyaluronic acid to help increase intracellular moisture. A blend of advanced actives and antioxidants help fight free radicals and give the skin an instant lifting and tightening effect.\n\n-This formula contains the added benefits of plant polysaccharides and hyaluronic acid to help increase intracellular moisture. A blend of advanced actives and antioxidants help fight free radicals and give the skin an instant lifting and tightening effect.",
    "itemID": "B002XNZJVW",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6762
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Styling Serums"
      ]
    ],
    "price": 53.59,
    "brand": "PCA Skin"
  },
  {
    "title": "StriVectin-SD Intensive Repair for Existing Stretch Marks, 6 oz.",
    "description": "StriVectin-SD is a cutting-edge anti-wrinkle and stretch mark repair cream that can help you look younger and more beautiful by reducing the appearance of wrinkles, fine lines, and other effects of aging. This revolutionary anti-aging cream utilizes the most advanced ingredients available today. The active ingredients not only help to firm, hydrate, and tighten facial skin but also help to repair the appearance of fines lines and stretch marks. To achieve these results, StriVectin-SD uses a patented pentapeptide that has produced results unseen in the cosmetic industry. With a host of the industry's best anti-aging ingredients, our blend targets more than wrinkles, including such major problem areas as sagging skin, skin discoloration, dryness, and rough skin. StriVectin-SD has come to be known as the safe alternative to Botox, providing equal or better results without the risk. StriVectin-SD offers immediate results targeting the category of fine lines, wrinkles, and crows feet and can remove 10 to 15 years from your complexion. The isolates in StriVectin-SD were shown in clinical studies to dramatically improve skin smoothness and decrease wrinkle depth as it increases collagen and elastin. It was shown to be even more effective than Retinol or Vitamin C in reducing fine facial lines and wrinkles while diminishing the signs of aging.",
    "itemID": "B000248HLI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 55227
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Revlon Age Defying Spa Face Illuminator, Bronze Light, 1-Fluid Ounce",
    "description": "For an instantly revitalized, brighter look and protection against fine lines. Moisturizing skincare treatment complex is infused with the one & only Botafirm science. To help minimize the appearance of fine lines. Soft, luxurious flow-through brush applicator.",
    "itemID": "B003BR4LBS",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 58290
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 5.95,
    "brand": "Revlon"
  }
]