[
  {
    "title": "Toner Lavender Witch Hazel Alcohol-Free Thayer 12 oz Liquid",
    "description": "Toner Lavender Witch Hazel Alcohol-Free by Thayer 12 oz Liquid Toner Lavender Witch Hazel Alcohol-Free 12 oz Liquid Product Our new Lavender Alcohol-Free Witch Hazel with Aloe Vera Formula Toner and Vitamin E revitalizes the skin with a gentle soothing formula. Go ahead treat yourself. Ingredients Purified Water Aloe Barbadensis Leaf (Certified Organic Filet Of Aloe Vera) Glycerin (Vegetable) Fragrance (Natural Lavender) Hamamelis Virginiana (THAYERS proprietary un-distilled Witch Hazel) Extract Lavandula Angustifolia (Lavender) Flower Water Citric Acid Citrus Grandis (Grapefruit) Seed Extract Tocopheryl (Vitamin E) Acetate. Warnings Keep out of reach of children. As with all dietary supplements consult your healthcare professional before use. See product label for more information.",
    "itemID": "B000PP15L8",
    "helpful": [
      4,
      9
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 3309
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Toners & Astringents"
      ]
    ],
    "price": 9.39,
    "brand": "Thayer&#39;s"
  },
  {
    "title": "Godefroy Shape and Tint, Medium Brown, 3 Count",
    "description": "Now you can achieve professional salon results at home. Shape and Tint gives you the tools you need to shape your brows and enhance your brow color in one complete kit. No more daily application of eye pencils or eye powders. It covers the most resistant gray hair 100% in less than 5 minutes.",
    "itemID": "B000F4GLQS",
    "helpful": [
      1,
      1
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 40391
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyebrow Color"
      ]
    ],
    "price": 9.94,
    "brand": "Godefroy"
  },
  {
    "title": "Revlon Facial Sauna",
    "description": "Revlon soothing facial sauna is a complete two steep system with both a facial and nasal cone. The Facial cone opens up pores for a deep cleansing regiment with hot soothing mist that helps moisturize and soften skin restoring skins natural radiance and leaves skin feeling fresh and renewed. The Nasal cone helps cleanse nasal passaged with relaxing, theraputic steam.",
    "itemID": "B0047HGD4E",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 5132
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 24.99,
    "brand": "Revlon"
  }
]