[
  {
    "title": "Aveeno Nourish + Moisturize Shampoo, 10.5 Ounce",
    "description": "Indulge in silky, healthy, more manageable hair. Infused with Hydrating Oat Protein and Nourishing Wheat Complex, this exclusive Active Naturals formula is scientifically proven to nourish dry, damaged hair back to life in just three washes. Cleanses while deeply conditioning for incredible softness and smoothness. Designed to target the areas of your hair where you need moisture the most. Developed by our expert team of scientists and a leading stylist, our Active Naturals formulas harness the power of nature and science for beautifully healthy looking hair. Gentle on color-treated hair.",
    "itemID": "B001QT3GOQ",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1041
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 6.99,
    "brand": "Aveeno"
  },
  {
    "title": "Seche Vite Dry Fast Top Nail Coat, 0.5 Ounce",
    "description": "Nailtiques nail varnishes are formulated with the same strengthening ingredients that the cult favorite protein formulas are enriched with. Giving your nail protein treatments an added boost, this luxurious nail polish allows the protein to penetrate through the polish, for maximum benefits.",
    "itemID": "B00150LT40",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 29
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Top & Base Coats"
      ]
    ],
    "price": 4.7,
    "brand": "Seche"
  },
  {
    "title": "China Glaze: For Audrey, 0.5 oz",
    "description": "China Glaze colors may change from season to season but the formula remains the same\"amazing long wearing lacquers with hardeners. Designed with the professional in mind, the 220-strand brush is great for easy of application. Best of all, the non-thickening formula provides great coverage.",
    "itemID": "B0018OWHQM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7635
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 5.85,
    "brand": "China Glaze"
  }
]