[
  {
    "title": "BareMinerals Original Foundation Broad Spectrum SPF 15 8 g/0.28 Oz (Fair C10 8g/0.28 oz)",
    "description": "bareMinerals Original Foundation Broad Spectrum SPF15 is an award-winning mineral foundation that gives you all the flawless coverage you want with a no-makeup look and feel that lasts up to eight hours. The creamy minerals diminish the appearance of imperfections without drying out skin. Naturally luminous finish.A groundbreaking formula, bareMinerals Original Foundation Broad Spectrum SPF15 is clinically proven to promote clearer, healthier-looking skin. It is formulated without parabens, binders, fillers, or synthetic chemicals. This foundation has been awarded the \"Best Department/Specialty Stores Foundation\" in the Glammy Award organized by Glamour Magazine from 2005-2013.",
    "itemID": "B00021DVCQ",
    "helpful": [
      1,
      1
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 18978
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 28.0,
    "brand": "Bare Escentuals"
  },
  {
    "title": "Maybelline New York Dream Mousse Blush, 50 Cloud Wine, 0.2 Ounce",
    "description": "Air soft formula provides luminous, long lasting color to cheeks. Glides on smoothly and blends easily for seamless color and a natural, radiant finish. Air whipped mousse delivers a satin soft feel on skin. Long wearing formula will not clog pores.",
    "itemID": "B000TNQVJC",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 71936
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Blush"
      ]
    ],
    "price": 20.24,
    "brand": "Maybelline"
  },
  {
    "title": "Vaseline Sheer Infusion Body Lotion, Botanical Blend, 13.5-Ounce Bottles (Pack of 2)",
    "description": "Some moisturizers only treat the top layers of your surface skin, leaving it feeling greasy. Others sink through quickly and your skin is not thoroughly moisturized. New Vaseline Sheer Infusion with Stratys-3 infuses and suspends superior* moisture across all layers of your skin.** Only Vaseline Sheer Infusion delivers superior moisture* and an unmatched silky feel.",
    "itemID": "B0027CT5SC",
    "helpful": [
      2,
      3
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 270369
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 47.9,
    "brand": NaN
  }
]