[
  {
    "title": "M.D. Forte Replenishing Glycolic Free Hydrating Cream with Anti-Irritant Complex, 2 Fluid Ounce",
    "description": "Moisture intensive with super humectants that binds moisture to skin.",
    "itemID": "B0011EN3FS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 127733
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Eltamd UV Clear SPF 46, 48-Gram 1.7 oz.",
    "description": "Elta MD UV Shield 46 helps reduce the appearance of blemishes, discoloration, and photo-damaged skin while protecting from broad spectrum of UVA/UVB rays. UV Shield is lightweight and contributes to maintaining clean, clear, smooth skin. This product is great for all skin types, including acne-prone skin and also oil-free, paraben-free, non-comedogenic, sensitivity-free, and fragrance-free.UV Clear is formulated with 5% pure form Niacinamide, which is a part of the family of Vitamin B3 or niacine without the same toxic effects. The purer form used in this product has less or no nicotinic acid which can cause flushing or irritation and is also odorless.",
    "itemID": "B002MSN3QQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection"
      ]
    ],
    "price": 22.67,
    "brand": "EltaMD"
  },
  {
    "title": "Loreal Series Expert Absolut Repair Lactic Acid Shampoo, 16.9-Ounces Bottle",
    "description": "Luscious, Lovely LocksRestoring distressed hair is no more a tiring task. Revitalize your tresses with L'Oreal Professional Serie Expert Absolute Repair Shampoo and solve all those dreaded problems. It nourishes your hair, repairs it and gives you dazzling hair that is easy to manage. Even the most damaged strands can now start bouncing with life and luster.Repairs damaged strandsRestructures and protects hairMakes it strong and glossyThis celebrated shampoo restructures your hair fibers by strengthening it from deep inside and also nourishes the surface adding sheen and shine.Just for you:Very damaged hairA Closer Look:L'Oreal Professional Serie Expert Absolute Repair Shampoo is formulated with Neofibrine, which mends the weak areas and enhances the shine. It also contains a UV filter that protects and shields your strands.You Won't Find:Not tested on animalsGet Started:Apply to wet hair and lather. Rinse thoroughly. Repeat if necessary.",
    "itemID": "B002UD52N0",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1524
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 18.99,
    "brand": "L&#39;Oreal Paris"
  }
]