[
  {
    "title": "Conair Xtreme Instant Heat Multisized Hot Rollers, Pink",
    "description": "Quick to heat and gentle on your hair, these hot rollers make it easy to curl hair every day instead of just on special occasions. Rollers heat up in just two minutes from their ionic port and are charged with ionic energy, which protects your hair from frizziness and static and actually promotes conditioning and shine while you curl. Each roller has stay-cool plastic ends on either side that are easy to grasp and protect hands from the heat while winding sections of hair. The kit includes eight jumbo-sized rollers for soft, sophisticated-looking curls; six large rollers for creating loose, bouncy curls on medium-length hair; and six medium-sized rollers for creating tighter curls or for use on shorter hair. The rollers also come with twenty lightweight hair clips to hold them in place without leaving any noticeable crimp marks in your curls. This hair setter is covered by Conair under a 1-year limited warranty.--Cristina Vaamonde",
    "itemID": "B00007M0CP",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4173
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Rollers"
      ]
    ],
    "price": 27.78,
    "brand": "Conair"
  },
  {
    "title": "Essie Nail Polish Collection Resort 2013 Mini Set",
    "description": "Essie 2013 Resort Collection Cube gives your nails a chic look inspired by paradise. Each shade features high-shine and bold color that won&#039;t chip or fade. A must-have for any nail color collection. Essie 2013 Resort Collection Cube includes: Come Here! - outrageously nearly neon-coral (0.16 fl. oz.) First Timer - fresh newbie green shade (0.16 fl. oz.) In The Cab-ana - self assured aqua azure (0.16 fl. oz.) Under Where? - wildly flirtatious orchid shade (0.16 fl. oz.)",
    "itemID": "B00ATDTYS2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 101888
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 25.45,
    "brand": "Essie"
  },
  {
    "title": "John Frieda Brilliant Brunette Multi-tone Revealing Moisture Shampoo for Natural or Highlighted Brunette, 8.45 Ounce (Pack of 2)",
    "description": "For natural, color-treated or highlighted brunettes. Rehydrates and revitalizes dull, dry, brittle hair for renewed silkiness and exceptional shine. Restores the multi-dimensional richness of brown hair while invigorating highlights. Low-ph formula with tea leaf infusion and crushed pearls. Developed exclusively for brown hair, patented brilliant brunette shampoo exposes the unique richness of brunette. Specially formulated to replenish and invigorate dull, dry, brittle brown hair, brilliant brunette Shine Release Moisturizing Shampoo brings out the multi-dimensional richness and luminosity of brunette without adding or depositing color. This ultra-conditioning formula silkens, smoothes and renews suppleness a it reveals exceptional shine. With regular use, dry, lackluster brown hair will develop incredible radiance and a silky texture. Designed specifically to enhance darker shades of brown hair, this low-ph formula features cocoa bean extract and crushed pearls. From luminous chestnut to shimmering espresso, brunette hair becomes soft, smooth and incredibly shiny. Made in Canada.",
    "itemID": "B0067YU4KO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2460
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 10.29,
    "brand": "John Frieda"
  }
]