[
  {
    "title": "Salerm Energy Hair Regenerator 4 Applications Big Sale!",
    "description": "ENERGY HAIR REGENERATOR \n\nIt's a hard hitting treatment which provides the active substances necessary for the correct working of the pilous follicle. It accelerates the normalization of the scalp and capillary bulb. Suitable as a fast acting treatment in the case of hair lacking in vitality or malnourished. Its formula has now been improved by the incorporation of not only the active stimulating Serenoa Serulata extract, but also natural liquid hair which effectively reconstructs the capillary keratin. Ceramides have also been added to maintain the cohesion between the hair's varous keratin layers, resulting in shinier, healthier, full bodied locks.\n\nDIRECTIONS : Apply to recently washed hair massaging gently. Do not rinse. Style as usual. It can be used daily in cases where hair loss is severe.\n\nINGREDIENTS : AQUA (WATER), ALCOHOL DENAT., CERAMIDE-3, HYDROLYZED KERATIN, SERENOA SERULATA EXTRACT, CYSTEINE, INOSITOL, BIOTIN, CUPRESSUS SEMPERVIRENS (CYPRESS) EXTRACT, SOYBEAN (GLYCINE SOJA) EXTRACT, CALCIUM PANTOTHENATE, METHIONINE, ALOE BARBADENSIS (ALOE) EXTRACT, LAURYL GLUCOSIDE, SODIUM METHYLPARABEN, PROPYLENE GLYCOL, PHENOXYETHANOL, METHYLPARABEN, C.I. 19140 (FD&C; YELLOW No.5), C.I. 42090 (FD&C; BLUE No.1).\n\nCONTAINS : 4 Phials X 13 ml (0,44 .)",
    "itemID": "B000TF70J0",
    "helpful": [
      1,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 29362
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Hair Regrowth Treatments"
      ]
    ],
    "price": 9.68,
    "brand": "Salerm"
  },
  {
    "title": "Samy Fat Hair 0 Thickening Creme, 5.25 Ounce - Set of 3",
    "description": "Dispense a small amount into palms and rub together. Work evenly through towel dried hair from root to ends. For maximum thickness and fullness, blow dry hair and style as usual. Great for adding fullness and volume to dry hair also!",
    "itemID": "B001QDDJB2",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11641
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 26.7,
    "brand": "Samy"
  },
  {
    "title": "Opi Nail Polish Lacquer Pedal Faster Suzi! H60",
    "description": "OPI Holland Collection - Pedal Faster Suzi! OPI Holland Collection - Pedal Faster Suzi! is a beautiful \"pink lavender shimmer\" that means business! The fabulous shades of OPI nail polish are beautiful, yet sassy. You are sure to find nail polish colors that match your mood, your character and your wardrobe! All shades provide the ultimate in performance and wear. Product Features OPI 2012 Holland Collection.",
    "itemID": "B0076H8R8C",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 15840
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 7.5,
    "brand": "OPI"
  }
]