[
  {
    "title": "Focus 21 Sea Plasma Hair and Skin Moisturizer 32oz",
    "description": "This special formula treats dry skin and hair with the natural moisture-binder, Na-PCA. This substance attracts moisture to make dry, parched skin and hair smooth and supple. Aloe Vera is included to soothe chapped skin. Two other oil-free moisturizers, Mucopolysaccharides and Simethicone, protect skin and hair while sunbathing and swimming. Sea water fives SeaPlasma Spray Moisturizer a healing, stimulating effect.",
    "itemID": "B000B5S2LS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 67934
    },
    "categories": [
      [
        "Beauty",
        "Hair Care"
      ]
    ],
    "price": 17.99,
    "brand": "Focus"
  },
  {
    "title": "Devacurl Ultra Defining Gel, 32.0 Fluid Ounce",
    "description": "A nourishing and de&#xFB01;ning gel Offers strong hold to form curls with no sticky or stiff sensation. Formulated with extracts of Oat, Soy and Wheat Amino Acid Creates a moisture-protective veil to intensify curls Penetrates instantly when applied to wet hair",
    "itemID": "B008COP6NM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2054
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 18.41,
    "brand": "DevaCurl"
  },
  {
    "title": "Deva Curl Angell Hyper-Allergic Conditioning Gel 32oz",
    "description": "Moisturizing Gel to Style Your CurlsPamper your adorable curls with Deva Curl AnGEL. This light moisturizing and defining gel melts into your hair effortlessly and on drying forms a protective moisture casting so that curly locks can be styled and held in place for as long as 24-48 hours.Locks in moisture for 24-48 hours, prevents frizzHold and freezes style in placeGives volume and body to well-defined curlsWith this styling gel experience no frizzes for a long time. Boost volume and body into your curls and give it a well-defined look. Something you may've always wanted for quite some time.Just For You:Those with curly and wavy hairA Closer Look:Infused with natural botanical extracts of wheat, soy and chamomile and devoid of sulfates, silicone and paraben, Deva Curl AnGEL locks in moisture and eliminates frizz. It boosts volume and enhances curls so that they can be styled as desired.Get Started:Spray on wet or dry hair. Scrunch with fingers to evenly distribute. For high frizz factor, spray on wet hair, then again on dry hair.",
    "itemID": "B000HJ4INE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 86181
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 25.95,
    "brand": "Deva Curl"
  }
]