[
  {
    "title": "Hollywood Cookie Diet Meal Replacement Cookies, Chocolate Chip, 1.4-Ounce Cookies  (Pack of 12)",
    "description": "The Hollywood Cookie Diet is the first delicious way to lose weight. Each cookie is individually wrapped for eating on-the-go. Take a tasty meal with you to the office, on the plane, on the road, to the gym, or anywhere else you go. Lose weight with delicious meal replacement cookies. Perfect for active individuals, busy professionals, anyone who wants to lose weight.We all know that to lose weight we have to restrict calories, but that is easier said than done. When hunger strikes diets fail. The Hollywood Cookie Diet works by satisfying your hunger while providing essential vitamins and minerals. Delicious, convenient and easy. Lose and maintain your weight. They Hollywood Cookie diet is a good source of fiber and protein and contains more than 13 vitamins and minerals. (These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure or prevent any disease.) Made in USA.",
    "itemID": "B000MU7GFU",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 15747
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 15.99,
    "brand": "Hollywood Miracle Diet"
  },
  {
    "title": "Nature's Secret 5-Day Fast and Cleanse Kit",
    "description": "Ultimate Fasting Cleanse is a 5-day program to help renew and nourish you body.* It provides formulas to support your body while you fast.* The digestive system feeds the brain, liver, heart and every other organ, gland and tissue in the body, right down to the cellular level. When compromised, your digestive system can no longer keep nutrition intake and waste elimination running smoothly, thereby affecting your physical vitality and overall well-being.",
    "itemID": "B0006II74C",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 3825
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers"
      ]
    ],
    "price": 30.95,
    "brand": "Nature&#39;s Secret"
  },
  {
    "title": "Silicon MIX Intensive Hair Deep Treatment 16oz By Avanti[health and Beauty]",
    "description": "Silicon Mix Intensive Hair Treatment Hair treatment to restore the health, shine and the softness of dry, damaged and weak hair. DIRECTIONS : Wash hair and towel dry. Apply with massages. Leave on from 2 to 3 minutes depending on the condition of the hair. Rinse. INGREDIENTS : Water, Mineral Oil, Cetyl Alcohol, Stearyl Alcohol, Glycerine, Citric Acid, Cetrimonium Chloride, Dimethycone Copolyol, Cyclomethicone, Keratin, Ceramide, Diazolidinyl Urea (and) Iodopropynyl Butylcarbamate, Fragrance.",
    "itemID": "B000TDFA3K",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1431
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 10.65,
    "brand": "Avanti"
  }
]