[
  {
    "title": "Blinc Mascara, Black, 0.21-Ounce Tube",
    "description": "Stop painting your lashes, tube them. Blinc is the original mascara invented to form tiny water resistant tubes around your lashes rather than painting them like conventional mascaras. Once applied, the tubes bind to your lashes and cannot run, smudge, clump, or flake, even if you cry or rub your eyes. Blinc mascara will add both volume and length to give you a radiant natural look that lasts all day. Only when you are ready for removal, the tubes will effortlessly slide off your lashes into your hand without the use of a harsh makeup remover. Made in Japan",
    "itemID": "B002A9JONI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 355
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 9.0,
    "brand": "Blinc"
  },
  {
    "title": "The Wet Brush Detangling Shower Brush, Colors Vary",
    "description": "Eliminate tangles quickly and painlessly with Luxor Professional's The Wet Brush Detangling Shower Brush. This brush comb can be used on wet or dry hair and is perfect for all hair types. It features a soft, rubberized non-slip grip for a secure, comforta",
    "itemID": "B000L596FE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 282
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Brushes"
      ]
    ],
    "price": 8.97,
    "brand": "Luxor Pro"
  },
  {
    "title": "WEN&reg; Spring Gardenia Green Tea Cleansing Conditioner 16oz",
    "description": "Wen's rich and moisturizing cleansing conditioners are a harmonious bl end of herbs & natural ingredients. Developed to eliminate shampoo & i ts harsh effects, it's the only cleanser/conditioner you'll need. For mulated without detergents & sodium laurel sulfate, this non- latherin g formula won't strip the hair or scalp of natural oils, so it is safe to use daily. It is also used as a leave-in conditioner & shave cream . Spring Gardenia Green Tea is universal and perfect for all hair type s. Receive: (1) 16 oz Spring Gardenia Green Tea Cleansing Conditione",
    "itemID": "B007HOCQVS",
    "helpful": [
      3,
      6
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 1015
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 36.5,
    "brand": "WEN&reg; by Chaz Dean"
  }
]