[
  {
    "title": "NYX Eyebrow Cake Powder, Black/Gray",
    "description": "Our recipe for cooking up exquisite eyebrows includes wax, tools and a pair of complementary powders, black and gray, which can be customized to create the ideal shade. Each eyebrow cake powder kit includes a slanted brush and a round wand to shape, style and tame eyebrows.",
    "itemID": "B002QI1E9K",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5689
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyebrow Color"
      ]
    ],
    "price": 5.89,
    "brand": "NYX"
  },
  {
    "title": "FASH Professional Bold, Bright and Vivid 120 Color Eyeshadow Palette Makeup Cosmetics",
    "description": "Colorful is the trend and we have it right here for you ladies!!!Just be experimental with all your favorite bold and bright colors. FASH brings you an all new 120 color eye shadow palette .The colors  are highly pigmented therefore applies evenly and blends well on your skin .The product is Made from natural mineral oil base that makes it last for hours ,until you wash it off. So what are you waiting for???Just grab the most affordable and value for money product and add splash of colors to your life. For best results use it with FASH professional brush sets.",
    "itemID": "B0047TGS5G",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8955
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": 11.99,
    "brand": NaN
  },
  {
    "title": "#52132 Cute Black Slim Liquid Eyeliner Pink Bowknot Dot Design Pencil Makeup Cosmatics",
    "description": "Color&#xFF1A;BlackThis is the new upgraded version. It comes with a slightly different package, and the eyeliner itself is sealed.It does better job in sweat proof and smudge proof. It's good for people who have oily eyelids. The new technology also make the eyeliner not dry out for a longer time after your first use.It's slim, so it can easily fill out any space between your eyelash.Suggestion: When the eyeliner seems like it's going to be dried out soon, you might put a little bit water on the tip or use a wet towel, and please put the felt-tip brush downward for a while (shake it if needed), so the ink inside can go to the brush. Do not recommend to use this kind of eyeliner over the powder or creamy eye shadow cause this will reduce its lifetime.",
    "itemID": "B008BMQNPU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 148305
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyeliner"
      ]
    ],
    "price": 1.25,
    "brand": NaN
  }
]