[
  {
    "title": "Dermalogica Daily Microfoliant, 2.6-Ounce",
    "description": "This unique Rice-based powder formula activates upon contact with water, releasing Papain, Salicylic Acid and Rice Enzymes that micro-exfoliate dead cells, instantly leaving skin smoother and brighter.  The unique Skin Brightening Complex of Aspergillus, Grapefruit and Licorice helps to balance uneven skin pigmentation while a super-smoothing blend of Green Tea, Ginkgo and Colloidal Oatmeal helps to calm the skin, leaving it extraordinarily clear and refreshed.  Gentle enough to use on a daily basis.",
    "itemID": "B000980PGM",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 362
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 39.82,
    "brand": "Dermalogica"
  },
  {
    "title": "Avon Moisture Effective Eye Makeup Remover Lotion",
    "description": "Moisturizes around delicate eye area as it whisks away makeup. 2 fl. oz.  Beauty Tip by Jillian Dempsey...For the freshest-looking skin in the morning, make sure you take off all your makeup in the evening. Your skin renews itself at night, and it can't effectively do that unless it's free of all makeup and daily debris....Please note that in your shipping confirmation you will be asked to let us know if you are currently receiving service from an Avon Representative. If you are, please follow the link provided in the confirmation so that s/he can receive proper credit for your Avon order placed through Amazon.com.",
    "itemID": "B00187OEWO",
    "helpful": [
      1,
      2
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 14268
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Remover",
        "Eyes"
      ]
    ],
    "price": 3.99,
    "brand": "Avon"
  },
  {
    "title": "Image Skin Care Vital C Hydrating Repair Creme 2 oz",
    "description": "This ultra-hydrating, Vitamin C & Anti-Oxidant rich emollient formula combats the visible effects of stress, fatigue, smoking & other dehydrating environmental factors.",
    "itemID": "B003LR3MQ8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 652
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 31.31,
    "brand": "Image Skin Care"
  }
]