[
  {
    "title": "2 pc set HOT BUNS hair style bun maker AS SEEN ON TV - LIGHT",
    "description": "Create trendy bun hairstyles like your favorite celebrities wear!Simply roll, snap & wrap hair into a bun to wear in a variety of styles--high on top of the head, low on the neck, or even a pretty side bun.The central cord secures the bun and keeps it in place without pins.Lightweight and comfortable; great for all ages.Set of 2 light color - one small, one large.",
    "itemID": "B00BA09EJ2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11013
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Clips"
      ]
    ],
    "price": 1.95,
    "brand": "Allstar Marketing Group"
  },
  {
    "title": "Hot Huez Temporary Hair Chalk-Set of 4 Colors",
    "description": "Hot HuezTM Hair Chalk is the hot new hair craze that allows you to instantly change your look with eye-popping color! Hot HuezTM Hair Chalk is fast, easy and washes right out with your shampoo. So whether it's for a rocking day or a special night, Hot HuezTM Hair Chalk is instant glamorous fun just for you. Just choose your hue, slide along hair and color goes on.",
    "itemID": "B00DRA91A0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11516
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Highlights"
      ]
    ],
    "price": 11.99,
    "brand": "Hot Huez"
  },
  {
    "title": "Collagen Serum | Peptide Rich by Sublime Beauty&reg;. Matrixyl is the star peptide, which can double collagen production! **FREE COLLAGEN REPORT sent after purchase** Loss of Collagen equals Aging Skin. This serum is a blend of beneficial ingredients that rejuvenate &amp; fight wrinkles; top anti-aging serum. Sublime Beauty&reg; is the ONLY authorized seller. Buy Now!",
    "description": "Sublime Beauty is the only authorized seller of this serum!< THIS IS THE BEST COLLAGEN SERUM ON THE MARKET! RICH WITH PEPTIDES TO FIGHT WRINKLES- Rich Anti-Oxidants Help Fight Free Radical Which Can Damage or Age Skin- Adds and Locks in Nourishing Moisture & Boosts Collagen Production- Absorbs Quickly, Leaves Skin Refreshed- Includes the Amazing Matrixyl, a proven & tested peptide for anti-wrinklingAmazing SerumThis is a powerful and unique serum which contains the best peptides for your skin plus collagen, aloe and other healing ingredients such as panax ginseng root extract. Peptides are among the best elements for anti-wrinkle products. Different peptides do different things, and the combination of peptides in this serum penetrate the skin deeply, boost collagen production, work against free radicals, relaxes wrinkles and improves the quality of your skin. Other proprietary ingredients work as emollients and enhance moisturizers (such as a honey extract and a coconut oil extract). Collagen is essential - sometimes referred to as the body's cement that holds everything in place and dictates the structure of skin and tissues. We lose collagen as we age. Adding collagen back helps skin to maintains its firmness and elasticity. This wonderful serum should be applied with your fingers and smoothed over your face, concentrating on the under-eye area and where you see signs of aging. The serum feels fresh when applied, and will absorb well. Use with your day cream!Features- The Most Unique and Powerful Collagen & Peptide Serum for Your Skin!- Money back guarantee if your skin doesn't feel pampered, nourished and smoother after using the product.Click to buy above and be on your way to healthier skin!",
    "itemID": "B00CCUHA3G",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 26652
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 39.99,
    "brand": NaN
  }
]