[
  {
    "title": "Lighted Adjustable 15X Travel Mirror Compact in Blue Case",
    "description": "The FL15ACP is a Dark Blue 15X Mirror Mate Lighted, Adjustable, Compact, great for travel! Use for tweezing, applying lipstick or inserting contact lenses. Open the top of the compact and keep the arm folded for use as a purse compact. For a table top vanity mirror, extend the arm to full length, place the base on any surface and adjust the arm for your personal use.",
    "itemID": "B001VHZXOE",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3748
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Mirrors",
        "Makeup Mirrors"
      ]
    ],
    "price": 18.08,
    "brand": "Floxite"
  },
  {
    "title": "OPI Nail Lacquer, Panda-Monium Pink, 0.5 Ounce",
    "description": "New collection comes with an exclusive ProWide Laquer brush. Polish spreads quick, even, and leaves itself streak free. The brush also has stacked bristles which apply more polish than regularly spaced bristles. OPI polishes are designed with quality and excellence in mind, and almost exclusively sold only to nail professionals.",
    "itemID": "B0035Y9VOY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 46025
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 10.99,
    "brand": "OPI"
  },
  {
    "title": "Neutrogena Blackhead Eliminating Daily Scrub, 4.2 Ounce",
    "description": "Neutrogena Blackhead Eliminating Daily Scrub clears blackheads and helps prevent new ones to give you clear, smooth skin. Its powerful combination of blackhead fighting medicine and microbeads works together to clean pores and help keep them free of blackheads: Salicylic acid penetrates into pores to remove blackhead causing dirt and oil, gentle exfoliating beads sweep away dead skin cells, skin soothing beads deliver conditioners to help prevent skin from overdrying.",
    "itemID": "B000RY4DJS",
    "helpful": [
      5,
      7
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 10295
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Scrubs"
      ]
    ],
    "price": 6.89,
    "brand": "Neutrogena"
  }
]