[
  {
    "title": "Nailtiques Formula 2 Nail Growth Formula Treatments, 0.25 Ounce",
    "description": "Nailtiques formula 2 treatment for soft, peeling, bitten, weak or thin nails. Nailtiques nail protein was created to treat different nail conditions. The salon tested formulations offer special combinations of ingredients, including hydrolyzed keratin and protein in combination with gelatin and calcium to build a healthy nail foundation. The protein formulas bond the nail layers together building a strong nail foundation resistant to peeling, chipping and splitting.",
    "itemID": "B0000Y3GIE",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 12835
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Growth Formula"
      ]
    ],
    "price": 8.87,
    "brand": "Nailtiques"
  },
  {
    "title": "Nailtiques Formula 2 Protein, .5 Ounce",
    "description": "This formula treats nails that are naturally soft, peeling, split or just won't grow. The protein immediately acts to help bond nails that are splitting or peeling. It also assists in strengthening the nail to grow long, strong and healthy.",
    "itemID": "B000BB9L0S",
    "helpful": [
      10,
      10
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14029
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Nail Strengthening"
      ]
    ],
    "price": 12.44,
    "brand": "Nailtiques"
  },
  {
    "title": "L'Oreal Paris Double Extend Beauty Tubes Mascara, Black, 0.33 Ounces",
    "description": "Get the look of salon lash extensions with double extend beauty tubes mascara! This lash extension effect mascara visibly lengthens your lashes up to an astonishing 80%. Ultra-nourishing base coat infused with ceramide r and d-panthenol. Unlike traditional mascaras that paint or coat your lashes with mascara, double extend beauty tubes mascara forms lash-extending tubes that firmly attach to the tip of your lashes. These tubes visibly lengthen your lashes up to 80%, and provide excellent look.",
    "itemID": "B001IAINFU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 395
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 10.97,
    "brand": "L&#39;Oreal Paris"
  }
]