[
  {
    "title": "Dr. Teal's Epsom Salt Soaking Solution, Lavender, 48 Ounce",
    "description": "Dr. Teal's therapeutic bath and body products contain essential oils to soothe the senses, relax tense muscles and promote well-being. The lavender essential oil in this bath formula helps calm and balance your mind and body, so you can relax and prepare for a restful sleep, while gently cleansing. For thousands of years, lavender essence has been used in bath rituals for its soothing and relaxing properties that are known to encourage a better night's sleep. This finished product is not tested on animals. Made in the USA. Distributed by advanced beauty systems.",
    "itemID": "B003GC4GH2",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1371
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 7.44,
    "brand": "Dr. Teal&#39;s"
  },
  {
    "title": "Cococare 100% Vitamin E Oil, 1 Ounce",
    "description": "The vitamin E family is well known throughout the world for its antioxidant capabilities. Antioxidants help protect and nurture skin by neutralizing free radicals from environmental pollutants and toxins. Regular use of vitamin E on skin has been shown to aid in the prevention and repair of skin tissue damage. Use to soften skin, maintain moisture balance and to reduce the appearance of scarring, wrinkles and stretch marks.",
    "itemID": "B0006HCE60",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 338
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 8.18,
    "brand": "Cococare"
  },
  {
    "title": "Olay Regenerist Night Recovery Cream 1.7 Oz",
    "description": "",
    "itemID": "B0007W1R58",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 68
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 11.6,
    "brand": "Olay"
  }
]