[
  {
    "title": "AXE Shower Scrub, Snake Peel, Case Pack (Six-12 Ounce Bottles)",
    "description": "AXE SNAKE PEEL SHOWER SCRUB.  Feeling more than a little dirty?  AXE Snake Peel shower scrub with desert minerals & cactus oil deep cleans and exfoliates to remove dirt and dry skin.  Use daily to scrub the slate clean.",
    "itemID": "B000E0G09Q",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 35516
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Body Washes"
      ]
    ],
    "price": 23.99,
    "brand": "AXE"
  },
  {
    "title": "Seki Edge Baby Nail Clipper",
    "description": "Are you afraid of your child accidentally scratching his or her face because of long fingernails? Baby fingernails are soft and flexible yet sharp which makes them hard to trim but also leaves them more prone to nicking their skin. Your baby's nails are small and a typical fingernail or toenail clipper meant for adults will not be appropriate for your child. The baby nail clipper is a compact, slim clipper that is specifically designed to gently trim infant nails safely to help prevent injury and unnecessary scratching of the face.",
    "itemID": "B000SRVQ12",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 49177
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Clippers & Trimmers"
      ]
    ],
    "price": 8.27,
    "brand": "Seki Edge"
  },
  {
    "title": "Diamancel Diamond Tough Foot Buffer No.11, Medium",
    "description": "Combines a professional industrial grade callus-crippling diamond dust grit, with a nickel-coated fiberglass facing, for a long life span. Provides sturdy swipes of smoothing for feet. This diamond foot buffer exfoliates dry skin leaving feet amazingly soft. Easily buffs away corns, calluses and other rough spots.",
    "itemID": "B000ALDJ7A",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 35389
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Files & Buffers"
      ]
    ],
    "price": 38.91,
    "brand": "Diamancel"
  }
]