[
  {
    "title": "Olay Pro-X Advanced Cleansing System 0.68 Fl Oz, 1-Count",
    "description": "",
    "itemID": "B0043OYFKU",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 6
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Microdermabrasion"
      ]
    ],
    "price": 26.99,
    "brand": "Olay"
  },
  {
    "title": "Bio-Oil, 2-Ounce Bottle",
    "description": "Bio-Oil is an award-winning specialist skincare product that is clinically proven to improve the appearance of scars, pregnancy stretch marks, and uneven skin tone. Thanks to PurCellin Oil, a proprietary laboratory copy of the preen gland oil of ducks, Bio-Oil is also effective for many other skin conditions such as aging and dehydrated skin..caption { font-family: Verdana, Helvetica neue, Arial, serif; font-size: 10px; font-weight: bold; font-style: italic; } ul.indent { list-style: inside disc; text-indent: 20px; } table.callout { font-family: Verdana, Helvetica, Arial, serif; margin: 10px; width: 250; } td.callout { height: 100 percent; background: #9DC4D8 url(http://images.amazon.com/images/G/01/electronics/detail-page/callout-bg.png) repeat-x; border-left: 1px solid #999999; border-right: 1px solid #999999; padding: 10px; width: 250px; } ul.callout { list-style: inside disc; text-indent: -12px; font-size: 12px; line-height: 1.5em; } h5.callout { text-align: center; }Bio-Oil features:Clinically proven formula to reduce appearance of scars and stretch marks.Moisturizing and enhancing vitamins and oils.Non-acnegenic and hypo-allergenic ingredients.Proprietary PurCellin Oil that helps targeted absorption into the skin.The Bio-Oil formula comprises a special mix of plant oils and vitamins.View larger.PurCellin Oil allows for targeted absorption into the skin.View larger.View complete list ofingredients.Specially Formulated With PurCellin OilBio-Oil includes the breakthrough ingredient PurCellin Oil, a recreation of the preen gland oil of ducks. During preening, a duck secretes oil from its preen gland and distributes it over its entire plumage in the familiar twisted-neck action that one often associates with ducks. This oil creates a thin, non-greasy layer on the surface of the feathers without which water would not pearl off and the bird would struggle to swim. This ingredient acts as a delivery system for Bio-Oil's other ingredients, improving spreadability and allowing for targeted absorption into the skin.Also, because oil contains no oxygen, it provides an exceptional storage environment for vitamins. Bio-Oil includes many beneficial skin ingredients such as Vitamin A, Vitamin E, calendula oil, lavender oil, rosemary oil, and chamomile oil. This mix of plant oils and vitamins has been clinically shown to be beneficial to the skin.Effective on Scars and Stretch MarksBio-Oil helps improve the appearance of all types of scars and is also highly effective in helping maintain elasticity of scar tissue on joints and other high-mobility areas, including stretch marks. Ideal for pregnant women, particularly in their second and third trimesters, Bio-Oil is the product most recommended by UK pharmacists to help reduce the appearance of scars, stretch marks, and pregnancy stretch marks.Great for Skin Tone and Dry SkinBio-Oil helps improve the appearance of uneven skin tone caused by excessive sun, hormonal fluctuations, or skin-lighteners. Sagging and wrinkled skin that is associated with aging also benefits from Bio-Oil. Much wrinkled and sagging skin is caused by the weakening of the collagen and elastin support system in the dermis. Bio-Oil helps soften and smooth the skin, making it more supple and reducing the appearance of wrinkles.Bio-Oil also does a wonderful job at moisturizing and has sufficient moisturizing properties so as to render an additional moisturizer unnecessary.Non-Acnegenic and Hypo-AllergenicBio-Oil is a non-acnegenic and hypo-allergenic product, meaning it has a decreased tendency to cause allergies and acne, and it is safe for use on sensitive skin.",
    "itemID": "B000VPPUEA",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 828
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 3.92,
    "brand": "Bio"
  },
  {
    "title": "Aztec Secrets: Indian Healing Bentonite Clay, 2 lbs",
    "description": "Indian Healing Clay by Aztec Secret 2 lbs Clay How Aztec Secret Works Indian Healing Clay Clays have been used for centuries to beautify and refresh when used as a facial mask. Cleopatra used clay from the Nile river and the Arabian desert over 1800 years ago as part of her beauty ritual. German and Roman spas have been using clay packs and treatments in the spas they built 4 000 years ago. Many of these spas still exist and use clay even today. Pliney the Elder devoted an entire chapter of his Natural History to the many uses of clay for pimples black heads and skin tightening. Many famous naturopaths such as Kuhn Just and Kneipp have contributed to the revival of the uses of clay through their natural treatments for arthritus and skin ailgments. Aztec Indian Healing Clay A Brief History - The Worlds Most Powerful Facial The use of clay with apple cider vinegar can be dated back to the southern French priest of the16th century Kneipp and his natural treatments using clay packs and po",
    "itemID": "B000ZMBSPE",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 142
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 10.31,
    "brand": "Aztec Secret"
  }
]