[
  {
    "title": "Diamonds and Sapphires by Elizabeth Taylor for Women, Eau De Toilette Spray, 3.3-Ounce",
    "description": "Introduced in 1993. Fragrance notes: a fresh cut floral bouquet of lily of the valley, rose, ylang-ylang, jasmine and spice.  A later hint of musky sandalwood. Recommended use: daytime.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000C1Z4WG",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 11998
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Toilette"
      ]
    ],
    "price": 13.04,
    "brand": "Elizabeth Taylor"
  },
  {
    "title": "Concha Nacar De Perlop Natural Bleach Cream, 2 Ounce",
    "description": "This unique bleaching cream formula is concha nacre's signature item. This is a natural bleaching cream that has many different uses. It's mainly used to whiten the skin, to aid in removing unwanted blemishes, spots, scars and dark patches, while at the same time it removes impurities and cleanses the pores. It does an overall great job of beautifying the skin.",
    "itemID": "B000XPC8MA",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 2978
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 6.95,
    "brand": "Perlop Cosmetics"
  },
  {
    "title": "Olay Complete All Day Moisturizer With Sunscreen Broad Spectrum SPF 15 - Sensitive 4 Fl Oz",
    "description": "Caring for sensitive skin is simple  if you have the right moisturizer. Olay Complete All Day Moisturizer with Sunscreen for Sensitive Skin gently helps you maintain a healthy, beautiful-looking appearance. This lightweight, fast-absorbing lotion gives your skin 12 hours of long-lasting hydration. Plus, it contains broad-spectrum SPF sunscreen to provide protection from the sun's harmful rays. Your skin will even love its gentle, 100% oil-free, fragrance-free and PABA-free formula.Designed for sensitive skin by Olay skin experts to help prevent premature aging, Olay Complete All Day Moisturizer with Sunscreen for Sensitive Skin conditions your skins surface with vitamin E and Aloe, and provides 12 hours of moisturization. The formula is also non-comedogenic, which means it won't clog your pores.To keep your sensitive skin looking and feeling fresh and healthy, use Olay Complete All Day Moisturizer with Sunscreen for Sensitive Skin every day. And when youre planning to be out and about, just apply it liberally 15 minutes before sun exposure and reapply every 2 hours if you remain outdoors. Its that easy.",
    "itemID": "B000052YQ2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 10.7,
    "brand": "Olay"
  }
]