[
  {
    "title": "SHANY 28 color Blush palette - Blush it, contour it and shade it - all in one",
    "description": "You can use all the colors as eyeshadow, however they are designed for professional who use different shades when using blush to make adifferent in age and face structure. This is one of the BEST of SHANY, colors are picked by professional artists , they are the most usefull and everyday color of every women. great and light weighted case will allow you to carry it around every where with no hassle.",
    "itemID": "B003VSDR7Q",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 367388
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Kleancolor Neon Nail Lacquer - Candy Cast - Mini Collection (NPC593)",
    "description": "KleanColor presents its long wearing and chip-resistant Nail Lacquers in petite, travel-friendly size. The set features bright neon colors for playfulness to complete the look of sweet girl who enjoys her creativity.",
    "itemID": "B004NYSL9Q",
    "helpful": [
      21,
      21
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 5224
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 5.66,
    "brand": "Kleancolor"
  },
  {
    "title": "SHANY XXL Image Plates - Bundle Set - 2 Large Image Plates Nail stamping 480 designs",
    "description": "It's the largest image plate available in the market, it contains over 240 designs on each, each plates carry a variety of different shapes, marks and design. Shany axle image plates are made from tempered stainless steel, unlike others they have sides and corner protection so you wont cut your hand wile working. The plate comes with a thin layer of blue file to protect the designs from scratches, make sure to remove the layer before using the plate. This plate and shiny stamper and shiny nail art means heaven. Its hours of fun with nail decoration, why pay salons for nail decorations when you can have the whole system at fraction of that price. Shany products are protected us trademark and every shiny product comes with shiny logo and inside shiny packaging.",
    "itemID": "B004VB48LQ",
    "helpful": [
      0,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 186558
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Art"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]