[
  {
    "title": "Fairy Tales Repel Conditioning Spray, Rosemary, 8 Fluid Ounce",
    "description": "This ground breaking formula blends organic oils of rosemary, citronella, tea tree, lemongrass, peppermint, sage and others to help keep lice and other insects away. Loaded with vitamin B-5 and aloe, rosemary repel leave-in conditioning spray detangles, conditions, and seals and protects the hair from unwanted elements. This is the must have product to use each morning before school, day care, and camp. Spray the hair, neck, behind ears and tops of shoulders for maximum lice prevention",
    "itemID": "B000O7JK0A",
    "helpful": [
      0,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 1002
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 6.33,
    "brand": "Fairy Tales"
  },
  {
    "title": "theBalm - Hot Mama! Shadow/Blush 7.08g /POIDS NET WT. 0.25 OZ",
    "description": "Hot Mama provides subtle color for the eyes and cheeks in a warm rosy tone. This convenient flip-up compact puts beauty at your finger tips, while the magnetic case keeps the makeup clean and safe in your purse or pocket. This dynamic color blends well with most skin tones for a naturally sunny appearance.",
    "itemID": "B000PHRIQM",
    "helpful": [
      2,
      2
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 1735
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Bronzers & Highlighters"
      ]
    ],
    "price": 11.7,
    "brand": "theBalm"
  },
  {
    "title": "Cheeky Crystal Nail Files, Set of 3 (Sun, Pink Panther and Ocean Breeze)",
    "description": "Set of 3 Crystal Glass Nail FilesThese Cheeky nail files are made with a tough Crystal Glass abrasive surface making them extremely long lasting.They can be cleaned using hot waterIdeal for natural or acrylic nails.Use to shape newly cut nails ensuring that movement is from the centre of the nail outwards to ensure a smooth finish.Becoming an official \"Cheeky Chick\"Cheeky is a lady's best friend!It is a one stop shop for ladies beauty needs such as: makeup, nails, personal care products or innovative beauty gadgets, all are only few clicks away when shopping on our Cheeky shop.Cheeky's famous high quality products and services are guaranteed with every purchase of one of our products.After the purchase of your first Cheeky item, you will become an official \"Cheeky Chick\" and most likely develop severe addiction to Cheeky's products.You will find that enjoyable shopping experience, excellent service and stylish high quality products can be bought at a fair price.Please note that we offer fast (from the UK) and slow (from China) shipping options for your convenience. Please select your most suitable shipping option according to your needs and budget.",
    "itemID": "B005WTITNO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 21642
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Files & Buffers"
      ]
    ],
    "price": 6.49,
    "brand": NaN
  }
]