[
  {
    "title": "Nail Art Stamping Kit- 100 Manicure Plate Set with Polish Stamper and Scraper by Salon Designs",
    "description": "Nail Art Polish Stamping Manicure Kit- 100 Plate Set with Stamper and Scraper by Salon Designs: This professional set includes 100 unique plates, scraper, and stamper- everything you need to create your own beautiful nail art. Each stainless steel plate features 6 to 10 designs and comes with a protective blue film.  This kit saves you time and money- no more trips to the salon! Includes a mix of individual images, full nail, and french tip designs.",
    "itemID": "B00A3C06XG",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7555
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 34.99,
    "brand": NaN
  },
  {
    "title": "Kleancolor Nail Lacquers 6 Colors - Set 5 (Warming Gold)",
    "description": "Trend-setting shades with a top-quality formula long-lasting, chip-resistant nail lacquer. The nail lacquer's precision point striping brush helps to make endless designs. Professional quality paint to create vibrant design. Do creative designs, seal with a top coat. The nail lacquer with the brush is perfect for both beginners and professionals.",
    "itemID": "B004DC2PM2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 19176
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 7.99,
    "brand": "Kleancolor"
  },
  {
    "title": "Kleancolor Nail Polish HOLO SET! Lot of 6 Lacquer + Free Earring Gift",
    "description": "Trend-setting shades with a top-quality formula long-lasting, chip-resistant nail lacquer. With high quality vivid colors for the perfect manicure.Almost available in every imaginable color under the sun! Formulated for long-lasting wear, with no lumps, clumps, or lines The superb applicator brush picks up just the right amount of polish and smoothly applies on nails. Quick-dry formula.- 6 Different Colors : #94 Holo Chrome, #134 Holo Pink, #135 Holo Blue, #136 Holo Green, #137 Holo Yellow, #138 Holo Orange",
    "itemID": "B00BRGR752",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2618
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 5.95,
    "brand": "Kleancolor"
  }
]