[
  {
    "title": "Giovanni Invigorating Shampoo, Tea Tree Triple Treat, 8.5-Ounce Bottles (Pack of 3)",
    "description": "Enriched with certified organic botanicals. No animal by-products. Cruelty free. Increases scalp circulation for a refreshed, renewed feeling. Removes all traces of dirt, oils, and build up. Alleviates dry, flaking scalp with organic peppermint botanicals. Contains no laurel/laureth sulfates. Shampoo should clean your hair. Really good shampoo should make you tingle from had to toe. With Tea Tree Triple Treat Shampoo, invigorating ingredients wash in rejuvenation while washing away the previous day. You're left with something rich, something clean. Something incredibly stimulating for hair and mind. Think about it. Made in U.S.A.",
    "itemID": "B001ET788S",
    "helpful": [
      6,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1529
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 14.74,
    "brand": "Giovanni Cosmetics, Inc."
  },
  {
    "title": "JASON C-Effects Super-C Cleanser, 6 Ounce Bottles (Pack of 2)",
    "description": "In 1959, a group of independent thinkers drew upon the pioneering spirit that was so much a part of their California heritage and set out on a road of rediscovery. Theirs was a path back to natural ingredients proven safer and proven to work together in naturally effective ways. And so the J&#x100;S&#xD6;N&#xA0;(which means \"healer\" in Greek) brand was born. The&#xA0;J&#x100;S&#xD6;N&#xA0;team meticulously created&#xA0;body loving products&#xA0;- at first just for their own family and friends - staying true to the&#xA0;J&#x100;S&#xD6;N&#xA0;Code of Honor: select safe, wholesome, natural ingredients, rigorously test every formula to ensure safety and efficacy, never test on animals, and constantly innovate and improve. As one generation has given way to the next,&#xA0;J&#x100;S&#xD6;N&#xA0;products have remained on the path forged by the brand&#x2019;s founders, committed to discovering even more ways to offer personal care solutions safer for us, our families and our planet. J&#x100;S&#xD6;N is a&#xA0;natural pioneer since 1959.",
    "itemID": "B001EWEP7C",
    "helpful": [
      9,
      10
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 177552
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Gels"
      ]
    ],
    "price": 19.22,
    "brand": "Jason Natural"
  },
  {
    "title": "Avalon Organics CoQ10 Repair Wrinkle Defense Night Cr&egrave;me, 1.75 Ounce Bottle",
    "description": "It's in our name: Avalon Organics. Our commitment to organic agriculture extends beyond personal care formulation to a passion for home-grown sustainability, a cleaner global environment and, of course, personal health. Our dedication to these ideals is summarized in our pledge,&#xA0;Consciousness in Cosmetics: To honor our bodies and the world we live in by creating an extraordinary range of truly effective personal care products that are inherently pure, safe and certified to the Standard for Personal Care Products Containing Organic Ingredients. Each of our products is made with organic ingredients, including botanicals, extracts and essential oils. We honor ourselves, our planet and our users with the Consciousness in Cosmetics promise. We urge you to take time to honor yourself every day.",
    "itemID": "B000QFCQCO",
    "helpful": [
      3,
      3
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 17651
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Night Creams"
      ]
    ],
    "price": 14.49,
    "brand": "Avalon Organics"
  }
]