[
  {
    "title": "DKNY BE DELICIOUS by Donna Karan Womens EAU DE PARFUM SPRAY 1 OZ",
    "description": "Launched by the design house of Donna Karan in 2004, DKNY BE DELICIOUS by Donna Karan is classified as a  fragrance.  This feminine scent posesses a blend of: cucumber, white muguet, violet, magnolia, apple, grapefruit, tuberose, woods, rose  It is recomm",
    "itemID": "B000AAC8VO",
    "helpful": [
      10,
      11
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 107310
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 30.41,
    "brand": "Donna Karan"
  },
  {
    "title": "NeoStrata Ultra Smoothing Cream AHA 10, 1.4 Ounce",
    "description": "Take your skin care regimen to a higher level with NeoStrata ultra smoothing cream AHA 10. This antioxidant exfoliating cream uses alpha hydroxy acids to visibly reduce fine lines and wrinkles and restore smooth radiance for a more youthful appearance. This anti aging face cream is ideal for first time alpha hydroxy acid (AHA) users to target the prevention and correction of photo aging skin. Formulated with 8% glycolic acid and 2% citric acid.",
    "itemID": "B000B82TD2",
    "helpful": [
      1,
      4
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 13111
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 27.98,
    "brand": "NeoStrata"
  },
  {
    "title": "Olay Total Effects Anti-Aging Fragrance Free Moisturizer 1.7 Fl Oz",
    "description": "For those concerned about multiple signs of aging, this daily non-fragrance and non-color facial moisturizer provides the benefit of 7 anti-aging therapies in 1 formula. Line Minimization: Reduces the appearance of fine wrinkles. Nourishing Moisturization: For a radiant, healthy glow. Tone Enhancement: Balances color & reduces appearance of age spots. Gentle Exfoliation: Smoothes and evens skin texture. Pore Refinement: Minimizes the appearance of pores. Free Radical Defense: Helps prevent damage to skin&rsquo;s surface. Subtle Lifting: Hydrates for firmer skin appearance. Visibly younger-looking skin with an appearance that&rsquo;s more resilient to aging. It provides the total anti-aging power of moisture fused with vitamins and anti-oxidants. THIS EXCLUSIVE FORMULA IS: Color and Fragrance-Free, Dermatologically tested, Non-Comedogenic (won&rsquo;t clog pores), Oil-free and Fast-Absorbing.",
    "itemID": "B0000536P4",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1730
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 7.99,
    "brand": "Olay"
  }
]