[
  {
    "title": "Cocoa Butter with jojoba oil - 100% Pure 6.5 fl.oz",
    "description": "100% Pure  Multi-Purpose Moisturizer  Condition: Skin in need of a multi-purpose, whole body moisturizer.  Solution: 100% Pure Cocoa Butter is an all natural moisturizer that's safe for use on even the most sensitive skin types. It is popular for sunburn, dry chapped skin, scar tissue and stretch marks. In its natural state, cocoa butter is solid at room temperature, and may vary in color and appearance. NOW&#xAE; 100% Pure Cocoa Butter is food grade.  From Tree to Bar...And Beyond: Cocoa  Product FAQ's",
    "itemID": "B00028MLHA",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 72184
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 6.49,
    "brand": "Now Foods"
  },
  {
    "title": "NOW Solutions Castor Oil, 100 % Pure, 16 ounce",
    "description": "Condition:  In need of an all-natural emollient.  Solution:  100% Pure Castor Oil is expeller-pressed from the seed of Ricinus communisand is virtually odorless and tasteless.  While it's applicable in many other areas of wellness, Castor Oil is considered by many to be one of the finest natural skin emollients available today.  Also known as Palma Christi (the \"Palm of Christ\"), castor oil celebrates a history of use that dates back to biblical times.  Since then, it has been used therapeutically to help support and soften healthy skin and hair, and is commonly used in some of today's most popular cosmetic and beauty formulas.  NOW&#xAE; Solutions is the next step in the evolution of personal care products.  This comprehensive natural line encompasses anti-aging moisturizers and serums, bath and body gels, shampoos and conditioners, oral care, skin care, and essential oils. all of which are formulated with the finest functional ingredients from around the world.  NOW&#xAE; Solutions products avoid harsh chemicals and synthetic ingredients in all of our formulations, to provide a more natural product line.",
    "itemID": "B0013TM9UQ",
    "helpful": [
      0,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Health & Personal Care": 142
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 9.78,
    "brand": "Now Foods"
  },
  {
    "title": "NOW Foods Rose Hip Seed Oil, 1 ounce",
    "description": "Rich in Omega-6 essential fatty acids, Rose Hip Seed Oil continues to serve as one of the personal care industry's most sought-after&#xA0;natural oils.&#xA0; NOW&#xAE; Rose Hip Seed Oil is 100% Pure and Natural, and extracted from the seeds of Rose mosqueta.",
    "itemID": "B0014UAHQW",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Health & Personal Care": 1109
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 6.71,
    "brand": "Now Foods"
  }
]