[
  {
    "title": "Freeman Cucumber Facial Peel-Off Mask - 6 oz",
    "description": "Clarifies and Renews SkinMade with natural, botanical ingredients, new Freeman Feeling Beautiful is a full range of skin and body care products to help you look and feel your best. This clarifying mask gently peels away impurities while Cucumber extract leaves your skin smooth and silky.Made in USA",
    "itemID": "B00005NFBJ",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1326
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 6.54,
    "brand": "Freeman"
  },
  {
    "title": "CoverGirl Professional All In One Straight Brush Mascara, Black 010, 0.3 Ounce",
    "description": "",
    "itemID": "B00112AFHO",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 64380
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 1.99,
    "brand": "COVERGIRL"
  },
  {
    "title": "Village Naturals Bath Shoppe White Tea &amp; Jasmine Body Soak 31 oz",
    "description": "Village Naturals has a long heritage of crafting bath products with care, using wholesome ingredients and great fragrances. Village Naturals Bath Shoppe offers the best products for your bath time routine, whether you bathe every day or only when you need to relax and unwind.\n\nOur Body Soak is enriched with a special blend of DEAD SEA SALTS, VITAMINS and MINERALS to soften your bath water and your skin. The formula relieves sore muscles, detoxifies skin and helps improve circulation. The fragrance lingers in your bathroom long after bath time for enhanced relaxation. Experience the entire line of Village Naturals Bath Shoppe products including Foaming Milk Bath and Body Soak in five luxurious fragrances.\n\nWe never test on animals or use animal-derived ingredients.",
    "itemID": "B001BVGJPC",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 14446
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bath",
        "Minerals & Salts"
      ]
    ],
    "price": 1.38,
    "brand": "Village Naturals"
  }
]