[
  {
    "title": "Benefit Cosmetics Full-Finish Lipstick Espionage",
    "description": "What it is:A full-finish lipstick.What it does:Your search for the perfect lipstick is over: Benefit Love Your Look Lipstick is a range of sumptuous shades for the lip that longs for full, rich color. Benefit's Love Your Look Makeup to Match Your Lifestyle collection takes the guesswork out of gorgeous. Choose from three unique looks: The Lana (light neutral shades), The Gabbi (medium neutral shades), and The Betty (deep neutral shades).What else you need to know:Now that your lips are flaunt-able, find a complementary Love Your Look creaseless cream shadow/liner and sheer cream blusher to complete your look. Go for a \"lifestyle look\" or, be daring and mix and match. All of the beautiful shades for lips, eyes, and cheeks will let you create the look you want. Plus, you'll love the hidden surprise: a \"beauty fortune\" inside every package.",
    "itemID": "B0019W219G",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 320102
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 30.6,
    "brand": NaN
  },
  {
    "title": "Travalo Travel Spray by Travalo Mini Travel Refillable Spray with Cap Refills from Any Fragrance Bottle (Sleek Silver) .135 oz for Women",
    "description": "Travalo Travel Spray by Travalo Mini Travel Refillable Spray with Cap Refills from Any Fragrance Bottle (Sleek Silver) .135 oz for Women We all wish we could take our favorite colognes and perfumes wherever we go, but decanting is just too messy. Now Travalo, a company based in the U.K. offers smaller travel-size flacons that are refillable. This is the perfect size for a pocket, for airport travel or a handbag. This great item is available in a wide range of colors and hold up to 50 sprays of your favorite scent. So now you are scent to go...",
    "itemID": "B002FQKKBQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7703
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 9.49,
    "brand": "Travalo"
  },
  {
    "title": "Bioderma Sensibio H2O micelle solution (English Version) and Crealine H2o Micelle Solution (French Version) 500 ml",
    "description": "&#x2022; At the cutting edge of innovation, BIODERMA has pioneered micellar solutions. Specially formulated for sensitive, normal to dry skins, the Sensibio H2O micelle solution gently cleanses face and eyes. It removes water-resistant make-up.\nThe micelles contained in its formula effectively micro-emulsify impurities while maintaining the skin's balance (soap-free, physiological pH).\n\n&#x2022; Soothing and decongesting active ingredients prevent the feelings of irritation often caused by cleansing.\n\n&#x2022; Sensibio H2O guarantees excellent cutaneous and ocular tolerance (tested under ophthalmological supervision).\n\nDirections for use:\nSensibio H2O is an ultra-mild cleansing formula, use it with the utmost care.\nSoak a cotton pad with Sensibio H2O and cleanse the face and eyes and/or remove any make-up.\nRepeat the application until the cotton pad remains clean.\n\n&#x2022; Sensibio H2O needs no rinsing, but it is essential to dry your skin. Dry gently. Dab your face with a clean cotton towel.\n\n&#x2022; Sensibio H2O can be used daily, morning and evening.\n\nProperties:\nFragrance-free formula.\nAlcohol-free. No phenoxyethanol.\n500 ml bottle.\n\n\nIngredients:\nWATER (AQUA), PEG-6 CAPRYLIC/CAPRIC GLYCERIDES, PROPYLENE GLYCOL, CUCUMIS SATIVUS (CUCUMBER) FRUIT EXTRACT, MANNITOL, XYLITOL, RHAMNOSE, FRUCTOOLIGOSACCHARIDES, DISODIUM EDTA, CETRIMONIUM BROMIDE.",
    "itemID": "B003GE49A4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3113
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 31.1,
    "brand": "Bioderma"
  }
]