[
  {
    "title": "18pcs Hair Rollers Snail Rolls Styling Curler Tools, Easy At Home DIY Natural Way",
    "description": "Do you dream of having glamorous, Veronica Lake style hair? Using these rollers & curlers is a simple way to give your hair lift, body and a head full of beautiful curls or waves! With it you'll be able to roll your hair quickly and easily and achieve movie starlet worthy hair.",
    "itemID": "B008G43216",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 22543
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Rollers"
      ]
    ],
    "price": 5.69,
    "brand": "Winstonia"
  },
  {
    "title": "Stylish 48 Color Eyeshadow Moon Style Design Makeup Kit Palette",
    "description": "This 48 Eye shadow Markup kit is all you need to bring out the perfect look for your eyes. . All Colors comes packed in a Black Snap on Pallette Casing. Perfect for any road trip and Daily use. This palette .has all the colors you need to recreate sophisticated or edgy looks for day and night",
    "itemID": "B00A8WQKAO",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6882
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 5.95,
    "brand": NaN
  },
  {
    "title": "63cm Long Zipper Beige+pink Wavy Cosplay Hair Wig Rw157",
    "description": "LENGTH :70cm/27.55inchColor:mix colorEST. SHIPPING WT. :310gMaterial : Synthetic High Temp FiberCap Construction: CaplessCap Size: Average1.The size is adjustable and no pins or tape should be required. It should be fit on most people. All you should need to do is adjust the hooks inside the cap to the correct size to suit your head.2.Please be aware that colors might look slightly different in person due to camera quality and monitor settings. Stock photos are taken in natural light with no flash.3.Please ask all the questions prior to purchasing. I will replace defective items, please indicate the problem to me before returning. I provide 30 days return/exchange policy as satisfaction guarantee from the day buyer purchases the product.",
    "itemID": "B007IY97U0",
    "helpful": [
      5,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2236
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Wigs"
      ]
    ],
    "price": 11.83,
    "brand": "Generic"
  }
]