[
  {
    "title": "Bundle Monster 25pc Nail Art Nailart Polish Stamping Manicure Plates Image Designs Accessories Kit - 2012 Collection",
    "description": "Back by popular demand! Bundle Monster proudly presents its newest 2012 collection. This nail plate set comes with 25 plates featuring 6 designs on each plate equaling a total of 150 designs. This variety set which are plates BM301 to BM325, focuses on a great selection of full nail and individual designs. All designs featured in this set is NOT reduplicated in any of our other nail plate sets to give you the most bang for your buck! Nail stamping plates are great for professional nail designers or DIY nail enthusiasts. You may give them away as gifts or start a nail party of your very own inviting friends and family to enjoy in the FUN of nail stamping! PACKAGE CONTENT: 25 Nail Art Image Plates *ONLY*. SCRAPER AND STAMPER are not included and must be purchased in order to use plates properly. PLATE SPECS: Plate Dimension: 5.5cm in Diameter. Make and Finish: Made of Stainless Steel and has a shiny, glossy finish with a \"Bundle Monster\" paper backing. **INSTRUCTIONS FOR NAIL STAMPING: 1. Apply polish on image plate design. 2. Using the scraper, scrape off the excessive nail polish. 3. Stamp the image in rolling motion. 4. Stamp design on nail smoothly. Done ! ***NOTE: Before use, peel off the tight protective blue plastic on top of each plate. All image designs featured in this set are authentically created and designed in-house by Bundle Monster EXCUSIVELY. Each design is protected by copyright laws.*** Bundle Monster is a registered trademark of Remy Collections LLC and is exclusively distributed by Bundle Monster. Bundle Monster trademark is protected by Trademark Law.",
    "itemID": "B008AMKZUU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 16773
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 21.99,
    "brand": NaN
  },
  {
    "title": "SHANY 2012 Nail Art Polish Stamp Manicure Image Plates set of 25pcs",
    "description": "The original Shany image plates, designed and created by Shany, in set of 25 image plates, each plates measure about 1.8 inch with sanded edges for easy handling and protective nylon screen on each. All image plates are from stainless steel. All designs are from 2011 collection and you will get 25 image plates with 6 to 10 design on each. For easy instruction check the pictures to learn how easy it can be to put some art on your nail without going to salon. Shany image plate kit comes with Shany logo and trademark.",
    "itemID": "B004DK0UDA",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 4803
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 16.99,
    "brand": "SHANY Cosmetics"
  },
  {
    "title": "Dotting 5 X 2 Way Marbleizing Dotting Pen Set for Nail Art Manicure Pedicure, 4 Ounce",
    "description": "5 X 2 way marbleizing dotting pen set for nail art manicure pedicure in 10 different shape.",
    "itemID": "B004OHQR1Q",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 39
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 2.1,
    "brand": "Dotting"
  }
]