[
  {
    "title": "Conair Xtreme Instant Heat Multisized Hot Rollers, Pink",
    "description": "Quick to heat and gentle on your hair, these hot rollers make it easy to curl hair every day instead of just on special occasions. Rollers heat up in just two minutes from their ionic port and are charged with ionic energy, which protects your hair from frizziness and static and actually promotes conditioning and shine while you curl. Each roller has stay-cool plastic ends on either side that are easy to grasp and protect hands from the heat while winding sections of hair. The kit includes eight jumbo-sized rollers for soft, sophisticated-looking curls; six large rollers for creating loose, bouncy curls on medium-length hair; and six medium-sized rollers for creating tighter curls or for use on shorter hair. The rollers also come with twenty lightweight hair clips to hold them in place without leaving any noticeable crimp marks in your curls. This hair setter is covered by Conair under a 1-year limited warranty.--Cristina Vaamonde",
    "itemID": "B00007M0CP",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4173
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Rollers"
      ]
    ],
    "price": 27.78,
    "brand": "Conair"
  },
  {
    "title": "Revlon Precision Lash Adhesive 0.17 fl oz",
    "description": "Revlon Precision Lash Adhesive 0.17 fl oz",
    "itemID": "B003TTB4SG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2066
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 9.39,
    "brand": "Revlon"
  },
  {
    "title": "SODIAL(R) 20 Pairs Regular Long and Thick Eyelashes Style 1 and 2",
    "description": "Brand new.20 Pairs of eyelashes. 2 StylesCan be reused a few times if handled properlyGlue is not includedCreate a feminine look by enhancing your eyelash length with these false lashes!You may need to cut away the excess at the ends that keeps eyelashes in place in the box or cut down to desired length for best results.NOTE: Style 1 - thick eyelashes - may not be suitable for everyday use.Great for show, party or if you are into dramatic look.You may find other customer's reviews helpful in deciding if these are for you.",
    "itemID": "B008YAV0A2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 95949
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 6.99,
    "brand": NaN
  }
]