[
  {
    "title": "Black Long False Eyelashes (10 Pairs)",
    "description": "We believe it's your eyes that make you look amazing until you're wearing some of our fantastic and natural looking eyelashes. For party and daily use. Simple to use and comfortable to wear. Can be removed by eye makeup removerFEATURES:False Eyelashes are highly recommended by celebrities, makeup artists, beauty blogs, TV shows, fashion in house.10 pairs of eyelashes in natural style.Thickening your eyelashes make them look more curlyPopular high-quality and soft handmade false eyelashesHow to use: 1. Carefully remove the eyelashes from the box 2. Trim to suitable length and width if necessary 3. Add eyelash glue along the false eyelashes root with cotton bud 4. Hold the eyelashes on the root of your natural lashes with pressure 5. You can apply eye shadow or eyeliner to make your eyes look more natural. To remove, gently peel false eyelashes band off lid, starting at outer corner.",
    "itemID": "B00521MSJS",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 5213
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 1.99,
    "brand": "BTArtbox"
  },
  {
    "title": "350buy Basic Acrylic 6 Powder Liquid KITS NAIL ART TIP KIT 6 Glitter Tool",
    "description": "6 different colors acrylic powder with extra 1 Super Size bottle of clear color Package with acrylic liquid and glass dish, ready for use Pour acrylic liquid into the dappen dish, use nail art pen to dap some acrylic powder and then dap into the acrylic liquid Package Include: 1 x Acrylic powder (Clear) 1 x Acrylic liquid (75ml) 6 x Caried colors of acrylic powder 6 x Nail glitter powders 1 x 12 varied colors of rhinestones 1 x 12 varied colors of nail art ball 2 x Toe seperators 10 x Wooden sticks 1 x Nail glue 1 x Small nail cleaning brush 1 x Sable acrylic brush #8 1 x 4-way buffer block 1 x Sanding file 20 x Transparent false nail 20 x White french false nail",
    "itemID": "B0092KGYEA",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6737
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 10.32,
    "brand": "Omagazee"
  },
  {
    "title": "1 BOX 12 gold silver foil paillette nail art DIY Ongles",
    "description": "Each case with 1 pcsEasy to apply on natural or artificial nails, Party makeupCharms that makes you wonderful nail art and makeup",
    "itemID": "B009D9O6YA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7647
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments"
      ]
    ],
    "price": 3.12,
    "brand": "HongNuo"
  }
]