[
  {
    "title": "Hot Tools&reg; Tourmaline Tools 3/4&quot; Curling Iron (#2101) [Health and Beauty]",
    "description": NaN,
    "itemID": "B000PHZ26K",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 249735
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Curling Irons"
      ]
    ],
    "price": 39.42,
    "brand": "Hot Tools"
  },
  {
    "title": "Skin QR Organics L'or de la Mer Organic Anti Cellulite Body Blaster Scrub with Seaweed, 12oz",
    "description": "Cellulite is not simple fat, but a way in which your body reacts to a build-up of toxins in the connective tissue in the skin. This then manifests as a honeycomb web of waterlogged and toxin filled tissue. Circulation of the lymphatic system and of the venous system, blood flow and capillary integrity are crucial to improve the situation.\nThis body scrub with combination of sugar and salt enriched with plethora of not only skin smoothing ingredients but also flub busting extracts. Seaweed is a rich source of organic proteins, minerals and vitamins including vitamins B12 (not found in land plants), vitamin E, and other nutrients. When applied to the skin, Seaweed acts as a powerful detoxifier that draws out toxins and impurities while adding beneficial nutrients. It's used to stimulate the body's circulation which helps to minimize cellulite while infusing the skin with moisture for a healthy glowing skin. Blend of Butchers broom, Bladderwrack, Horsetail and Horse chestnut promote smooth muscle contractions and draw out toxins, proven to increase circulation and also improve skin tone, therefore reduce cellulite. Juniper berry helps to detoxify and clear congested skin, making it an excellent aid to help clear cellulite and to return the tissue to normal functioning. Its safe yet dependable diuretic effects help to clear the skin, not only from unwanted toxins, but also from excess water in the tissue. Ivy Extract contains Hederin - an active saponin that is responsible for blood vessel protection and helps to reabsorb the edemas present in the initial stages of cellulite. It furthermore has great anti-inflammatory and pain killing properties as well as assisting with circulatory which helps other components to be absorbed by the skin.\n\nWarning: Persons with an allergy to iodine should avoid using this product.\n\nFor best results we recommend to use this products together with Nuelle Triple Action Anti Cellulite Concentrate and Phat QR Body Massager.",
    "itemID": "B003J4TJTM",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9249
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 32.0,
    "brand": NaN
  },
  {
    "title": "NuElle Triple Action Anti Cellulite Concentrate, 5oz",
    "description": "Our fabulous creation NuElle contains a cocktail of 25 well known flub busters that assist in weight loss and cellulite reduction, like caffeine, L'Carnitine, Butcher's Broom, Bladderwrack, Ivy and many others. Formulated to work both on the surface and in depth, this revolutionary treatment has multiple performance that can be seen with the naked eye within 2-3 weeks. Firming on the surface, detoxifying on the inside, reducing water retention and fat cell clusters, while improving circulation and overall appearance of the skin. Directions: Apply in circular motions twice a day, on all affected areas, specially on thighs, buttocks, stomach - to help to reduce the appearance of cellulite. (Preferably two hours after eating or one hour before meal. Your body will only burn fat when it has none in the bloodstream.) This product creates slight \"sauna\" effect that may cause you to sweat more on the areas where the product was applied. Warning: Use only as directed. Do not ingest. Keep out of reach of children. Due to diuretic effect this product may cause, we do not recommend this product for use while pregnant. For best resits we suggest to use it with our L'or de la Mer Organic Anti Cellulite Body Blaster Scrub with Seaweed and Phat QR Body Massager.",
    "itemID": "B003UJHSUI",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6914
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Creams"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]