[
  {
    "title": "No Rinse Shampoo - 16 floz (473.1 mL)",
    "description": "16 oz Bottle",
    "itemID": "B00008KA7P",
    "helpful": [
      3,
      4
    ],
    "overall": 1.0,
    "salesRank": {
      "Health & Personal Care": 3934
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 8.97,
    "brand": "Clean Life Products"
  },
  {
    "title": "Maybelline New York Expert Wear Eyeshadow Quads, Chai Latte 22q, 0.17 Ounce",
    "description": "Easy to use. lots to choose. Just sweep the brush x4. Four coordinating shades with step by step application guide makes shadow easier than ever. All day crease proof wear. Glides on effortlessly with superior smoothness. Velvet tip applicator blends without tugging or pulling. Safe for sensitive eyes and contact lens wearers, ophthalmologist tested.",
    "itemID": "B001KYPZRS",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9485
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 6.95,
    "brand": "Maybelline"
  },
  {
    "title": "EcoTools Domed Bronzer Brush",
    "description": "This makeup brush creates a natural-looking, sun-kissed glow. The plush, round head provides a smooth, one-sweep application of bronzer or blush. Apply where the sun would naturally hit to warm up your look. synthetic bristles are cruelty free. Experience the incredibly soft touch of cruelty-free bristles EcoTools beauty solutions promote Living Beautifully! We are inspired by beauty inside and out, and in the world around us. While we always want to look our best, we feel even better when we can make earth-conscious choices. EcoTools remains a favorite of celebrities, beauty editors and women around the world.  Best known for our incredibly soft cosmetic brushes, and  handles, we take pride in offering a collection of cosmetic makeup brushes, hairbrushes, lashes and bath products that feature innovative,  materials. Our includes natural materials, reusable pouches, post-consumer recycled paper and plastic, and recyclable packaging. The eco pouch is phthalate-free and PVC-free.  Cleaning your Makeup Brushes Unclean makeup brushes transfer old makeup, germs, and bacteria to your skin each time you use them. Ideally, you should wash them once a week, and here&#x2019;s the best way how:  Run the bristles of makeup brush under warm running water. Careful not to get the ferrules and handles wet. Apply a drop of gentle shampoo or clarifying cleanser to bristles and work into a light lather. Rinse bristles thoroughly under warm, running water. Continue rinsing until water runs clear. Use a cloth to absorb excess water and reshape the bristles Lay your makeup brushes flat or &#x201C;handles up&#x201D; to air dry",
    "itemID": "B0032CDFCS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5849
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 5.25,
    "brand": "EcoTools"
  }
]