[
  {
    "title": "L'Oreal Paris Double Extend Mascara, Blackest Black, 0.33 Ounces",
    "description": "+60% Visibly LongerStep 1:&nbsp; Lash Extender Base-Coat, 0.17 fl oz (5.2ml) - prime, fortify, lengthen.Step 2:&nbsp; Lash Magnifier Color-Coat, 0.16 fl oz (5.0ml) - coat with rich color, magnify.L'Oreal invents New Double Extend Mascara Lash Extender and Magnifier to create long, lush lashes...in just 2 easy steps!Ophthalmologist and allergy testedSuitable for sensitive eyes and contact lens wearersRemoves easily with soap and waterFragrance freeProduct Ingredients:Lash Extender:&nbsp; Water (aqua), Paraffin, Acrylates Copolymer, Beeswax (cera alba), Stearic Acid, Carnauba Wax, Palmitic Acid, Triethanolamine, Phenoxyethanol, Aminomethyl Propanediol, Hydroxyethylcellulose, Acacia Senegal (acacia), Titanium Dioxide (CI 77891), Rayon, Panthenol, Ethylenediamine/Stearyl Dimer Dilinoleate Copolymer, Methylparaben, Simethicone, 2-Oleamido-1,3-Octadecanediol, Isopropylparaben, Isobutylparaben, ButylparabenMagnifier: Water (aqua), Paraffin, Cyclopentasiloxane, Stearic Acid, Beeswax (cera alba), Triethanolamine, Acacia Senegal (acacia), Carnauba Wax (carnauba), Dimethiconol, Hydroxyethylcellulose, Panthenol, Imidazolidinyl Urea, Sodium Polymethacrylate, Methylparaben, Dimethicone Copolyol, Propylparaben, Simethicone, 2-Oleamido-1,3-Octadecanediol, Polyquaternium-10; May Contain: Iron Oxides (CI 77491, CI 77492, CI 77499), Mica, Titanium Dioxide (CI 77891), Carmine (CI 75470), Chromium Hydroxide Green (CI 77289), Chromium Oxide Greens (CI 77288), Ultramarines (CI 77007), Ferric Ferrocyanide (CI 77510)",
    "itemID": "B0000AJ3Q3",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 40967
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 9.99,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "Prestige Total Intensity Eyeliner Long Lasting Intense Color, Powerful Purple, 0.04 Ounce",
    "description": "Prestige cosmetics total intensity eyeliner has intense colors with deep black undertones.  lasts more than 8 hours!  waterproof, smudge proof, transfer proof.  smooth texture for tug proof application.  paraben free.",
    "itemID": "B003OUBGHO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 131654
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyeliner"
      ]
    ],
    "price": 1.36,
    "brand": "Prestige"
  },
  {
    "title": "20 Pairs Regular Long and Thick Eyelashes Style 1 and 2",
    "description": "Create a feminine look by enhancing your eyelash length with these false lashes!",
    "itemID": "B00538TSMU",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 22
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 2.6,
    "brand": "DPNY"
  }
]