[
  {
    "title": "gDiapers Little gPants 2-Pack Orange &amp; Vanilla, Medium",
    "description": "Start up or stock up with gDiapers signature colors for playtime, naptime and snuggle time. The 2-pack is a great way to keep several pairs of gPants on hand for all life&#8217;s little occasions. Use little gPants with gRefills or gCloth. Flush wash or toss with the gDiapers landfill-free diaper system. Available in S, M, L. gDiapers little gPants are designed for use with absorbent, biodegradable gRefills or cloth inserts. gDiapers little gPants + biodegradable gRefill or cloth inserts = one cute bum.  Finally, the best of cloth and disposable in one  diaper. The gDiapers system consists of cotton, washable little gPants, and absorbent refills. Use with either 100% biodegradable gRefills, or washable cloth inserts. Sold separately. Size small fit babies 8 &#8211; 14 lbs, medium 13 -28 lbs, large 26-36 lbs.  Made of breathable material, just like sports clothing: 92% cotton, 8% spandex. Each little gPant comes with one snap-in liner made of highly breathable, waterproof material for less washing, and faster and easier changes.  Because they&#8217;re breathable, your baby is far less likely to get diaper rash.  Easy fit is snug and soft. Your little bug will love the stretch around the waist and legs.  Soft velcro tabs close around the back away from little hands for a great fit without the bulk. Little gPants come in loads of fab colors. Collect them all. 50 million disposable diapers enter the landfill every day. Each one takes up to 500 years to break down. gDiapers biodegradable refills are plastic-free so you can flush or compost (50-150 days) in your garden.  No landfill necessary. No elemental chlorine, no perfumes, no latex and no guilt.",
    "itemID": "B0019I6GFU",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 266538
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Alba Botanica Very Emollient Sunless Tanner, 4 Ounce Tube",
    "description": "Since 1979, Alba Botanica has offered natural, 100% vegetarian personal care products that do beautiful for you, your friends and the animals and Earth you love. This means we DON'T use parabens, sulfates, or phthalates. We make a full range of products packed with potent natural, botanical ingredients that are formulated to nourish the individualized needs of your skin and hair. Because the Alba Botanica is committed to the health and happiness of all furry friends, we never test our products, or the ingredients that go into them, on animals. We recognize the need to be good stewards of all natural resources. So we try to do beautiful by reducing our environmental impact in everything we do as a business, from the field to the final product. We hope that you join our do beautiful campaign. Together we can help to preserve and heal the planet, now and for future generations.",
    "itemID": "B0016J22EQ",
    "helpful": [
      3,
      5
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 16950
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 9.18,
    "brand": "Alba"
  },
  {
    "title": "Remington CI52FO Wrap to Waves Ceramic Hair Styler",
    "description": NaN,
    "itemID": "B0050QJ0YQ",
    "helpful": [
      2,
      2
    ],
    "overall": 2.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Curling Irons"
      ]
    ],
    "price": 34.0,
    "brand": "Remington"
  }
]