[
  {
    "title": "Opi Correct &amp; Clean Up Refillable Corrector Pen 4ml",
    "description": "OPI Correct & Clean Up Refillable Corrector Pen The easy way to clean nail lacquer off cuticles for great-looking nails OPI Correct & Clean Up Refillable Corrector Pen provides precision removal for those unavoidable and inevitable errors made during lacquer application! Including the pen plus one replacement tip OPI Correct & Clean Up Refillable Corrector Pen comes in a handy refillable correct and clean up pen for professional application every time. Directions of use: ?Dab along cuticles to remove traces of nail lacquer. ?Wipe tip on tissue to clean. ?Refill pen by pulling tip out and refill through tip hole with an OPI Polish Remover",
    "itemID": "B00265YNFK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7781
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 4.65,
    "brand": "OPI"
  },
  {
    "title": "Neutrogena Soothing Wrap Body Lotion, Fragrance Free, 8.5 Ounce (Pack of 3)",
    "description": "Neutrogena Soothing Wrap Body Lotion goes beyond ordinary moisturizers--healing and soothing dry itchy skin from the inside and out. Blended with oatmeal, this formula wraps dry skin in comforting moisture for immediate relief of itchy, dry skin, and penetrates for healing of even the driest skin--for comfort that lasts.",
    "itemID": "B002BWOY6G",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 146759
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Monroe Teasing U Brush",
    "description": "Monroe Teasing U Brush is the perfect brush for teasing or backcombing! \n\nThis excellent quality brush has wood handle with 3 levels of 100% boar bristle. It is extremely efficient and the favorite among stylists!",
    "itemID": "B002C794DS",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 171347
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Brushes"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]