[
  {
    "title": "Scunci No-slip Grip Oval Snap Clips, 8cm, 3-Count",
    "description": "With scunci no-slip grip clippies at her fingertips a woman should never have a bad hair day. snap one of these oval clippies into place and your style stays all day. these easy to apply clips feature a rubber sleeve with our no-slip technology, so once you've put them in, they stay in. ideal for updos or side accents they secure stray strands with aplomb. 3 pack of neutral shades for casual style.",
    "itemID": "B000XYD7CG",
    "helpful": [
      2,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 59826
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Clips"
      ]
    ],
    "price": 4.99,
    "brand": "Scunci"
  },
  {
    "title": "Lemongrass + Argan Stem Cell Shampoo - 8 oz - Liquid",
    "description": "Lemongrass + Argan Stem Cell Shampoo by Acure Organics 8 oz Liquid Lemongrass Argan Stem Cell Shampoo 8 oz Liquid Product This clarifying shampoo is gentle enough for everyday use for all hair types. Promotes shiny healthy clean hair. Organic Argan Oil Argan Stem Cells CoQ10 help support hair keratin and strengthen the follicle connection. Organic Avocado Oil provides vitamin B12 and moisture while lemongrass cleanses and clarifies. Safe for color treated hair. Ingredients Organic Euterpe oleracea (Acai) Berry Organic Rubus fruticosus (Blackberry) Organic Rosa canina (Rosehips) Organic Punica granatum (Pomegranate) Organic Fair Trade Certified Rooibos Organic Aloe Barbadensis Vera Leaf Juice Sodium Lauroyl Methyl Isethionate (from Coconut) 100 Naturally-derived Betaine (from Sugar Beets) Vegetable Glycerin Sodium Methyl Cocoyl Taurate (from Coconut Amino Acids) Sodium Cocoyl Glutamate (from Coconut Amino Acids) Cocoglucosides Hydroxypropyltrimonium Chloride (Sugar Conditioner) Sodiu",
    "itemID": "B005Z41P28",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7195
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 10.6,
    "brand": "Acure"
  },
  {
    "title": "Lemongrass + Argan Stem Cell Conditioner - 8 oz - Liquid",
    "description": "Lemongrass + Argan Stem Cell Conditioner by Acure Organics 8 oz Liquid Lemongrass Argan Stem Cell Conditioner 8 oz Liquid Product This daily nourishing conditioner provides vital moisture to combat everyday tangles and buildup. Promotes shiny soft healthy clean hair. Organic Argan Oil Argan Stem Cells CoQ10 help support hair keratin and strengthen the follicle connection. Organic Avocado Oil provides vitamin B12 and Organic Fair Trade Certified Cocoa Butter provides moisture. Safe for color treated hair. Voted Best Conditioner Ever by my Mom. Thanks Mom Ingredients Organic Euterpe oleracea (Acai) Berry Organic Rubus fruticosus (Blackberry) Organic Rosa canina (Rosehips) Organic Punica granatum (Pomegranate) Organic Fair Trade Certified Rooibos Cetearyl Alcohol Behentrimonium Chloride Stearylkonium Chloride Vegetable Glycerin Glucono Delta Lactone (fermented sugar) Organic Argania Spinosa (Argan) Oil Cetearyl Glucoside (from corn and glucose) Guar Hydroxypropyltrimonium Chloride (gua",
    "itemID": "B005Z446JC",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11290
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 6.0,
    "brand": "Acure"
  }
]