[
  {
    "title": "20% Salicylic Acid Peel with Tea Tree Oil, Lactic Acid and Green Tea Extract - Free Fan Brush - Professional Strength",
    "description": "If you have a scar on your face or roughened acne scars, salycylic acid peels can create a more even texture and smooth out keratinized skin, making pits and dents appear shallower.\n\n\nWhen applied to the skin, it works to remove dead skin cells and leaves the skin glowing and radiant. Diminishing fine lines and wrinkles and lightening redness and scars.\n\nContains Tea Tree Oil: Tea tree oil acne treatment works because the tea tee oil is like a solvent and is able to cut through oil and dirt, helping to unblock the pores. While the antibacterial properties within the tea tree oil kill the acne causing bacteria on the skins surface, preventing further outbreaks.\n\nContains Green Tea Extract: Green Tea helps to reduce inflammation (redness and inflamed skin), hormonal activity and aids in detoxification (clearing the pores), which is all good news for acne sufferers.\n\nContains Bergamot Oil: Bergamot's antiseptic action and ability to promote skin growth makes it perfect for treating acne. It is great for oily skin types and is effective for other skin conditions such as psoriasis and dermatitis.\n\n\n\n\n\nContains Lavender Oil: Lavender is an antiseptic and anti-inflammatory. It has a balancing effect on the skin, helps scar tissue to heal and can generally be used for all skin types.\n\nContains Lactic Acid: Lactic acid's unique ability to draw moisture toward the surface of the skin makes it ideal for individuals whose skin dries out easily. This treatment also effectively combats acne by killing germs and removing toxins on the surface of the skin and by breaking down the dry, dead, glued-together surface sebum that makes skin look dull and clogs pores. This leaves the skin with a wonderfully smooth and clear complexion!",
    "itemID": "B00BKDNYI6",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 33923
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Salicylic Acid"
      ]
    ],
    "price": 13.99,
    "brand": NaN
  },
  {
    "title": "Xtreme Brite Brightening Gel 1oz.",
    "description": "Xtreme Brite  Brightening gel is a highly concentrated gel that helps to obtain a clearer and brighter complexion. It helps remove blackheads and cosmetic acne.",
    "itemID": "9759091062",
    "helpful": [
      2,
      4
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 52254
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 19.99,
    "brand": "Xtreme Brite"
  },
  {
    "title": "Reviva - Light Skin Peel, 1.5 oz cream",
    "description": "Light Skin Peel by Reviva 1.5 oz Cream Light Skin Peel 1.5 oz Cream ONE-OF-A-KIND all-natural exfoliant that shows immediate results for skin clarity radiance and smoothness. Ingredients Purified Water SDA Alcohol 40 Crushed Almonds Vegetable Oil Zinc Oxide Kaolin Starch Glycerin Camomile Methylcellulose Salicylic Acid Allantoin Papain Methyl Propyl Paraben Oil of Thyme Does Not Contain Animal Ingredients Or Animal Testing. Warnings Keep out of reach of children. As with all dietary supplements consult your healthcare professional before use. See product label for more information.",
    "itemID": "B000EGYRGS",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 15968
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels"
      ]
    ],
    "price": 13.63,
    "brand": "Reviva"
  }
]