[
  {
    "title": "Belson Gold N HOT Ionic Soft Bonnet Dryer Model #Gh2138",
    "description": "GOLD 'N HOT PROFESSIONAL IONIC SOFT-BONNET DRYER\nFeatures: \nPowerful 600 watts \nContinuous ionic output \nHigh/Off/Low/Cool switch \nSoft, lightweight, flexible bonnet accomadates large rollers \n1-Year Limited Warranty \nConvenient, lightweight and portable for drying comfort. \n\nColor: Black/Gold",
    "itemID": "B0012DOK9Q",
    "helpful": [
      4,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 206248
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Aubrey Organics GPB Glycogen Protein Balancing Conditioner, 16-Ounce Bottle",
    "description": "Nutrient-rich, protein-based GPB rehydrates and reenergizes your hair, strengthens hair fiber and repairs damage from salon treatments to restore softness, manageability and shine. Our most popular product ever.FEATURES:Milk Protein.Organic Aloe.Glycoprotein & Horsetail Extract.BENEFITS:Rich in cysteine and methionine; strengthens and mends damaged areas.Replenishes moisture.Balance & fortify hair & scalp.",
    "itemID": "B001AWDWWA",
    "helpful": [
      7,
      8
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 19216
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 17.03,
    "brand": "Aubrey Organics"
  },
  {
    "title": "GPB (Glycogen Protein Balance) Conditioner Jumbo Size - 16 oz - Liquid",
    "description": "For years, people have sworn by this ultra-nourishing conditioner made with two kinds of protein-lactalbumin (a milk protein) and glycogen from oyster shells. High in sulfur-rich amino acids and other nutrients, GPB is the solution to dry, chemically-treated hair and split ends. (Not a vegan product.)   INGREDIENTS: Essential Fatty Acid Base (with Amino Acids Cysteine, Cystine and Methionine), Lactalbumin (milk protein), Rosemary, Sage, Horsetail, Coltsfoot, Nettle, Glycogen (from oyster shells), Balsam Tolu, Aubrey's Preservative (Citrus Seed Extract, Vitamins A, C and E).",
    "itemID": "B00028OPZ6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 118096
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 12.89,
    "brand": "Aubrey Organics"
  }
]