[
  {
    "title": "Nivea Touch Of Happiness Moisturizing Body Wash, Orange Blossom, 16.9-Ounce Bottles (Pack of 3)",
    "description": "This silky cream-gel with nourishing bamboo essence gives you incredibly soft skin while cleansing very mildly. Its indulging intense lathering formula is enriched with energizing orange blossom scent to awaken your senses.Formulated with NIVEA&#x2019;s Skin Sensation Technology to leave your skin smooth and moisturized, and to provide a shower experience that lasts and lingers.",
    "itemID": "B001MIZMN4",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1234
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Body Washes"
      ]
    ],
    "price": 2.99,
    "brand": "Nivea"
  },
  {
    "title": "Ardell Fashion Lashes Pair - Wispies (Pack of 4)",
    "description": "Ardell fashion lashes look so real, so natural that others think you were born with beautiful, lush eyelashes.  made of 100% sterilized human hair, each lash strip is knotted and feathered by hand to achieve the highest quality.  when used with ardell lashgrip eyelash adhesive, they are easy to apply, comfortable to wear, and stay secure until you take them off.  each pair can be re-used up to three weeks.  application and care instructions inside package.",
    "itemID": "B0041R15AC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 762
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 10.7,
    "brand": "Ardell"
  },
  {
    "title": "Revlon ColorStay Makeup, Combination/Oily Skin, Cappuccino, 1 Ounce",
    "description": "Revlon ColorStay Makeup for Combination/Oily Skin Longwearing coverage with a lightweight formula that won't cake, fade, or rub off. With Time Release Technology specifically formulated for combination or oily skin to control oil absorption and shine. Your look stays flawless throughout the day.- Makeup feels comfortable and wears up to 24 hours.- Medium to full coverage.- Comes in 20 beautiful shades. TIPS: &#x2022; Apply to clean skin.&#x2022; Using your fingertips or applicator, blend foundation onto skin, starting in the center of your face, forehead, nose and chin blending outward.",
    "itemID": "B0039UT9QE",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 53396
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 9.48,
    "brand": "Revlon"
  }
]