[
  {
    "title": "Fran Wilson Eye Tees Precision Makeup Applicators 80 Cotton Swabs",
    "description": "Buy Fran Wilson Makeup Brushes & Applicators - Fran Wilson Eye Tees Precision Makeup Applicators 80 Cotton Swabs",
    "itemID": "B000142MGA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 16078
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Cotton & Swabs",
        "Cotton Swabs"
      ]
    ],
    "price": 5.1,
    "brand": "Fran Wilson"
  },
  {
    "title": "OPI Expert Touch Lacquer Remover, 16 Fluid Ounce",
    "description": "Professional formula removes nail lacquer fast, while hydrating & mosturizing cuticles.",
    "itemID": "B0015G9EGY",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4129
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish Remover"
      ]
    ],
    "price": 12.9,
    "brand": "OPI"
  },
  {
    "title": "SHANY Nail Art Set (24 Famouse Colors Nail Art Polish, Nail Art Decoration)",
    "description": "This 24 piece nail art set has every color you need to design fabulous nails. Let your imagination run wild. Use the thin brush to create different patterns like feather strokes, checkered squares, rainbows, flowers and much more. Tip layer glitters over design to add sparkle. The possibilities are endless with so many hues you cannot go wrong with this set that contains lime green (pearl), neon green, yellow (matte), neon pink, fuchsia (pearl), neon purple, red (matte), neon yellow, white (matte), black (matte), silver (glitter), gold (glitter), pink (glitter), blue (glitter), green (glitter), dark grey (matte), pink (matte), sky blue (matte), lavender (matte), brick (matte), navy (pearl), forest green (matte), orange (matte), purple (pearl).",
    "itemID": "B005X2F7KI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 137
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 19.95,
    "brand": NaN
  }
]