[
  {
    "title": "Got2b Powder'ful Volumizing Styling Powder, 0.35 Ounce",
    "description": "Take your volume to new heights with Got2b&#xA0;powerful volumizing styling powder. This&#xA0;is the latest cool find to instantly volumize your hair.&#xA0;And guess what, it's a powder. What Got2b&#xA0;volumizing styling powder does is so cool, you&#xA0;have never seen anything like it. It's so easy to have&#xA0;amazing volume in an instant with no tools needed.&#xA0;The revolutionary weightless formula texturizes each&#xA0;hair strand to create maximum volume in an instant.",
    "itemID": "B00546F4CY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4737
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Perms & Texturizers",
        "Texturizers"
      ]
    ],
    "price": 5.99,
    "brand": "Got2b"
  },
  {
    "title": "NYX Makeup Artist Kit35 Eyeshadows, 3 Bronzers,5 Blushers, 5 Lip Colors, Applicator/Mirror",
    "description": "Whether you&#x2019;re on a photo shoot, ensconced in a hotel room or in your boudoir, this dual-tiered makeup kit means you&#x2019;ll always have endless color options. Contains 35 eye shadows, 5 blushes, 5 lip colors, 2 dual-shaded bronzers, a highlight and contour powder, 2 sponge applicators, 1 lip applicator and 1 blush brush. Slide-out compartments makes this palette ideal for travel. Applicators and mirror included.",
    "itemID": "B0032O52QS",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 103759
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Tarte Skinny SmolderEYES&trade; Amazonian Clay Waterproof Liner Deep Amethyst 0.04 oz",
    "description": "Tarte Cosmetics Skinny SmolderEYES Amazonian Clay Waterproof Liner delivers rich pigments to enhance the look of your eyes. Formulated with Amazonian clay, it nourishes as it absorbs excess oil to extend the wear of your liner. Its slim design allows for an effortless application and flawless finish every time. Deep Amethyst is a rich, purple shade.",
    "itemID": "B009OY2REK",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 274487
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyeliner"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]