[
  {
    "title": "Skin Obsession 15% TCA Acid Chemical Peel For Anti Aging and Acne Skin Care",
    "description": "Are you tired of your skin looking, well, tired? Is all of the sun damage you inflicted in your youth showing on your skin now in the form of age spots and fine lines?  Would you like to safely take years off the look of your skin in the comfort of your own home, while saving hundreds over having it done professionally? If you answered yes to any (or all) of those questions, you have come to the right place.  Skin Obsession's 15% TCA Peel is a powerful tool for resurfacing your skin to give you the skin you are looking for.  This light peel will help improve many of the skin conditions that we all see (and wish we didn't!) when we look in the mirror.  (Those with darker skin colors should use TCA peels with caution due to the increased possibility of post peel hyperpigmentation).  After peeling your skin will be feel softer and smoother, with improved texture and tone and reduced hyperpigmentation (sun damage). But the real magic is going on under your skin where collagen is being stimulated. This is what helps plumps up the lines and scars, yielding a smoother, more refined and beautiful complexion.  With a peel of this strength, a full course of peels (6-8 peels done once a month) are needed to see optimal results. The 15% TCA Peel is a light peel that will have little to no down time for peeling.  This is a very safe peel and is suitable for most skin types, however, some darker skin tones, particularly African American run a risk of post peel hypo pigmentation. As with all products, a patch test is recommended to see how your skin reacts for all of our clients \nThis is a 1 fl oz bottle of peeling solution. Ingredients: Distilled sterile water, Trichloroacetic acid.\nBy purchasing this product, you assume all risk associated with its use and are responsible for all results either intended or unintended from using this product.",
    "itemID": "B0018ZPZJC",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11757
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 21.99,
    "brand": NaN
  },
  {
    "title": "10 Pairs Handmade Natural Soft False Eyelashes Fake Eye Lash",
    "description": "Features:1. Specialized made by hand entirely, high quality2. Wear it ,make you more attractive and fashion3. Carefully design, simple to use and comfortable to wear4. 10 pairs of individual false eyelashes5. Eyelashes can be trimmed to fit the contour of your eyes6. With professional eyelash glue, can apply the lashes instantly7. Easy to remove by eye make up remover.8. Can be used for many times if the eyelashes are used and removed properly9. Suitable for different occasions and images.10. Good for those who want to enhance their appearance11. Suitable for professional use or home useSpecifications:1. Condition: New2. Material: Paper(Box)3. Box Size: 7.20 x 3.70 x 0.71 inch / 18.3 x 9.4 x 1.8 cm(L x W x H)4. Eyelashes length: 1cm5. Eyelashes color: Black6. Quantity: 10 pairsPackage includes:10 x pairs of false eyelashesHow to use:Carefully remove the eyelashes from the case with tweezers.Compare false eyelashes with your eyeline length, trim to suitable length and width if neccessary.Add glue along the false eyelash root with cotton bud.Hold the eyelash on the root of your natural lashes with pressure.If neccessary, apply eye shadow or eyeliner to make your eyeline look more natural",
    "itemID": "B004Z40048",
    "helpful": [
      0,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 427
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 1.19,
    "brand": "Taobaopit"
  },
  {
    "title": "Raw African Black soap Imported From Ghana 4oz",
    "description": "RAW African Black Soap African traditional black soap is one of the most beneficial yet unheard of soaps you will ever find. Made from dried plantain skins, palm leaves, cocoa pod powder, and kernel oil for an all-natural cleansing process. Plantains skins are largely what make this soap so effective. Plantain is a fruit that grows in Africa and South America that looks similar to a banana, except it is much larger and tastes altogether different. You can find plantains at many ethnic or international grocery stores. It is a natural source of vitamins A, E and iron. When black soap is made, the skin of the plantain is gingerly dried to a precise texture under the sun. Afterwards it is roasted in a clay oven. The heat must be constant in order to achieve the perfect brownish black color, texture and smell. Afterwards, cocoa pod powder is added. Cocoa pod is the shell of the cocoa fruit and also has natural healing properties",
    "itemID": "B0053MNL5G",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 70097
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 1.4,
    "brand": "Natural Cosmetics"
  }
]