[
  {
    "title": "Dermalogica PreCleanse 5.1 oz.",
    "description": "A lightweight Olive and Apricot Kernel-based cleansing oil, fortified with Kukui Nut, Borage Seed and Rice Bran oils, that gently liquefies sebum and oil-based debris from the skin's surface. The hydrophilic (water-loving) formula enables PreCleanse and oil-based debris to be readily rinsed away without leaving behind any greasy residue. Follow with prescribed Dermalogica Cleanser for a thorough double cleansing. Contains no artificial fragrance or color....",
    "itemID": "B000J10IJ8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4717
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 21.35,
    "brand": "Dermalogica"
  },
  {
    "title": "Acqua Di Gioia by Giorgio Armani Eau De Parfum Spray for Women, 1.70-Ounce",
    "description": "Introduced in 2010, acqua di gioia contains notes including jasmine sambac, cedar, labdanum, aquatic green accord, peony, brown sugar accord, mint leaves, pink pepper, limone primo fiore.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B003MUYUU6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5189
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 67.99,
    "brand": NaN
  },
  {
    "title": "DevaCurl No-Poo Cleanser, 945 ml / 32 oz",
    "description": "DevaCurl No Poo",
    "itemID": "B000NE6QP6",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 347
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 26.99,
    "brand": "DevaCurl"
  }
]