[
  {
    "title": "Murad AHA/BHA Exfoliating Cleanser, Step 1 Cleanse/Tone, 6.75 fl oz (200 ml)",
    "description": "Balances oily and dry zones to improve texture and reveal healthy-looking skin. Cleanses and Refines Skin By: Polishing away dullness and dehydration. Improving texture and tone. Intensive, exfoliating cleanser revitalizes skin or a healthy glow. Salicylic, Lactic and Glycolic Acids dissolve dull, dry surface cells. Jojoba Beads and Sodium PCA leave skin smooth and hydrated. Dermatologist developed and tested. Murad does not test on animals. Made in the USA.",
    "itemID": "B000GDA04W",
    "helpful": [
      6,
      6
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1956
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 21.21,
    "brand": "Murad"
  },
  {
    "title": "Nioxin Intensive Therapy Hair Booster (1 oz)",
    "description": "Intensive therapy hair booster by Nioxin for unisex 1 ounce treatment. Intensive therapy hair booster was launched by the design house of Nioxin. It is recommended for daily use. Please store in a cool dry place. 1 ounce treatment.",
    "itemID": "B000O8R4CA",
    "helpful": [
      1,
      1
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 16212
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 12.88,
    "brand": "Nioxin"
  },
  {
    "title": "Sebastian 2 plus 1 Conditioning Treatment Unisex, 5.1 Ounce",
    "description": "\"The Power of Protein\". As more people chemically-treat and overstyle their hair, the need to restore hair back to health becomes immense. Sebastian delivers an incredible hair reconstruction treatment. Penetraitt \"penetrates\" deep into damaged hair with a protein-injected formula to help rescue and restore strength, elasticity, shine and condition. So go ahead, play with your hair all you want! Penetraitt is the original instant at home spa. Use once a week in-between professional salon service",
    "itemID": "B000PI57HS",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 63319
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 7.64,
    "brand": "Sebastian"
  }
]