[
  {
    "title": "100% Pure 100% Pure Nourishing Facial Oil 1 fl oz - 1 fl oz",
    "description": "Heal, soothe, and protect your skin with 100% Pure Nourishing Facial Oil. Its light, silky concentrated formula brings the maximum benefits of a highly potent blend of the most effective anti-aging, healing, and protective antioxid ants. It pure formula wont clog pores or cause breakouts.",
    "itemID": "B001D3O18U",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 100234
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 25.0,
    "brand": "100% Pure"
  },
  {
    "title": "100 Percent Pure Luminous Primer 1 oz.",
    "description": "100% Pure Luminous Primer is full of vitamins and antioxidants to nourish and protect your skin, while creating a radiant complexion. Red wine resveratrol, a powerful antioxidant, helps slow down the effects of aging as vitamins further protect and smooth your skin. The light-reflecting pigments perfect your complexion, for a healthy, glowing appearance.",
    "itemID": "B0042PEBMM",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 30303
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 26.03,
    "brand": "100 Percent Pure"
  },
  {
    "title": "100% Pure Healthy Skin Foundation With Super Fruits(Full Coverage / Satin Finish) - White Peach",
    "description": "What is it: Rich and creamy, full coverage makeup that conceals all imperfections so you look like you have perfect skin without looking or feeling heavy. Crme to matted powder finish makes your skin velvet soft. Formula is enriched with antioxidant packed super fruits, vitamins and other skin nourishing nutrients. Colored from the pigments of fruits and vegetables rather than being colored from minerals or synthetic dyes.\n\nMedicinal Ingredients: w/w 15% Titanium Dioxide, 10% Zinc Oxide   -  Acts as a physical barrier against UV to protect against sunburn",
    "itemID": "B004BUY5RY",
    "helpful": [
      0,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8536
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 28.0,
    "brand": "100% Pure"
  }
]