[
  {
    "title": "Clean &amp; Clear Blackhead Eraser Kit",
    "description": "Don't just treat blackheads--erase them for good with Clean and Clear's Blackhead Eraser Kit. This kit contains a compact, effective device that uses a non-irritating vibrating action and medicated pads to open up and deep clean your pores, letting fresh, clear skin emerge. Easy and pleasant to use, this eraser gives you a healthy and invigorating do-it-yourself facial in the privacy of your own home..caption { font-family: Verdana, Helvetica neue, Arial, serif; font-size: 10px; font-weight: bold; font-style: italic; } ul.indent { list-style: inside disc; text-indent: 20px; } img.withlink {border:1px black solid;}Strong medication penetrates pores, leaving you with healthier skin.View larger.The blackhead eraser is easy to use.View larger.This kit includes everything you need to get started.Fight Blackheads Effectively and ComfortablyCaused by excess oils that have accumulated in sebaceous glands, blackheads can be stubborn to treat. The Eraser, however, is specially designed to target them with strong medicine that penetrates your skin's pores. It not only helps clear up the blackheads you have now, it also prevents new ones from forming. The result? Less blackheads today and tomorrow for a smoother, brighter skin.Effective and Easy to UseThe Eraser features an ergonomic, user-friendly design that makes it easy to grab blackheads and start erasing. Simply reach for one of the included medicated pads (use a new one every time you wash), run it under some water, place it on the surface of the eraser, and twist to turn on. The Eraser gently vibrates to exfoliate dead surface skin and remove dirt and oil more effectively. The foaming medicated pads, containing Clean and Clear's exclusive blackhead dissolving serum with salicylic acid, ensure a deep clean so your skin will feel refreshed. For added convenience, the cordless Eraser runs on one \"AA\" battery (included).Soft, Smooth SkinThe Eraser's foaming action can help clear up problem areas. It also makes it easier to focus on parts of you face where you're more likely to get blackheads--like on or around the nose, along the jawline, or on the chin. After only one use, your skin will feel softer and smoother. And as part of a healthy skin regimen, the Eraser lets you put your best face forward, each and every day.About Clean and ClearPart of Johnson and Johnson's family of health and personal care companies, Clean and Clear offers acne skin care products, treatments, and medications to leave skin looking healthy, clean, and radiant. Currently available in 46 counties, this innovative line combines careful research with quality ingredients to help women and men of all ages look their best.What's in the BoxEraser, pack of medicated pads, and one \"AA\" battery.",
    "itemID": "B0018S8MZ8",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 194461
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Upper Canada Soap And Candle Naturally Whipped Hand Repair, Pressed Olive Avocado, 4-Ounce Tubes (Pack of 2)",
    "description": "Whipped Hand Repair is a rich formula to heal and protect skin to let natural beauty radiate. Naturally by Upper Canada soap is made with all natural ingredients and botanical extracts purposely chosen for their nourishing restorative properties to keep skin hydrated and looking it&#x2019;s best. The Naturally line of bath and body products is free of harmful SLS, parabens, mineral oils, and synthetic dyes. Key ingredients include soybean oil, grape-seed oil, cocoa seed butter, aloe extract, dead sea salt, burrito seed and more. it's nourishment for the body and soul! Upper Canada Soap was founded in 1969 to bring quality, innovation and value in bath and body products. At Upper Canada, we are surrounded by nature and inspired by it. As a modern day apothecary, we use this inspiration to make affordable luxuries using nothing but the finest, purest ingredients. We draw upon the natural beauty and resources that our Canadian landscape offers, including clear Canadian waters, endless fields of botanical herbs, and natural minerals that have been the secret behind beauty products for generations.",
    "itemID": "B001E7BEEE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 300589
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Olay Professional Pro-X Anti-Aging Starter Kit",
    "description": "Olay Professional ProX Anti-Aging Kit (3pcs). This incredible kit comes with (1) Olay Professional Pro-X Age Repair lotion with SPF 30, (1) Olay Professional Pro-X Wrinkle Smoothing Cream and (1) Olay Professional Pro-X Eye Restoration Complex. Olay Professional is always working in science and anti-aging technology. They guarantee your complete satisfaction using these products.Instructions for better results: Protect skin in the morning with Age Repair Lotion SPF 30, spreading evenly over your face and neck. Treat skin morning and night by applying Eye Restoration Complex to corners, lid, and eye area, massaging until absorbed. Transform skin at night with Wrinkle Smoothing Cream by smoothing over your face and neck.",
    "itemID": "B001JQLNNW",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2620
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Sets & Kits"
      ]
    ],
    "price": 19.49,
    "brand": "Olay"
  }
]