[
  {
    "title": "Designer Skin Tao Dual Bronzer 13.5 Oz",
    "description": "Tao Dark Tanning Dual Bronzer delivers stunning, golden bronze color while leaving your skin sensuously soft.  Dual action bronzers impart immediate golden color while sunless tanning agents further enhance your bronze glow.",
    "itemID": "B000SIS5JW",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 115904
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Soft 'N Style Hair Donut Black, 0.005 Ounce",
    "description": "Use to create buns and up-do's. Simply pull pony tail through donut and pin hair to achieve the look you want. Easy to use and lightweight.",
    "itemID": "B00198ZOU8",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 8454
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories"
      ]
    ],
    "price": 1.79,
    "brand": "Soft &#39;N Style"
  },
  {
    "title": "Banana Boat Summer Color Self-Tanning Lotion, Deep Dark Color, For All Skin Tones, 6-Ounce Tubes (Pack of 3)",
    "description": "Summer Color lets you control the shade of your tan. This quick-drying sunless tanning lotion from Banana Boat allows you to get the deepest, richest tan that is achievable with your skin tone. The more often you apply it, the deeper your tan becomes. After achieving your desired color, you can maintain your tan with less frequent applications for a natural-looking tan. The lotion is tinted so you can see where you've applied it for a streak-free, sunless tan. Made for deep, dark skin tone, Summer Color is oil-free and enriched with aloe vera and Vitamin E. Made in Canada.",
    "itemID": "B001G7PPNI",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1229
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 13.39,
    "brand": "Banana Boat"
  }
]