[
  {
    "title": "BaBylissPRO Nano Titanium 1 &quot;",
    "description": "Nano Titanium is an exceptional conductor of heat and maintains stability in ultra-high temperatures. Negative ions are emitted for faster straightening and locking hair's own natural moisture. The extra-long 5-inch plates reach up to 450&#xB0;F and allow for wider sections of hair to be straightened, boosting speed and effectiveness while eliminating hand fatigue and increasing styling flexibility.The ultra-thin profile of these high-tech irons makes them exceptionally lightweight and easy to use, with housing made of Ryton to resist high heat.",
    "itemID": "B00176B9JC",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 985
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 91.99,
    "brand": "BaBylissPRO"
  },
  {
    "title": "Glominerals Loose Powder Natural Medium",
    "description": "gloLoose Base is a silky loose powder base that provides wonderful matte results for excellent coverage. Even in powder form, this base combines antioxidant and UV protection properties within a single application. This luminescent mineral base is so fine it's almost creamy on the skin. Excellent for the occasional blemish, scarring, hyper-pigmentation or a skin condition.",
    "itemID": "B000GW16E6",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 54891
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 21.98,
    "brand": "GloMinerals"
  },
  {
    "title": "Murad Acne Complex Kit - 60 Day Supply 4 Piece Set",
    "description": "Buy Murad Skin Care Sets - Murad Acne Complex Kit - 60 Day Supply 4 Piece Set",
    "itemID": "B000JKEB38",
    "helpful": [
      1,
      2
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 1490
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sets & Kits"
      ]
    ],
    "price": 33.38,
    "brand": "Murad"
  }
]