[
  {
    "title": "Babylis Pro BABTT5585 Tourmaline Titanium 3000 Dryer",
    "description": "Babyliss Pro TT 1900 watt dryer is ulra light, has 6 heat/speed settings, an instant cool shot button and is ergonomically designed for easy and comfortable handling. Far-infrared heat dries hair from the inside out at faster speeds, leaving it silky and smooth in half the time.",
    "itemID": "B002JSL6QI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 343
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 52.99,
    "brand": "BaBylissPRO"
  },
  {
    "title": "Dual Sided Back Scrubber",
    "description": "UPC: 17874001415Experience the most invigorating shower of your life! Cleans and massages your entire body. Combo large and small bristles side cleans every inch of your body...effortlessly. Reverses to a nubbie side for a spa-like massage experience. Stimulates circulation to sore, tired muscles. Comfort grip handles lets you reach every inch of your body with ease. Includes retail packaging.",
    "itemID": "B002DQMZ5M",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 22382
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bathing Accessories",
        "Loofahs, Sponges & Poufs"
      ]
    ],
    "price": 4.94,
    "brand": "Trademark"
  },
  {
    "title": "Essie Nail Polish - Fiji (348) - 0.5 oz",
    "description": "Beautify Nails InstantlyEssie Nail Color Enamel is great on both natural and artificial nails. You can wear it on your fingers or toes and it is going to look great on you. The quality of the enemal is good and does not wear off too soon. It is very easy to apply. It's a product that makes you want to show off your nails.&bull; Easy to use&bull; Longer lasting&bull; Toulene-freeA double coat of Essie Nail Color Enamel meets your shine desirability levels.A Closer Look:Essie Nail Color Enamel is formulated to last for a few days. You have a variety of shades to choose from.You Won't Find:DBP and Toulene",
    "itemID": "B000CPLV24",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 10549
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 5.78,
    "brand": "Essie"
  }
]