[
  {
    "title": "Earth Therapeutics Aloe Moisture Gloves Pink",
    "description": "Earth Therapeutics Aloe Moisture Gloves Blue These super-soft gloves are infused with natural Aloe Vera and Vitamin E to continually moisturize and pamper hands. To further enhance hydration, massage your favorite lotion into hands before slipping on the Moisturizing Gloves. With regular treatment, hands will feel softer and smoother. Aloe Vera and Vitamin E infusion normally lasts through approximately 20 washings. Product Features: Super-soft gloves are infused with natural aloe vera and vitamin E. Continually moisturize and pamper hands. With regular treatment hands will feel softer and smoother. Item Specifications: Color: Blue Pink Directions: Machine wash cold in gentle cycle. Do not iron. Tumble-dry low. Use only non-chlorine bleach when needed. Ingredients: 97% Nylon, 3% Spandex.",
    "itemID": "B003JT4UN2",
    "helpful": [
      4,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 29599
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Moisturizing Gloves"
      ]
    ],
    "price": 8.87,
    "brand": "Earth Therapeutics"
  },
  {
    "title": "Method Gel Dish Pump Refill 36oz, Cucumber (Pack of 2)",
    "description": "",
    "itemID": "B004M2Y7RY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 2184
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 16.72,
    "brand": "Method"
  },
  {
    "title": "TRESemme Thermal Creations Heat Tamer Protective Spray 8 fl oz (236 ml)",
    "description": "There's one rule when you expose your hair to heat the hair must be protected. This product guards against heat and friction to keep your hair shiny and incredibly soft. It's a fantastic tool for instantly transforming all hair textures, enhancing strands' flexibility to reform and hold shape. How it Works * To guard against heat styling damage and friction, spray this multi-use protective spray to keep your hair shiny and incredibly soft. It's a fantastic tool for instantly transforming",
    "itemID": "B000H88QOM",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 501
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Sprays"
      ]
    ],
    "price": 7.09,
    "brand": "TRESemme"
  }
]