[
  {
    "title": "Finulite - The End to Cellulite, AM/PM Cellulite Cream (2 - 4 oz tubes)",
    "description": "Introducing Finulite, the latest breakthrough in cellulite reduction. Finulite cellulite cream is an AM/PM skin care system formulated to treat cellulite continuously, 24-hours a day. \nThis unique 2-part system contains powerful fat burning and skin tightening ingredients. Detoxifies targeted areas - increases rate of lipolysis, improves circulation, and helps eliminate water retention (diuretic). Prevents and protects - boosts production of collagen to renew and restore skin's elasticity. The combined result is visibly toned skin with a reduction in the lumps and dimples associated with cellulite.\nUse Finulite as part of your weight loss regimen to help reduce cellulite and assist with fat loss. This comprehensive skin care system fights both the causes and effects of cellulite, to help you achieve visible, lasting results. \n\nFinulite's arsenal of cellulite-fighting ingredients now includes the following patented cutting-edge cosmeceuticals: Theophyllisilane C, Hydroxyprosilane CN, Slimbuster-L, Melscreen Coffee and NG Darutoside.",
    "itemID": "B004WSXD4G",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 726
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Creams"
      ]
    ],
    "price": 24.95,
    "brand": NaN
  },
  {
    "title": "Finulite Cellulite Smoothing Massage Mitt",
    "description": "Revitalize, tone and smooth the surface of your skin with Finulite's Cellulite Smoothing Massage Mitt. Specially designed to loosen and break up fat deposits, this lightweight, easy-to-use tool is a MUST in your cellulite fighting regimen.\n\nHow it works: The soft rubber nubs of this manual massage mitt penetrate deep into affected tissues to stimulate circulation, increasing blood flow to sluggish, stagnant areas. Breaking up fat deposits by draining excess fluids and releasing trapped toxins, your skin will look and feel smoother, tighter and more radiant.",
    "itemID": "B00B99O5WK",
    "helpful": [
      8,
      13
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 727
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bathing Accessories",
        "Bath Mitts & Cloths"
      ]
    ],
    "price": 17.5,
    "brand": "Finulite"
  },
  {
    "title": "Urban Skintrition Prevention-Aid to fight Stretch Marks- 4 oz. /118 ml with Enhanced Shea Butter + Natural Botanical Extracts + Vitamins + Collagen Repairing Peptides (Paraben-free)",
    "description": "Who we are:Our products are manufactured in the United States in a cGMP lab that is in compliance with FDA regulation. Each ingredient that we use is chosen for a specific purpose and when possible we like to stick with natural and organic ingredients. This goes beyond just the ingredient list, we also look at the extraction processes and sourcing. We try to always stick with the more environmentally friendly, most natural methods. While, not every ingredient may be natural or organic we have carefully measured this out and follow the option closest to our philosophy, which is safety and efficacy.Our Ingredients:We only use clinically studied oils, vitamins and extracts. Urban Skintrition makes great efforts to find the safest and most effective ingredients for our products. We try to stick with the most natural, organic or green ingredients whenever possible. We also realize that for there are often tradeoffs when trying to produce a fully organic product and therefore we will always put safety first. No one wants a fully organic product that is easily susceptible to microorganisms of mold or bacteria and that is why we put extensive time into research and development to come up with what we feel is the safest most effective skincare products at an affordable price.Guaranteed Quality:Our customers through the years have been very satisfied. They've seen dramatic results ranging from prevention to satisfied reduction. We do understand that not everyone will find the same success.\"All Urban Skintrition products are backed by our 30 day satisfaction guarantee\"",
    "itemID": "B002LHG9HI",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 17881
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Creams"
      ]
    ],
    "price": 19.99,
    "brand": NaN
  }
]