[
  {
    "title": "Fish Oil Omega 3 Supplement In Triglyceride Form &amp; Pharmaceutical Grade Pills / Capsules From Best Deep Sea Fish. Odorless &amp; Tasteless Softgels (No Fish Burps!) Quadruple Strength, Super Lemon Flavor With High DHA, High EPA &amp; No Fillers. Maximum Absorption Means Rapid Results! | For Heart, Brain, Skin &amp; Metabolism| 90 per bottle, Lifetime Guaranteed",
    "description": "The Most Powerful Omega 3 Ever Created- Advanced Molecular Distillation guarantees exceptional purity and potency. Third party tested and certified free of Mercury, Dioxins, PCBs, and toxins- Thera Omega TG is Highly Concentrated, Burp-free & No disgusting fishy aftertaste- Triglyceride Form - Incredibly higher absorption rate- Protection against Stress- Anti-Aging Support- Vision Support- Improves skin and nail texture, leaving smoother skin and stronger nails- Shown to increase joint mobility- Psycho Therapeutic SupportContains High DHA for a \"Healthy Mind & Brain\"DHA is a major building block of cells in the brain and in the retina of the eye. It therefore supports a healthy brain and good vision.Contains High EPA for a \"Healthy Body\"Studies show that EPA is essential for good cardiovascular health and for reducing inflammation that causes disorders such as arthritis, asthma and allergies.Learn and Compare Why Thera Omega Is The Right ChoiceNot all fish oil is created equal: Most other brands provide only 250mg to 350mg of Omega-3 fatty acids in a 1,000mg or 1,200mg fish oil softgel. This product contains 3000mg Omega-3s in each serving giving you 3-4x the strength of other brands. It's easy to be deceived, be sure to look at the EPA & DHA specifically. Most companies use farm raised fish which have low amounts of DHA & EPA.Take advantage of our \"Get Results\" 100% money back guarantee now.Limited Supplies AvailableClick The Add To Cart Button Nowto start feeling better and reversing the aging process!",
    "itemID": "B00CIUZ3BQ",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 26097
    },
    "categories": [
      [
        "Beauty",
        "Skin Care"
      ]
    ],
    "price": 29.95,
    "brand": NaN
  },
  {
    "title": "Salvere 20% Vitamin C + E Ferulic Acid Serum with Hyaluronic Acid - For Face and Hands - Concentrated Advanced Formula - Anti Wrinkle Serum Reduces Wrinkles &amp; Fine Lines - With Ascorbic Acid To Keep Your Skin Firm &amp; Smooth - UV Protection &amp; Repairs Sun Damage - In 1 oz / 30 ml Bottle",
    "description": "What is Salvere Vitamin C+E Ferulic Acid Serum?The powerful combination of Vitamin C (stabilized ascorbic acid), Vitamin E (alpha tocopherol), and Ferulic Acid offers arevolutionary topical antioxidantthat provides robust protection for the skin from free radical damage while at the same time enhance cell proliferation of protein fibres and collagen synthesis that bring about considerable improvement of the skin's structural integrity. Synergistic amalgamations of antioxidants provideexceptional photoaging protectionagainst the harmful ultraviolet radiation.No other antioxidant technology has been proven to deliver similar degrees of photoprotection. An ubiquitous plant constituent, the new antioxidant Ferulic Acid in the serum multiplies the synergistic advantages of Vitamins C and E, which includes stimulating the production of collagen, neutralizing free radicals, and maximizing antioxidant protection for the skin.The potent Salvere Vitamin C+E Ferulic Acid serum contains substantial amounts of antioxidants that:&bull;Enhance skin integrityby lightening brown and aging spots, erythma, melasma, hyperpigmentation&bull;Offer defensive protectionfor the skin against environmental pollutants and other similar external factors that bring about premature skin aging as well as oxidative stress&bull;Plump the skinand facilitate smoothness and radiance&bull;Repair photo-damaged skin, uneven skin tones, blotchy skin types, skin blemishes, etc.&bull;Replenish lipidsand increase firmness to reduce wrinkles and linesDefinitely Not Your Ordinary Vitamin C+E Ferulic Acid Serum!To order your bottle today just click on the 'Add to cart' button above!",
    "itemID": "B00CWDBMSM",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13737
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 19.99,
    "brand": NaN
  },
  {
    "title": "#1 Foot File Rasp and Corn Callus Remover (2 in 1 Product) - Quality Foot Care Pedicure Tool",
    "description": "NEW 2 In 1 Foot Rasp File & Corn RemoverGet Full Feet Treatment With The One Product- Unique 2 In 1 Design- Get Smooth Feet In Just Minutes- Easy To UseEmbarrassed With Your Feet?- Do You Have Annoying and Ugly Calluses On Your Feet and Toes?- Do Your Calluses Cause You Pain When You Walk?- Embarrassed To Wear Your Favorite Sandals or Heels?- Breaking Your Bank Account By Going For A Weekly Pedicure?We use our feet nearly 24hrs a day, but never seem to give them the attention they deserve. It is only inevitable that skin will harden & look unsightly with age. However there are many different products out there that are either a foot rasp OR a corn remover but never both. Since these problems go hand in hand the 2 In 1 foot rasp file & corn remover is the ideal solution!The 2 In 1 Foot Rasp File & Corn Remover Will Have Your Feet Looking Beautiful Again- Easy detachable foot rasp- Corn Remover- Non Slip Handle- Safe and Painless- All Parts Can Be Removed For Easy Cleaning- Perfect To Be Used On Cracked Heels and Growing Calluses On Toes and Along The FeetFor Best Results- Soak Feet In Warm Water To Soften Skin- Use Light Pressure and Be Patient- Use Your Favorite Lotion After The Using The Rasp Overnight- If You Are A Diabetic Or Anemic, Please Consult Your Health Professional Prior To Using This ProductGuaranteed To Make Your Feet Feeling Smooth & Looking Great. For a More Detailed Look At This Product Just Search 'Glamscious Foot Rasp' On Youtube.Stock Is Limited - Order Now!",
    "itemID": "B00CJ1YFZY",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 227645
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Foot Rasps"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]