[
  {
    "title": "Brush - Large Oval Cushion Wood Bristles Wood Handle Bass Brushes 1 Brush",
    "description": "Brush - Large Oval Cushion Wood Bristles Wood Handle by Bass Brushes 1 Brush Brush - Large Oval Cushion Wood Bristles Wood Handle 1 Brush The Bass Wood Collection is a natural and is a Anit-static as possible.Solid Wood Handles with Wood Pin Bristles. For all types of hair. Works great with blow-dryers totally heat resistant. Warnings Keep out of reach of children. As with all dietary supplements consult your healthcare professional before use. See product label for more information.",
    "itemID": "B0007V6PFQ",
    "helpful": [
      5,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2553
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Brushes"
      ]
    ],
    "price": 11.45,
    "brand": "Bass Brushes"
  },
  {
    "title": "Remington Tangle Tamer Wet/Dry - Cord or Cordless Convenience W/ On/off Switch",
    "description": "Use the Tangle Tamer just like you would a traditional brush or comb. Run it through wet or dry hair and watch the comb teeth twist and glide right through. Will comb through even the worst tangles  - without painfully pulling hair. The Tangle Tamer is ready to use at any time; simply charge overnight for cordless use or plug in and use with the cord. Tangle Tamer makes detangling faster and easier than ever!",
    "itemID": "B000JI9JYQ",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 15944
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Brushes"
      ]
    ],
    "price": 10.99,
    "brand": "Remington"
  },
  {
    "title": "Tropic Isle Living Jamaican Black Castor Oil, 4 Ounce",
    "description": "Tropic isle's living jamaican black castor oil is a rich, light brown oil which is processed the old fashioned way by roasting the castor bean. Jamaican black castor oil origin can be traced back to  ethiopia, africa. It's believed that this natural castor oil originally came to jamaica from slaves taken from africa. Jamaican elders didn't waste any time in discovering the various uses for this oil. Black castor oil is a great addition to any hair or skincare regimen. This castor oil can be use as is or add to your favorite hair products.",
    "itemID": "B003COAFPQ",
    "helpful": [
      86,
      118
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 337
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 3.88,
    "brand": "Tropic Isle"
  }
]