[
  {
    "title": "SHANY Eyeshadow Palette, Boutique, 40 Color",
    "description": "The SHANY Boutique Eyeshadow Palette (Set of 40 Colors) offers a select assortment of key shades for both day and night. Individually hand-assembled, the 1/2-inch round eye shadow pan is neatly packaged in a slender compact that's small enough to carry in your purse or gym bag. Made from a natural mineral oil base, the vivid colors of the eye shadow palette will last for hours--there's no need to reapply.Boutique Eyeshadow Palette (Set of 40 Colors)At a Glance:Palette with 40 of SHANY's most popular, versatile shadesMineral oil-based powder resists smudging and fadingSlim, compact design for easy storage and portabilityWash off easily with your normal face-cleansing routineSelected and packaged by hand; inspected twice for qualitySlim, portable compact easily fits in your purse for creating looks on the go.View larger.Natural mineral oil base creates a vivid shade that is resistant to fading.View larger.Eye Shadow Palette with 40 Popular, Shimmering ColorsWhether you want a pastel look for work or a vibrant hue for going out on the town, the Boutique 40 Color Eye Shadow Palette has shades for the occasion in one convenient kit. To put together this palette, SHANY hand selected 40 of their most popular, versatile shades of eye shadow. The compact includes soft, muted shades for daytime looks, along with a range of bold, striking hues for after hours. Just like a professional makeup artist, you'll have a rainbow of pastels and vibrant blues, greens, and violets at your disposal.Long-Lasting Mineral Oil Base Resists SmudgingEach eye shadow in this palette is made from a natural mineral oil base that creates a vivid, highly pigmented shade, smooth application with every stroke, and resistance to fading or smudging.The eye shadow can be easily washed off at the end of the day using your normal makeup removal routine.Slender, Portable Design for Easy StorageDesigned with portability in mind, the compact can easily be tucked into your purse or tote bag, or stored away neatly in your bathroom drawer. The slender, lightweight palette case holds 40 shades in 1/2-inch round pans.The palette does not include brushes. Try pairing it with theSHANY Studio-Quality Natural Cosmetic Brush Set with Leather Pouch(sold separately) for easy, smooth application.Inspected Twice for Quality ControlEach shade of the kit has been made and assembled in the palette by hand for precision and quality. All eye shadow is inspected twice before shipping to ensure a high-quality, defect-free product.Packaged in a black compact printed with the SHANY logo, the eye shadow palette makes an ideal gift for a girlfriend, wife, or sister.About SHANY: Sleek. Sexy. Breathtaking.With a commitment to high quality, SHANY creates a variety of makeup kits, cases, and accessories. Offering easy accessibility to professional-quality makeup and accessories for at-home users, SHANY assembles and hand-selects every item in their assortment of makeup collections. All shadows are formulated with a natural mineral oil base and packaged in recyclable plastic. SHANY is a proud member of People for the Ethical Treatment of Animals (PETA), and does not test any makeup on animals.What's in the BoxOne SHANY Boutique Eyeshadow Palette (Set of 40 Colors).Eyeshadow and Makeup SetsBold and Bright CollectionMetallic CollectionSunset CollectionProfessional Makeup-KitBoutiqueSmokey EyesMineral EyeSparkle&nbsp;",
    "itemID": "B001C6H6F8",
    "helpful": [
      0,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 2689
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 14.99,
    "brand": "SHANY Cosmetics"
  },
  {
    "title": "SHANY Professional Multi Effect Velvet Touch Eyeshadow Palette, 24 Color",
    "description": "This kit contains 24 different colors of eyeshadow. Feeling creative? This kit is perfect for you. This kit works great with professional brushes and applicators. Colors are great for smearing multiple eyeshadows and will bring an elegant touch to eyes an",
    "itemID": "B0034XRYAO",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 214123
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": 9.95,
    "brand": NaN
  },
  {
    "title": "FASH Professional 180 Color Eyeshadow Palette (makeup, cosmetic)",
    "description": "You like colors??? Then add colors to your looks with FASH &#xFFFD;s  all new 180 color eye shadow palette .It&#xFFFD;s time to get that stylish matte look with a little shine that brings life to your eyes and makes you stand out everywhere you go. That&#xFFFD;s not all !! You wish for any color and it will be there, as the palette contains 180 different COLORS whether be it shimmery or matte. You can experiment with different looks &#xFFFD;smoky, dazzling, shimmery, and elegant!!You name it and you can do it. This palette is worth owning. It is comfortable to carry. Just grab it and take it wherever you go. The highly pigmented eye shadow applies evenly and blends well on your skin .The product is Made from natural mineral oil base that makes it last for hours, until you wash it off. So what are you waiting for???Just grab the most affordable and value for money product. For best results use it with FASH professional brush sets.",
    "itemID": "B0047TO1G4",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 132943
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]