[
  {
    "title": "BaByliss Pro BABP6685N Porcelain Ceramic Carrera2 Dryer",
    "description": "BaByliss PRO Carrera Professional Commercial Grade Porcelain Ceramic 1900 Watt Hair Dryer with ionic technology emits negative ions eliminate static, reduces drying time. Ceramic generates far infrared heat to protect hair's luster.",
    "itemID": "B001UHN0HM",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3226
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 59.95,
    "brand": "BaBylissPRO"
  },
  {
    "title": "WEN&reg; Sweet Almond Mint Cleansing Conditioner 16oz",
    "description": "Sweet Almond Mint is the perfect balance of nourishing herbs and natural ingredients designed to hydrate and replenish hair that has been damaged due to shampoo and other harsh elements. May be used as often as necessary, it thoroughly cleanses hair and scalp without stripping them of their natural oils, providing it with added moisture, strength and sheen.",
    "itemID": "B0048O2R1E",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 718
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 30.0,
    "brand": "WEN&reg; by Chaz Dean"
  },
  {
    "title": "Savon de Marseille (Marseille Soap) with Pure Crushed Local Flowers from France (Grapeseed)",
    "description": "Absolute bliss. Pure, moisturizing Savon de Marseille soaps with the regional flowers of lavender, orange, rose and verbena. In the Middle Ages, big blocks of gentle soap were first crafted in the Mediterranean port city of Marseille with olive oil from local groves, marine ash and sea salted water. The quality of these soaps were immediately famous throughout Europe and in 1688 French law declared that only soaps made according to certain ancient methods could bear the important mark Savon de Marseille. Now the most prized of all soaps in the world, our Savon de Marseille is still crafted by hand, in Marseille, just as it has been for hundreds of years. It takes the Maitre de Savon (soapmaster) two weeks to make Marseille Soap. The purest ingredients (mentioned above) are heated for ten days in antique cauldrons. Know-how passed down through the generations will reveal to the soapmaster the right moment to pour the mixture into open pits where it slowly hardens. Cut into cubes and stamped, without machines of any kind, the soaps are then set out to dry in the sun and cool winds. Savon de Marseille (also known as \"Marseille Soap\") is once again being rediscovered for its extraordinary purity, gentle skin care and ecological value. Savon de Marseille is recommended by dermatologists throughout the world for dry or sensitive skin, eczema and other ailments. In France it has been trusted for generations to cleanse everything from linens to little faces. Marseille Soap is totally biodegradable, requires little packaging and its manufacture is environmentally friendly. Authentic Marseille Soap is stamped with its weight in grams - allowing households to compare prices and plan their inventories. No soap is \"greener.\" In France they are sold piled high on open-air market tables like produce, wrapped in craft paper. Your Savon de Marseille will be delivered without plastic packaging, carefully wrapped in paper stamped with the famous marks to prove its authenticity.  FSL",
    "itemID": "B000FPVMCU",
    "helpful": [
      3,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 31277
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 14.99,
    "brand": NaN
  }
]