[
  {
    "title": "Be Delicious by Donna Karan Eau De Parfum Spray 1 oz for Women",
    "description": "Be Delicious by Donna Karan Eau De Parfum Spray 1 oz for Women",
    "itemID": "B00064A5L4",
    "helpful": [
      19,
      22
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 132229
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 28.95,
    "brand": "Donna Karan"
  },
  {
    "title": "Cetaphil Moisturizing Cream, Fragrance Free - 16 oz",
    "description": "Cetaphil moisturizing cream--formulated specifically for chronic dry, sensitive skin--contains a superior system of extra-strength emollients and humectants clinically proven to bind water to the skin and prevent moisture loss. The result is long-lasting relief for even severely dry skin. The non-greasy formula is excellent for hands, feet, elbows, knees, and any other areas that require intensive moisturization. It's also cosmetically appealing for facial use. Free of lanolins, parabens, and fragrances that can irritate sensitive skin; this cream is non-comedogenic.Label InformationIngredientsPurified Water, Polyglycerylmethacrylate (and) Propylene Glycol, Petrolatum, Dicaprylyl Ether, PEG-5 Glyceryl Stearate, Glycerin, Dimethicone (and) Dimethiconol, Cetyl Alcohol, Sweet Almond Oil, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Tocopheryl Acetate, Phenoxyethanol, Benzyl Alcohol, Disodium EDTA, Sodium Hydroxide, Lactic Acid.DirectionsApply liberally as often as needed or as directed by a physician.",
    "itemID": "B000052YMQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 17.5,
    "brand": "Cetaphil"
  },
  {
    "title": "Cetaphil Gentle Skin Cleanser, For all skin types, 16-Ounce Bottles (Pack of 2)",
    "description": "",
    "itemID": "B001ET76EY",
    "helpful": [
      5,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2342
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 26.8,
    "brand": "Cetaphil"
  }
]