[
  {
    "title": "Proactiv Solution Deep Cleansing Wash, 8 Oz",
    "description": "Your face isn't the only place that can suffer from acne. That's why we created Proactiv Solution Deep Cleansing Wash, a gentle all-over cleanser perfect for face and body.\nBenefits: \nPerfect for occasional use when you want an extra deep clean\n\nFinely milled exfoliating beads smooth away dead skin cells\n\nSoothing botanicals calm skin as it exfoliates\n\nSpecial formula containing 2% salicylic acid helps unclog pores and reduce oiliness to help prevent future breakouts",
    "itemID": "B001GUUAT4",
    "helpful": [
      2,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 3195
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 17.9,
    "brand": "Proactiv"
  },
  {
    "title": "Coty Airspun Face Powder, Naturally Neutral, 2.3 oz",
    "description": "Light/Medium Neutral Tone 070-11Exclusive Microspun formula.&nbsp; Provides a longwearing, flawless finish to set makeup or may be used instead of foundation.",
    "itemID": "B000052Z5B",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 14650
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 9.99,
    "brand": "Coty"
  },
  {
    "title": "Bare Escentuals Maximum Coverage Concealer Brush",
    "description": "Broken capillaries. Scars. Blemishes. Conceal and conquer any imperfection with this soft brush, which gives you fuller, more concentrated coverage. That's because the firm, medium-sized brush head holds more SPF 20 Multi-Tasking Concealer. Use a patting technique to cover imperfections before or after applying your foundation, and you'll get maximum coverage that blends completely and doesn't leave a line.",
    "itemID": "B0001EL658",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 8115
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 6.95,
    "brand": "Bare Escentuals"
  }
]