[
  {
    "title": "Clarisonic Replacement Brush Head (Delicate)",
    "description": "Designed for delicate skin. With daily use, the Clarisonic Skin Care Brush leaves skin feeling and looking smoother, and increases product absorption for improved  cleansing. Effective for use on the face, d&#xE9;collet&#xE9; and body.",
    "itemID": "B000UPRSKA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2681
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 25.0,
    "brand": NaN
  },
  {
    "title": "real Techniques Starter Set",
    "description": "Designed with pro makeup artist Samantha Chapman, Real Techniques brushes combine high-tech materials with innovative design to make creating a pixel-perfect look easier than ever: Taklon bristles are ultra plush and smoother than the hair you'll find in other brushes. Since taklon is synthetic, it's 100% cruelty-free. The soft fibers help create a flawless, high-definition finish in any type of light, from sunlight to harsh indoor lighting. The color-coded system corresponds to the key steps of makeup application so you can create a flawless base (copper), enhanced eyes (purple), and the perfect finish like a pro (pink). Each brush head is hand-cut to the perfect shape, allowing for precise application from dense coverage to a soft, delicate finish. The collection is suitable for a wide range of products and every makeup need &#x2013; from powders, creams, and liquids to mineral makeup, highlighter, and shimmer. Brush names on the handles make for easy reference when creating your favorite look.",
    "itemID": "B004TSFE28",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 80
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 14.71,
    "brand": "Real Techniques"
  },
  {
    "title": "Professional Brush Cleaner, 32oz",
    "description": "The most requested makeup brush cleaner on the market, ours is known for its rich blue color and vanilla scent. Top professionals rely on the quick-drying formula to clean, sanitize, and leave tools with a pleasant smell. Safe for use with natural and synthetic hairs, the cleaner immediately dissolves all traces of wax, liquid, and powder residue from brushes, spatulas, and palettes. It's the only makeup brush cleaner to remove 99.9% of all bacteria--and it conditions to extend brush life. Environmentally safe and non-carcinogenic.\n\nDirections: Use long strokes to wipe excess makeup on a tissue or paper towel. Pour a small amount of brush cleaner in a bowl or other container, and dip brush or tool in cleaner. Remove immediately. Wipe clean on tissue. Repeat a second time if necessary. Allow to air-dry for two to five minutes. For faster drying (30 seconds), lay brushes flat on non-porous surface, hold brushes in place by handles, and fan hair dryer from six inches away for a maximum of 30 seconds.",
    "itemID": "B002HMYF8W",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4299
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 31.49,
    "brand": "Cinema Secrets"
  }
]