[
  {
    "title": "32oz. Organic Yellow FILTERED CREAMY Shea Butter By SaaQin&reg;",
    "description": "Why do we filter it? Raw Unrefined Shea Butter is shipped from Africa full of impurities and broken shells etc. We Systematically clean most of it, we pack it well and we sell it as such. However 10% of all the impurities cannot be removed unless we melt the Shea Butter at a controlled temperature. Then We mechanically filter it.\n\nThe final product is 100% Free of impurities, bacteria Free, in warm temperatures the butter is very soft and ready to use right away.\n\nIt comes sealed in a temper proof jar, the jar is impervious to light which protects the Shea butter from degradation and color change.",
    "itemID": "B002N6SBJ6",
    "helpful": [
      9,
      10
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 46267
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 16.25,
    "brand": NaN
  },
  {
    "title": "Sally Hansen Mega Shine Nail Treatment-0.43 oz",
    "description": "Sally Hansen mega shine is an extended-wear top coat. Keeps manicures beautiful up to 10 days. Dries in just 60 seconds. Advanced formula dries your manicure from top to bottom in just 60 seconds-no more smudges. Fuses and seals all your manicure layers into one powerful protective shield that resists chipping, cracking, peeling and damaging moisture. Micro-diamonds add mirror shine and strength.",
    "itemID": "B003VDGIQI",
    "helpful": [
      5,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 56061
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments"
      ]
    ],
    "price": 7.49,
    "brand": "Sally Hansen"
  },
  {
    "title": "OPI Hong Kong: Dim Sum Plum NLH44",
    "description": "OPI Hong Kong Dim Sum Plum NLH44",
    "itemID": "B0036UMM0M",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 87187
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 2.99,
    "brand": "OPI"
  }
]