[
  {
    "title": "Microneedle Skin Care System NEW SPA 1.50mm. FDA Listed",
    "description": "The aging process can be cruel to our skin. Between sun damage and progressive collagen loss, the skin loses its plumpness and resiliency. Micro needle skin rejuvenation or Mesolift infuses the dermis with potent vitamins and anti-oxidants to rejuvenate and revitalize the skin. Micro needle skin massage will stimulate collagen production, helps to infuse active cosmetics into the skin.\n\nThe roller consists of the round roller massager inlaid with tiny 192 needles 1,5mm long. The roller is sterilized and comes in a sealed bag. \n\nThings to Know About 1.5mm Micro needle skin care system: 1. Micro needle skin care system is good for skin complexion improvement, wrinkle reduction and face rejuvenation. 2. Micro needle 0.5mm skin care system is the best choice for facial treatments due to specific skin thickness on the face. 3. Micro needle skin care system will increase skin permeability without harming underlying capillary system. 4. Micro needle skin care system is best to be used with professional skin care concentrates to insure the safety and effectiveness of the treatment.",
    "itemID": "B002F4Z18A",
    "helpful": [
      6,
      7
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4098
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 24.65,
    "brand": NaN
  },
  {
    "title": "Pearl Enterprises M.T. ROLLER 1.0mm Micro Needle Roller Skin Care Therapy Dermatology System (Dermaroller)",
    "description": "The Microneedle works for various skin issues to make you look younger, more vibrant and with a healthy glow.  Best of all, it can be used almost on the entire body.  It rids stretch marks, cellulite, wrinkles, acne and promotes hair re-growth.",
    "itemID": "B004LUZ956",
    "helpful": [
      30,
      47
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 313
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 12.98,
    "brand": NaN
  },
  {
    "title": "Dr. Dennis Gross Skincare Extra Strength Alpha Beta Peel, 30 Count JAR",
    "description": "The Extra Strength Alpha Beta Peel is a boosted version of Dr. Gross's number-one selling anti-aging treatment on pre-soaked towelettes. Delivering professional results without irritation, this patented two-step treatment reduces fine lines, wrinkles, and pore size while diminishing dark spots and improving skin tone and texture. Thirty applications are included.The Extra Strength Alpha Beta&reg; Peel improves skin tone and texture in two simple steps.View larger.Professional Anti-Aging Results at HomeThe Extra Strength Alpha Beta&reg; Peel is an anti-aging peel that gives you professional results at home. Formulated for daily use, these pre-soaked towelettes contain the patented formula that Dr. Gross uses at his NYC medical practice. Users of this treatment experience a visible reduction in wrinkles, a brighter complexion, minimized pores, and resurfaced skin.Diminishes Fine Lines, Wrinkles, and Pore SizeThe Extra Strength Alpha Beta&reg; Peel is for anybody who wants to reduce the appearance of fine lines, wrinkles, and pore size and make their skin look younger and more radiant, increasing its natural glow and health. This proven treatment is also ideal for targeting dark spots and improving skin tone and texture.This innovative system includes purifying agents to smooth signs of aging and improve skin clarity.View larger.Results You Can See, Skin You Will Love, From a Dermatologist you Trust100&#37; of users surveyed agreed that the formula was gentle and fit easily into their regular beauty routine. 96&#37; of users surveyed reported that their skin looked more youthful and glowing.**Results based on a 28-day consumer study by The Benchmarking Company.Patented Extra-Strength FormulaThe Extra Strength Alpha Beta&reg; Peel contains higher concentrations of Alpha Beta&reg; acids, plus anti-aging boosters, including Mandelic Acid and Willow Bark Extract. This patented, two-step extra- strength formula contains multiple active ingredients, all shown to correct and erase skincare concerns without causing irritation or requiring recovery time.Improves Skin in Two Easy StepsThese pre-soaked towelettes are prepared and packed for convenient application in two simple, easy-to-use steps. Apply Step 1 to clean, dry skin in circular motions from the forehead to the neck. Continue until pad feels dry. Wait two minutes and apply Step 2 using the same technique. Do not rinse after either step.When you are done, you will have delivered multiple active ingredients to your skin, all proven to reduce the appearance of fine lines and wrinkles and give you a healthier, more radiant look.What's in the BoxDr. Dennis Gross Extra Strength Alpha Beta&reg; Peel, 30 Applications.",
    "itemID": "B003YCCLIA",
    "helpful": [
      4,
      8
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 17174
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Alpha Beta"
      ]
    ],
    "price": 74.4,
    "brand": "Dr. Dennis Gross Skincare"
  }
]