[
  {
    "title": "Avon ANEW CLINICAL Advanced Retexturizing Peel",
    "description": "Avon Anew Clinical Retexturizing Facial Peel Give your Face a Brand New Fresh Look Now, in 1 easy step! See results superior* to a professional 35% glycolic Facial peel. At home. No appointment necessary. The advanced exfoliator safely retexturizes and resurfaces skin. Formulated with soothing botanicals that help nourish and calm skin. Peels away dullness and visible age damage so healthier skin cells can surface.",
    "itemID": "B001BGBUYW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4010
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Glycolic Acid"
      ]
    ],
    "price": 14.34,
    "brand": "Avon Anew Clinical Advanced Retexturizing Peel"
  },
  {
    "title": "Avon Anew Clinical Resurfacing Expert Smoothing Fluid 1 Oz.",
    "description": "Avon Anew Clinical Resurfacing Expert\nSmoothing Fluid 1 Oz.\nHelps Skin to look and Feel Younger\nHelps Replenish and retexture your Facial skin\nLeaving a smooth , radient, surface Ready for Your Makeup\nPrice Listed is for 1 Full size bottle Only",
    "itemID": "B006WDM9MQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 16295
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 19.95,
    "brand": "Avon Anew"
  },
  {
    "title": "Argan Oil for Hair and Skin by Poppy Austin&reg;",
    "description": "Are you ready to be flooded with compliments?Have hair and skin to be proud of. In less than a week!Everyone's talking about Poppy Austin Argan Oil, and for good reason.Not only does it soften and hydrate your hair, as well as leaving your skin silky smooth, it's also packed full of fatty acids making it one of nature's most effective anti-aging moisturizers.Such is the interest in this naturally produced lightweight oil, celebrities such as Eva Mendes and Marian Cotillard (to name just a few) are describing Argan Oil as their daily skin and haircare \"secret\".WARNING: not all Argan Oils are the sameSadly, with Argan Oil's growing popularity, more and more companies are jumping on the bandwagon, using the Oil's name to launch sub-standard cosmetics. Most of these oils are completely fake, diluted or over processed in a lab. They contain just a tiny proportion of Argan Oil (often less than 5%), the rest of the bottle being made up synthetic filler ingredients and nasty chemicals.Poppy Austin Argan Oil GoldThe process of producing raw, organic, and 100% pure Argan Oil takes time. It is a manual system that has been carefully refined over centuries by the Berber women of Morocco. It is this exact process that produces each and every bottle of Poppy Austin Argan Oil Gold, deep in the heart of rural Morocco.This is our Grade A purity batch. Harvested & hand made: April 2014.Only 500 bottles are available at the discounted price shown each month, so click the Add to Cart button to secure your bottle of Poppy Austin Argan Oil Gold TODAY!",
    "itemID": "B00D3M0CRS",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 792
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Relaxers",
        "Lotions"
      ]
    ],
    "price": 26.55,
    "brand": NaN
  }
]