[
  {
    "title": "RoC Retinol Correxion Eye Cream, 0.5 Ounce",
    "description": "&nbsp;&nbsp;&nbsp;Fight the look of deep wrinkles with RoC RETINOL CORREXION Eye Cream. Specially formulated for the delicate eye area, Retinol CORREXION Eye Cream visibly reduces wrinkles around the eyes and crow's feet in 12 weeks. In addition, it evens out the appearance of dark circles and reduces the appearance of puffiness in four weeks.Usage TipsApply the formula in small dots around the eye area and gently smooth until thoroughly absorbed. Use alone or under makeup in the morning and/or evening.How Can RoC RETINOL Improve My Skin?Retinol is one of the most effective ingredients for reducing the appearance of lines and wrinkles.When you are young, your skin cells continuously renew themselves, which keeps your skin looking smooth. As time passes, however, your skin's ability to renew itself gradually slows down. Skin loses its elasticity and wrinkles become more evident. What you need is something to help keep it looking younger and healthier.This is the benefit of Retinol. Retinol is a pure form of Vitamin A that works to reduce the appearance of wrinkles.Advice for Getting the Most Out of Retinol ProductsStart Early:It is often recommended to begin using a Retinol product in your late twenties to early thirties. Early use of Retinol products can actually help to combat fine lines and wrinkles before they become apparent, so your skin stays looking younger and healthier.Start Slowly:Using Retinol is like exercising. You don't start out running a marathon. Begin by applying a small amount (a little goes a long way) every other day for about two weeks. After two weeks, you may begin applying more frequently until find the best routine for your skin.RoC RETINOL CORREXIONEye CreamAt a Glance:Hypoallergenic2006 CEW Beauty Awards WinnerStick with It:It is important to be consistent, as the benefits of Retinol are seen over time. If you happen to experience minor skin irritation, this may be temporary while your skin adjusts to the products. Just decrease usage for a few days and work your way back up after that.Protect your skin:Whether you use a Retinol product during the night or day, always remember to wear a sunscreen of SPF 15 or higher during the day.RoC: A History of Skincare ExpertiseRoC brand was founded in France in 1957 by pharmacist Jean-Charles Lissarrague and a collaboration of dermatologists. From the beginning, RoC developed strong partnerships with dermatologists, helping it become the skincare leader in France. In 1999, the makers of RoC brought its anti-aging expertise to the U.S.Since then, RoC has continued to build on its unique understanding of the skin aging process to develop the best and most effective skincare solutions for women in the U.S. RoC products in the U.S. are not only derived from extensive research and thorough clinical studies, but also from a proven track record of success with European women.What's in the BoxRoC RETINOL CORREXION Eye Cream (0.5 Fluid Ounces).Deep Wrinkle FillerDeep Wrinkle SerumDeep Wrinkle DailyMoisturizer SPF 30Eye CreamDeep Wrinkle Night CreamSENSITIVE Eye CreamSENSITIVE Night CreamTrademark Information:RoC&reg; RETINOL CORREXION&reg; Deep Wrinkle Eye Cream",
    "itemID": "B0009RFB76",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 430
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 14.1,
    "brand": "RoC"
  },
  {
    "title": "Savon de Marseille Olive-1000g",
    "description": NaN,
    "itemID": "B000FPWUOO",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 169514
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Savon de Marseille (Marseille Soap) with Pure Crushed Local Flowers from France (Grapeseed)",
    "description": "Absolute bliss. Pure, moisturizing Savon de Marseille soaps with the regional flowers of lavender, orange, rose and verbena. In the Middle Ages, big blocks of gentle soap were first crafted in the Mediterranean port city of Marseille with olive oil from local groves, marine ash and sea salted water. The quality of these soaps were immediately famous throughout Europe and in 1688 French law declared that only soaps made according to certain ancient methods could bear the important mark Savon de Marseille. Now the most prized of all soaps in the world, our Savon de Marseille is still crafted by hand, in Marseille, just as it has been for hundreds of years. It takes the Maitre de Savon (soapmaster) two weeks to make Marseille Soap. The purest ingredients (mentioned above) are heated for ten days in antique cauldrons. Know-how passed down through the generations will reveal to the soapmaster the right moment to pour the mixture into open pits where it slowly hardens. Cut into cubes and stamped, without machines of any kind, the soaps are then set out to dry in the sun and cool winds. Savon de Marseille (also known as \"Marseille Soap\") is once again being rediscovered for its extraordinary purity, gentle skin care and ecological value. Savon de Marseille is recommended by dermatologists throughout the world for dry or sensitive skin, eczema and other ailments. In France it has been trusted for generations to cleanse everything from linens to little faces. Marseille Soap is totally biodegradable, requires little packaging and its manufacture is environmentally friendly. Authentic Marseille Soap is stamped with its weight in grams - allowing households to compare prices and plan their inventories. No soap is \"greener.\" In France they are sold piled high on open-air market tables like produce, wrapped in craft paper. Your Savon de Marseille will be delivered without plastic packaging, carefully wrapped in paper stamped with the famous marks to prove its authenticity.  FSL",
    "itemID": "B000FPVMCU",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 31277
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 14.99,
    "brand": NaN
  }
]