[
  {
    "title": "Coastal Scents 88 Color Palette, Warm",
    "description": "The warm palette is a beautiful palette filled with matte, shimmer, smokey, and neutral shadows. Colors contained are in silver blues, camo greens, earthy peach & stone, rich plums, and many different shades of brown.",
    "itemID": "B002ON11RW",
    "helpful": [
      0,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 3925
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Palettes"
      ]
    ],
    "price": 8.12,
    "brand": "Coastal Scents"
  },
  {
    "title": "15pcs Nail Art Gel Design Pen Painting Polish Brush Dotting Drawing Tool Set NEW Bs-05",
    "description": "Item is shipped from China, and it will take 10-15 business days to arrive UK or it will take 10-20 business days to arrive worldwide. 100% Brand New. Weight: 65g. A perfect set tool for your nail art and beauty. Perfect for natural nails, false nails and 3D nail art. 5 pcs nail art pens & brush for design & painting set. Suitable for professional and home use. Easy to handle, perfect for professional and home use. Suitable for every ladies. A perfect set tool for your nail art and beauty. 15 Nail Art Design Painting Pen Polish Brush Set Consist Of :3x Drawing Tools / 7x Painting Tools (also can use as gel nail curing brush) / 2x Liners / 1x Dotting Tool / 2x Fan brushes for nail art effect (also can use as eye shadow brush). Package Content: 1 x 15pcs Nail Art Painting Pen Brush.",
    "itemID": "B0083QNBCM",
    "helpful": [
      0,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Arts, Crafts & Sewing": 2467
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 2.68,
    "brand": "Uniqstore"
  },
  {
    "title": "e.l.f. Mineral Eyeshadow Primer Sheer, 0.15 Ounce",
    "description": "This gentle and completely sheer eyeshadow primer has key vitamins A, C and E to help prevent aging and moisturizes the skin. 100% mineral based with no parabens, no preservatives and no chemical dyes.",
    "itemID": "B00373DIYM",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 3834
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 5.95,
    "brand": "e.l.f. Cosmetics"
  }
]