[
  {
    "title": "Matrix Biolage Smooth Proof Deep Smoothing Shampoo and Conditioner 33.8 Ounces",
    "description": "Smoothproof smoothes frizzy, unruly, medium to coarse hair with the silky serum of Camellia flower seed to continuously control frizz in hot, humid seasons while replenishing hair's moisture during dry cool seasons. Hair stays naturally smooth,year-round, even in up to 97% humidity*",
    "itemID": "B002BXGV52",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 5521
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 40.89,
    "brand": "Matrix"
  },
  {
    "title": "Olay Total Effects Anti-Aging Fragrance Free Moisturizer 1.7 Fl Oz",
    "description": "For those concerned about multiple signs of aging, this daily non-fragrance and non-color facial moisturizer provides the benefit of 7 anti-aging therapies in 1 formula. Line Minimization: Reduces the appearance of fine wrinkles. Nourishing Moisturization: For a radiant, healthy glow. Tone Enhancement: Balances color & reduces appearance of age spots. Gentle Exfoliation: Smoothes and evens skin texture. Pore Refinement: Minimizes the appearance of pores. Free Radical Defense: Helps prevent damage to skin&rsquo;s surface. Subtle Lifting: Hydrates for firmer skin appearance. Visibly younger-looking skin with an appearance that&rsquo;s more resilient to aging. It provides the total anti-aging power of moisture fused with vitamins and anti-oxidants. THIS EXCLUSIVE FORMULA IS: Color and Fragrance-Free, Dermatologically tested, Non-Comedogenic (won&rsquo;t clog pores), Oil-free and Fast-Absorbing.",
    "itemID": "B0000536P4",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 1730
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 7.99,
    "brand": "Olay"
  },
  {
    "title": "Eltamd UV Daily SPF 40, 48-Gram 1.7 Ounce",
    "description": "EltaMD UV Daily 40 is a moisturizing sunscreen that is sheer and lightweight formulated to reduce the appearance of fine lines and wrinkles. Perfect for daily use and is paraben-free, non-comedogenic, sensitivity-free, and fragrance-free.This product contains 9% transparent micronized zinc oxide to protect the skin from UVA rays and delivers SPF 40 to protect skin from UVB rays.",
    "itemID": "B00464EC1E",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 220
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 17.72,
    "brand": "EltaMD"
  }
]