[
  {
    "title": "Clairol Shimmer Lights Shampoo Blonde &amp; Silver 31.5oz",
    "description": "Clairol Shimmer Lights Original Conditioning Shampoo brightens white and gray hair. Shampoos away yellow, and refreshes faded highlights.",
    "itemID": "B000FVEKUU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 31761
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 16.95,
    "brand": "Clairol"
  },
  {
    "title": "Bare Escentuals Mineral Veil",
    "description": "A luminous 100% pure bareMinerals finishing powder for the face. For the ultimate, translucent \"finishing touch\" to your makeup, Mineral Veil melts into your skin, infusing it with softness and light, giving the look you see with a soft focus camera lens. Buff on Mineral Veil over bareMinerals Foundation to lend extra staying power. Completely sheer and ideal for all skin tones, Mineral Veil gently absorbs oil and minimizes the appearance of lines and pores without the buildup of pressed or loose powders that contain parabens, waxes, dyes and binders.",
    "itemID": "B000QE7DV4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 43379
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 12.95,
    "brand": "Bare Escentuals"
  },
  {
    "title": "Burberry London By Burberry For Men. Eau De Toilette Spray 3.3 -Ounce",
    "description": "Launched by the design house of Burberry.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000P20VAC",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Men's",
        "Eau de Toilette"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]