[
  {
    "title": "Emu Oil Pure Premium Golden - Powerful Skin and Hair Moisturizer - 4 fl.oz.",
    "description": "Emu Oil 4 fl.oz. Emu Oil is a traditional Australian Aboriginal oil and natural skin and hair moisturizer. Our emu oil is fully refined and contains all natural ingredients, including vitamins, minerals, and the essential fatty acids Omega 3 and 6. Please note that some producers sell a manufactured emu oil that has been clarified. This clarification process eliminates some of the most active ingredients of the product. Our emu oil is milky white, and each batch is analyzed to confirm that all essential ingredients are present at the natural concentrations. This oil is highly penetrating to the skin, and thus fully effective as topical treatment. InStyle Magazine featured actress Charlize Theron commenting on our product: \"I'm not big into styling products, but I use this emu oil to moisturize my hair.\"",
    "itemID": "B001MWV40U",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 659
    },
    "categories": [
      [
        "Beauty",
        "Skin Care"
      ]
    ],
    "price": 22.8,
    "brand": NaN
  },
  {
    "title": "Flash Shiner Nail Buffer",
    "description": "Easy, Fast, & An Amazing Shine. Step 1: Gray Step 2: Green Step 3: White.",
    "itemID": "B002QY86BI",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 2007
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 3.99,
    "brand": "Flash Shine"
  },
  {
    "title": "Premium Nail Art Quality Manicure Crystal Glass Nail Files Set of 5 by Cheeky&reg;",
    "description": "Set of 5 Crystal Glass Nail FilesThese Cheeky nail files are made with a tough Crystal Glass abrasive surface making them extremely long lasting.They can be cleaned using hot waterIdeal for natural or acrylic nails.Use to shape newly cut nails ensuring that movement is from the centre of the nail outwards to ensure a smooth finish.Becoming an official \"Cheeky Chick\"Cheeky is a lady's best friend!It is a one stop shop for ladies beauty needs such as: makeup, nails, personal care products or innovative beauty gadgets, all are only few clicks away when shopping on our Cheeky shop.Cheeky's famous high quality products and services are guaranteed with every purchase of one of our products.After the purchase of your first Cheeky item, you will become an official \"Cheeky Chick\" and most likely develop severe addiction to Cheeky's products.You will find that enjoyable shopping experience, excellent service and stylish high quality products can be bought at a fair price.Please note that we offer fast (from the UK) and slow (from China) shipping options for your convenience. Please select your most suitable shipping option according to your needs and budget.",
    "itemID": "B005WTKB2Q",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2549
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Files & Buffers"
      ]
    ],
    "price": 7.99,
    "brand": NaN
  }
]