[
  {
    "title": "Suave Naturals Shampoo, Sun Ripened Strawberry 22.5oz",
    "description": "Gentle Cleansing with a Fragrant Natural Scent for All Hair TypesSuave&reg; Naturals Fresh Mountain Strawberry Shampoocombines the fragrance of freshly-picked mountain strawberries in a formula with gentle cleansers to enhance fullness and bring out the natural beauty of all hair types.&nbsp; Treat yourself and your hair to the long-lasting beauty and fresh fragrance of Fresh Mountain Strawberry.The Suave Promise:We guarantee your full satisfaction or we will replace or refund your purchase.&nbsp; For details, comments or questions, please visitwww.Suave.comor call 1-800-782-8301.",
    "itemID": "B0000530LV",
    "helpful": [
      5,
      8
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 63163
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 3.71,
    "brand": "Suave"
  },
  {
    "title": "Extreme Cat Protein Treatment Unisex Treatment by Redken, 5 Ounce",
    "description": "No More Weak Listless HairRedken Extreme CAT Protein Treatment contains a blend of natural lipids and Redken's 3D repair formulation that strengthens weak hair, restores moisturizes and makes it soft and shiny once more, just like the way you always wanted it to be.Protein network formulation provides strength to hair, reduces breakingRepairs damaged hair and improves textureLeaves hair soft and smooth with every washWith every wash, get softer, stronger and more manageable hair that shines naturally. Use while washing weak hair and reconstitute its strength with every use. Redken Extreme CAT Protein Treatment makes weak hair worries a thing of the past.Just for you:Suitable for all types of hair.A Closer Look:Redken Extreme CAT Protein Treatment restores strength and moisture to your hair. Its ceramide component performs structural repair and its 3D repair complex conditions hair to make it soft and strong.You Won't Find:Paraben and sulfate freeGet Started:Shampoo hair and rinse. Spray evenly onto hair and lather. Leave for 2 to 3 minutes, then rinse. For best results, use 1 to 3 times a week.",
    "itemID": "B0007X74IQ",
    "helpful": [
      1,
      3
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 103428
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 15.98,
    "brand": "Redken"
  },
  {
    "title": "Clairol Natural Instincts  02 Sahara Light Blonde 1 Kit  (Pack of 3) (packaging may vary)",
    "description": "",
    "itemID": "B000271KR8",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 23.1,
    "brand": "Clairol"
  }
]