[
  {
    "title": "Home Health Goji Berry Fragrance-Free Facial Cream, 4 Ounce",
    "description": "Home Health was founded 65 years ago with one goal in mind: \"to research and develop the finest naturally-based bath and body care products available.\" today, their vision and philosophy remains the same, as they continue to deliver the natural health and healing products their customers demand and deserve. Home Health offers a full range of health and beauty products from skin care treatments and women herbal creams, hair care products and fragrant body splashes. All Home Health products are cruelty-free and developed without animal testing.",
    "itemID": "B0011N77IS",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 62441
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 12.69,
    "brand": "Home Health"
  },
  {
    "title": "Yes To Carrots Nourishing Carrot Shampoo, 16.9-Ounce Bottles (Pack of 2)",
    "description": "We know you'll be singing in the shower with Yes To Carrots Daily Pampering Carrot Juice Shampoo. It cleanses, nourishes and moisturizes your hair and scalp with Dead Sea Minerals, revitalizing and protecting it and leaving you with luminous, luscious locks. Go ahead, grab the shampoo bottle and use it for your microphone, this is definitely something to sing about!*",
    "itemID": "B001EWET8W",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2775
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 10.79,
    "brand": "Yes To Carrots"
  },
  {
    "title": "Kiss My Face Whenever Shampoo, Green Tea &amp; Lime, Value Size, 32 Ounce",
    "description": "Whenever shampoo gently & thoroughly cleanses your hair without stripping or drying & soothes your scalp with pure essential oils & organic herbs. Especially great for the very sensitive shampooer. It's as effective as it is good for your hair, leaving your locks luminous. The unique, natural aromas will leave you exhilarated.  Now in a larger Economically Friendly size.",
    "itemID": "B003EUR1D2",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 393
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 13.99,
    "brand": "Kiss My Face"
  }
]