[
  {
    "title": "EcoTools Flat Eyeliner Brush (Pack of 2)",
    "description": "EcoTools offers modern women the beautiful choice for eco-conscious indulgence everyday.  We combine beauty expertise with eco-innovation to offer a comprehensive line that looks beautiful, performs beautifully, and acts responsibly.  The iconic look of the sleek bamboo, gorgeous recycled aluminum and incredibly soft bristles are only part of what makes EcoTools, EcoTools. Our cosmetic brushes are beautiful and show respect for the earth. They have 100% cruelty-free bristles and a portion of sales is donated to environmental organizations. Specifically donating funds to organizations that represent a blend of green and beauty!",
    "itemID": "B003GDDGQI",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 52954
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 7.96,
    "brand": "EcoTools"
  },
  {
    "title": "CHI Silk Infusion, Silk Reconstructing Complex, 2 Ounce",
    "description": "CHI Silk Infusion&#x2122; - Reconstructing Complex is specially formulated for thermal styling and hair repair. CHI Silk Infusion contains no alcohol, so it won't dry your hair out as a leave in treatment - and it'll leave your hair with the head-turning, lustrous shine of pure silk.Strengthens hair for incredible softness, manageability, and shine without any build up.",
    "itemID": "B0018HH444",
    "helpful": [
      11,
      13
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2911
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 11.99,
    "brand": NaN
  },
  {
    "title": "Tigi After Party 3.4 fl oz",
    "description": "TIGI Bed Head After The Party Creme is a softening cream that creates a natural and fresh look. TIGI Bed Head After The Party Creme gives you great shine and leaves hair feeling fuller, thicker with beautiful bounce. Join the party!",
    "itemID": "B003GVCU62",
    "helpful": [
      3,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7184
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 9.6,
    "brand": "Tigi"
  }
]