[
  {
    "title": "Nail Art MoYou Rhinestone Pack of 1200 Crystal Premium Quality 2mm Gemstones in 12 different colors, beauty accessory for women nails, fun and easy to apply with top coat or nail glue!",
    "description": "Moyou Nail Art Rhinestone Pack-1200 premium quality stones.\n\nMoyou Nail Art Rhinestone Pack includes 1200 stones in different colours.\n1.Light Pink\n2.Light Gold\n3.Dark Purple\n4.Light Green\n5.Red\n6.Light Blue\n7.Clear\n8.Turquoise\n9.Dark Pink\n10.Lilac\n11.Black\n12.Dark Blue\n\n* Small sized \n* Can be applied with top coat or glue.",
    "itemID": "B003ODETES",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3700
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 1.66,
    "brand": "Moyou Nail Art"
  },
  {
    "title": "SHANY 2012 Nail Art Polish Stamp Manicure Image Plates set of 25pcs",
    "description": "The original Shany image plates, designed and created by Shany, in set of 25 image plates, each plates measure about 1.8 inch with sanded edges for easy handling and protective nylon screen on each. All image plates are from stainless steel. All designs are from 2011 collection and you will get 25 image plates with 6 to 10 design on each. For easy instruction check the pictures to learn how easy it can be to put some art on your nail without going to salon. Shany image plate kit comes with Shany logo and trademark.",
    "itemID": "B004DK0UDA",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 4803
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 16.99,
    "brand": "SHANY Cosmetics"
  },
  {
    "title": "BONAMART &reg; Premium MASH 100 Pc Nail Art Nailart 3d Manicure Design Sticks Rods Stickers Gel Tips",
    "description": "MASH is proud to introduce its first set of 3d nail art sticks. Use these nail art sticks to lighten up your day with some fun decorations. Abundance of designs including flowers, fruits, butterflies, cute figures, and etc.HOW TO USE: Recommended to use razor blade to smoothly cut rod into thin slices. Than simply use nail glue or your top coat to attach to nails.AUTHENTICITY WARNING: The only Authentic MASH Nail Art is sold by MASH and/or Amazon directly. All other sellers are offering low quality counterfeit products.",
    "itemID": "B005C5FP9Y",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3094
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 5.1,
    "brand": "Bonamart"
  }
]