[
  {
    "title": "Neutrogena Body Clear Body Wash for Clean, Clear Skin, 8.5 Ounce",
    "description": "Neutrogena body clear body wash is a refreshing, cleanrinsing body wash that helps fight breakouts on your back, chest and shoulders. This effective, yet gentle formula contains a proven acnefighting ingredient that treats and helps prevent breakouts without overdrying and irritating your skin. The foaming lather rinses completely without pore clogging residue, leaving your skin feeling clean. Questions or comments? Call 18005824048 (USA only) or www.Neutrogena.com.",
    "itemID": "B0000535RD",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 7.99,
    "brand": "Neutrogena"
  },
  {
    "title": "Nivea for Men Cool Body Wash 16.9 oz (pack of 3)",
    "description": "Nivea For Men, Cool, Hair and Body Wash helps you to freshen up and stay cool with your new shower experience. Let the pleasantly fresh scent stimulate your senses, while the icy blue gel cools mildly and activates your skin with enduring freshness. For body and hair.",
    "itemID": "B00127S53E",
    "helpful": [
      5,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 39181
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Body Washes"
      ]
    ],
    "price": 20.44,
    "brand": "Nivea Men"
  },
  {
    "title": "NeutrogenaClear Pore Oil Eliminating Astringent, 8 Ounce",
    "description": "Clear Pore OilEliminating Astringent is specifically formulated to effectively treat acne and help prevent future pimples and blackheads. This maximum strength formula contains salicylic acid, an acnefighting ingredient recommended by dermatologists. It penetrates deep into pores to help remove dirt, oil and makeup that can clog pores and cause breakouts. It also instantly eliminates and controls excess surface oil. Gentle enough to use morning, afternoon and night, it won't overdry or irritate skin.",
    "itemID": "B0000535RC",
    "helpful": [
      3,
      5
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 5893
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Toners & Astringents"
      ]
    ],
    "price": 8.28,
    "brand": "Neutrogena"
  }
]