[
  {
    "title": "Orofluido Shine Spray, 50 mL",
    "description": "An instant aura of spectacular shine that enhances the beauty of all types of hair Discover Beauty Shine Spray from Orofludio, which bestows the luminosity of pure gold and an extraordinary silkiness and control. Achieves an instant, radiant sensual finish. Its light texture, fluid and silky like liquid gold, allows a rapid absorption without adding weight to the hair. The delicious amber fragrance with a vanilla foundation will transport you into a fascinating world of oriental perfume. Applied to dry hair A drier, lighter formula that allows ultra-rapid absorption Convenient, practical spray application for easy use in any situation A sensual, radiant finish with maximum shine Makes dry combing easier and leaves hair silky and controlled, reducing frizzing Adds no weight to the hair",
    "itemID": "B004HIBLNQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 66321
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Sprays"
      ]
    ],
    "price": 11.35,
    "brand": "Orofluido"
  },
  {
    "title": "Orofluido Mask, 250 mL",
    "description": "Moisturizing beauty treatment Moisturizes intensely and repairs profoundly. Pure luxuriance that envelops the hair, bringing out its original beauty. Apply 2 or 3 times a week for perfect results.",
    "itemID": "B004QBRX5Y",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 58961
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 14.5,
    "brand": "Orofluido"
  },
  {
    "title": "Cameo Perfect Brow Makeup Natural",
    "description": "Buy Cameo Eye Brow Makeup - Cameo Perfect Brow Makeup Natural",
    "itemID": "B004WPGXSW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3368
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyebrow Color"
      ]
    ],
    "price": 6.79,
    "brand": "Cameo"
  }
]