[
  {
    "title": "Elemental Herbs All Good Goop Organic Healing Balm, 2 Ounce",
    "description": "Elemental Herbs offers everyday healing products made from organic and botanical ingredients: healing balm, lip balms, pain relief spray, sunscreens, and herbal insect repellent. Our headquarters are at Four Elements Farm on the central coast of California, and we aim high to walk the talk of triple bottom line business philosophy, measuring success through environmental, social and economic health.",
    "itemID": "B003MUQRWU",
    "helpful": [
      5,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 20691
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 13.5,
    "brand": "Elemental Herbs"
  },
  {
    "title": "NYX Single Eye Shadow, Dark Brown, 2.5 g",
    "description": "Richly pigmented eye shadows in over 162 shades. Soft and silky NYX cosmetics single eye shadows are great on their own or blended for a beautiful prism of colors. This top-selling eye shadow is formulated for long-lasting wear.",
    "itemID": "B002R23I76",
    "helpful": [
      3,
      4
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 133151
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 7.99,
    "brand": "NYX"
  },
  {
    "title": "Pink Eyelash Curler - Pinch Free Design Creates Dramatic Eyelashes - Sturdy Handle, No Crooked Lashes - Professional Curl That Lasts All Day - Best Tools - Whiplash Plus 5 Refill Cushion Pads - LIFETIME GUARANTEE",
    "description": "Never Wear Fake Lashes AgainIf you are looking for a professional quality lash curler to give you fully curled lashes that last all day long, then Whiplash is a must have. Whiplash Eyelash Curler will make your lashes stand out, in just a matter of seconds. No more need for fake lashes!Get Dramatic Natural Looking Lashes In SecondsDesigned with precision in mind, Whiplash increases the natural curl of eyelashes by 80%. It captures every lash to create dramatic, fully curled lashes that will stay curled all day long. Each Whiplash curler comes with 10 refill non slip cushion pads, which will prolong the life of the curler.Why Whiplash Out Performs Your Old Lash Curler&#10003; Ergonomic handle provides for full control and ease of use&#10003; Captures each lash for fully lifted lashes&#10003; Designed for all eye shapes and sizes&#10003; Create dramatic lashes that last all day&#10003; Closure latch makes it perfect for travellingHow To Make Your Eyes Pop:1. Order Whiplash by clicking the ADD TO CART button.2. Get the eyelash curler in the mail.3. Use the lash curler every day and never have \"boring\" looking lashes again!TRY IT RISK FREEWe are so certain you'll love Whiplash, we offer a MONEY BACK OR LIFETIME REPLACEMENT GUARANTEE, so order TODAY!Copyright 2014 Crave Naturals. All Rights Reserved.",
    "itemID": "B00EYSNWXG",
    "helpful": [
      18,
      18
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1255
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Curlers"
      ]
    ],
    "price": 17.0,
    "brand": NaN
  }
]