[
  {
    "title": "Wet n Wild Mega Last Lip Color 965 Cherry Picking",
    "description": "Lips take center stage! This 4-hour, long wearing lip color leaves a semi-matte, creme finish in one stroke. Glides on easily with rich, velvety color that doesn't cake, feather, or bleed. Made with hydrating skin-care ingredients: Hyaluronic Microspheres provide extraordinary adhesion to lips, an exclusive polymer complex offers cushion-like feel and texture, and natural marine plant extracts Coenzyme Q10 and Vitamins A & E help smooth lips.",
    "itemID": "B00766SG7A",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 32599
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 5.57,
    "brand": "Wet &#39;n Wild"
  },
  {
    "title": "NYX Matte Lipstick MLS08 - Pure Red (Bright Red-Orange) Long Lasting Lipsticks Net Wt. 0.16 oz",
    "description": "NYX Matte Lipsticks are highly pigmented, richly formulated and long-wearing.\nThe formula glides on smoothly and stays put in a matte finish.\nNYX Matte Lipstick gives a velvet soft rich color without the glossy finish. \nNet Wt. 0.16 oz 4.5g",
    "itemID": "B00F8OQR9Q",
    "helpful": [
      0,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 70427
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 6.9,
    "brand": "NYX"
  },
  {
    "title": "Studio Lip Primer &amp; Plumper",
    "description": "Achieve longer lasting lip color and sexy plumped lips. The Primer creates a base for lip color for no budge, no smudge pigment that lasts all day. The cinnamon scented Plumper enhances your lips with a subtle plumping tingle effect for fuller, larger looking lips.",
    "itemID": "B002B4LU8O",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 12980
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lip Liners"
      ]
    ],
    "price": 5.3,
    "brand": "e.l.f."
  }
]