[
  {
    "title": "Dr. Bronner's &amp; All-One Organic Lotion for Hands &amp; Body, Patchouli Lime, 8-Ounce Pump Bottles (Pack of 2)",
    "description": "USDA Organic. Magic Organic Lotions - Certified to National Organic Programs Standards, our lotions are based on pure organic oils, free of petrochemically modified ingredients and preservatives. Organic jojoba oil moisturizes dry skin exceptionally well without being greasy, due to its unique similarity to the skin's natural oil. Organic coconut oil assists absorption while organic hemp and avocado oils help keep skin smooth and supple. Organic grain alcohol (ethanol) is used as a natural preservative at a level that helps absorption without being drying. Only the finest organic essential oils are sued for fragrance. Not animal tested. Oregon Tilth Certified Organic.",
    "itemID": "B001ET727U",
    "helpful": [
      6,
      8
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 35664
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 23.0,
    "brand": "Dr. Bronner&#39;s Magic Soaps"
  },
  {
    "title": "YOU Reel by Conair 2-in-1 Styler",
    "description": "Conair continues to revolutionize styling with a dryer that's as convenient as it is powerful to speed up styling, while Tourmaline ceramic technology minimizes heat stress on hair. With it's ionic technology that reduces static electricity and leaves hair silkier, shinier and more manageable than ever, nothing can come close to Infiniti by Conair.",
    "itemID": "B000R80ZTQ",
    "helpful": [
      2,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1106
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 24.96,
    "brand": "Conair"
  },
  {
    "title": "Upper Canada Soap And Candle Naturally Whipped Hand Repair, Sweet Vanilla Fig, 4-Ounce Tubes (Pack of 2)",
    "description": "Naturally Whipped Hand Repair is nourishment for your hands! This botanical-based line is made with all-natural ingredients with known restorative properties to nourish the skin. Free of parabens, mineral oils and synthetic dyes. Upper Canada Soap and Candle has been bringing quality ingredients, innovative ideas and value to bath and body products since 1969.",
    "itemID": "B001A5S3BM",
    "helpful": [
      2,
      2
    ],
    "overall": 4.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]