[
  {
    "title": "BLOWOUT SALE!! BEST ORGANIC Vitamin C Serum For Your Face. Botanical 20% Vitamin C + E + Hyaluronic Acid Serum. Anti Aging Serum Moisturizer with Natural Ingredients. + Organic Aloe + Amino Blend, Anti Wrinkle Serum Facial Skin Care, Helps Repair Sun Damage, Gradually Fades Sun &amp; Age Spots &amp; Reduces Fine Lines. We Guarantee our Vitamin C Serum Will Leave Your Skin More Radiant, Beautiful &amp; Youthful Looking. We'll refund your money if you're not satisfied! Try Risk FREE!",
    "description": "See The Anti Aging Power Of Vitamin C + E + Hyaluronic Acid &amp; Instantly Gain Brighter More Radiant Beautiful Skin Upon Application.You Will not Find A better Higher Quality, More Potent Effective Vitamin C Serum On The Market - with Pure 98% Natural 72% Organic ingredientsOur Concentrated Vitamin C Serum Provides Your Skin With The Following Benefits- Proven to stimulate the synthesis of collagen which makes your skin appear years younger and more vibrant.- Antioxidant properties that will reduce skin damage caused by the sun, pollution and cigarette smoke.- Our Vitamin C helps to stimulate your skins rate of exfoliation for a brighter, smoother complexion.- Diminishes the appearance of fine lines and wrinkles, leaving beautiful skin.- Boosts Collagen Production For An Instant Youthful Appearance.Our Vitamin C Serum Contains Vitamin C, Vitamin E, Suspended in a Concentrated base of Pure Vegan Hyaluronic Acid For Superior Anti Aging Effects.Beware of Cheap Imitations. We only offer the Very Highest Quality of Organic and Naturals IngredientsThere has been a large quantity of low quality Vitamin C serums flooding the market -Pure Body Naturals Vitamin C+E Serum Is A Highly Potent Anti Aging SerumThat Will Give You Dramatic Results &amp; Make Your Skin Look and Feel 10 Years Younger.Our GuaranteeIf within 30 days you are not 100% happy with your purchase of Pure Body Naturals Vitamin C + E Serum, let us know and we will refund your entire purchase price no questions asked.Order Your Bottle Of Pure Body Naturals Vitamin C Serum Now While Still In Stock",
    "itemID": "B00G75X158",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 82
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 19.5,
    "brand": NaN
  },
  {
    "title": "Clyppi Fingernail Clippers For Cool Dudes, Well Groomed Men &amp; Stylish Ladies | Perfect Birthday Gifts For Men &amp; Women | Best Nail Clippers to Trim your Finger Nails | Popular Easy Grip Nail Clipper | Professional Heavy Duty Stainless Steel Nail Cutter | Lifetime Warranty",
    "description": "Warning: Your Family & Friends May Try To Steal Your CLYPPI Fingernail Clippers!Why?It is probably because of the the way your CLYPPI:&#x2022; looks modern and stylish&#x2022; feels sturdy and is a good weight&#x2022; is ergonomically designed to fit comfortably into your hand and so that you can see clearly what you are doing&#x2022; will not slip out of your hand due to the matte, brushed steel finish&#x2022; is easy to use - the lever presses down with little effort (even for kids and those who suffer from complaints like Arthritis)Or maybe it is the way your CLYPPI cuts cleanly every time without cracking, splitting or tearing your nails. They probably love the way this:&#x2022; ensures you are left with a professional looking manicure&#x2022; removes the need for filing (though it does have a handy nail file in the lever)&#x2022; eliminates the risk of infection (making it very suitable for Diabetics)Beware! Leave your CLYPPI unattended at your peril!Your friends & family may not be able to keep their hands off. Remember, THEIR nail clipper probably looks cheap & nasty. It may have chrome plating which is chipping off. The thumb lever may be loose. It may have started to rust. Even worse, THEIR clipper does a really bad job cutting their nailsYOUR CLYPPI will look good for ever because it:&#x2022; is made of high quality Stainless Steel&#x2022;has a matte, brushed steel finish&#x2022; nothing has been added which could peel or fall off.It will effortlessly & consistently cut your nails cleanly & precisely - resulting in perfectly manicured nails you can be proud of. After all, it is the little things that give a lasting first impression.Your CLYPPI comes with a full LIFETIME GUARANTEE.There is really nothing to lose and everything to gain!To order your very own CLYPPI simply click theAdd to Cartbutton above.And once it is YOURS, remember to keep it safe ;)",
    "itemID": "B00GQ0GD4A",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 486
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Clippers & Trimmers"
      ]
    ],
    "price": 15.0,
    "brand": NaN
  },
  {
    "title": "Vitamin C Serum for Face &#9733;SALE!&#9733; Best Vitamin C Serum with Hyaluronic Acid | Powerful Anti-Aging Serum | ADVANCED FORMULA | Premium Quality Natural and Organic Ingredients | Diminish Wrinkles, Fine Lines, Age Spots and Skin Discoloration with ease | GET RESULTS - IT WORKS or YOUR MONEY BACK!",
    "description": "Get the GLOW! It's never been easier!Foxbrim provides you the most Advanced and Complete Vitamin C serum on the market. Are you ready to Glide your Hands over Smooth Supple Skin?&#x2022; Foxbrim's Unmatched Advanced Formula puts theHIGHEST QUALITYAll-Natural and Organic Ingredients to Work For You.&#x2022; Achieve ThatYouthful Glow!&#x2022; Reduce and Diminish Fine Lines and Wrinkles.&#x2022; Soothes and Hydrates Under-nourished skin.You at your beautiful skins best - Foxbrim's potent Vitamin C serum puts nature on your side!&#x2022; Our Customers Rave About TheirResults- Even From The First Use!&#x2022; Rejuvenating aged and worn skin has never been so easy.&#x2022; Brighter and younger looking skin - It's GUARANTEED!Try our Advanced Formula Vitamin C Serum. If you're not completely satisfied it's on us. It's that simple. What do you have to lose?IMPORTANT: This advanced formula is highly sought after. Due to the high demand, we've run out of stock a number of times. Secure your bottle now to ensure you don't miss out.Act right now! Click the \"Add to Cart\" Button at the Top of this Page and Get the GLOW!",
    "itemID": "B00JK3ZHIS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3231
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 16.99,
    "brand": NaN
  }
]