[
  {
    "title": "Thayers - Rose Petal Witch Hazel with Aloe Vera Alcohol-Free Toner - 12 oz.",
    "description": "Thayers Witch Hazel with Aloe Vera Rose Petal With ALOE VERA Formula Gentle Moisturizes Vitamin E Alcohol-Free Rose Petal Witch Hazel Toner With Certified Organic Witch hazel and Aloe Vera Formula Over 120 years ago Rose Thayer niece of Henry Thayer MD developed an all-natural recipe for extra-soft youthful-looking skin As she aged many would comment on how she always looked 10 years younger than she was Now for the first time her secret formula of Rose Petal water blended with Witch Hazel extract Certified Organic Aloe Vera and Vitamin E is being made available Witch Hazel helps to tighten pores and to smooth and beautify skin without drying THAYERS proprietary Certified Organic Witch Hazel (derived from the bark) is not distilled thereby maintaining all the beneficial natural tannins Assay of hamamelitannin shows that Witch Hazel bark extract is 31 times richer in hamamelitannin than the leaf extract and 87 times richer than the stem extract (Resource: Vennat B \"Tannins from Hamamelis virginana \" Plant Medica 54(1988):454-457) \"Rose's secret to looking 10 years younger naturally\" Alcohol-Free Paraben-Free Propylene Glycol-Free Un-Distilled Witch Hazel (with all the beneficial natural tannins) Moisturizes Cleanses Free Of Alcohol Disclaimer These statements have not been evaluated by the FDA These products are not intended to diagnose treat cure or prevent any disease Thayers Witch Hazel with Aloe Vera Rose Petal Directions Apply with a cotton ball or soft pad to cleanse soften refresh and moisturize skin Use anytime throughout the day as a softening refresherIngredients: Purified water aloe barbadensis leaf (certified organic filet of aloe vera) glycerin (vegetable) fragrance (natural rose) hamamelis virginiana (THAYERS proprietary un-distilled certified organic witch hazel) extract rosa centifolia (rose) flower water citric acid citrus grandis",
    "itemID": "B00016XJ4M",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 10.48,
    "brand": "Thayer&#39;s"
  },
  {
    "title": "Twist Holder Clip Bun Hair Twist Braid Tool, Set of 2",
    "description": "Simple and elegant hair style, not only embellishes the shape of head and face, but also achieves graceful and sweet temperament.Steps:step 1: Put braid into curler and then roll up you hairsstep 2: Roll up your braid, until all of the hair be on the twist curler clampstep 3: Hook the two hooks, then finished",
    "itemID": "B006K9OQSC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1808
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Braid Maintenance"
      ]
    ],
    "price": 1.65,
    "brand": "Bonamart"
  },
  {
    "title": "SODIAL- Handbag Pouch Bag in Bag Organiser Insert Organizer Tidy Travel Cosmetic Pocket",
    "description": "You can keep everything easily accessible with this handy organizer. Multiple pockets to classify your personal stuff. Let you easily move and rotate the entire contents of your bag.The handy pockets in the bag help you keep your mobile, keys, purse, make-up and other essential items organised and within easy reach. Strong nylon construction.Light weight and washable. Portable and compact, is easily held in handbag. Find the most urgent things anytime anywhere. Perfect for holding cosmetics, cell phone, cards, etc.Material: Nylon.Size Approx: 11.2&quot; x 6.7&quot; x 3.3&quot; ?28.5cm x 17cm x 8.5cm ).Color: Grey.Package included: 1 x Handbag Organizer",
    "itemID": "B008U12YV4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 998
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Bags & Cases",
        "Tote Bags"
      ]
    ],
    "price": 3.74,
    "brand": "SODIAL"
  }
]