[
  {
    "title": "Surgi-wax Brazilian Waxing Kit For Private Parts, 4-Ounce Boxes (Pack of 3)",
    "description": "Brazilian Waxing Kit for Private Parts - The Brazilian bare look - and we mean completely bare - is hot, hot, hot! Getting the Brazilian look is as easy as regular bikini waxing with the detailed step-by-step instructional guide and no muslin strips needed! Start with the best salon quality hard wax available and add Maple Honey to increase the grip on each hair for complete removal right from the root. Results are smooth and sexy with no need to worry about stubble for up to 6 weeks.  And with continued use, hair returns slower, finer and sparser.",
    "itemID": "B001A43ELC",
    "helpful": [
      1,
      3
    ],
    "overall": 2.0,
    "salesRank": {
      "Health & Personal Care": 1881
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 21.0,
    "brand": "Surgiwax"
  },
  {
    "title": "St. Ives Facial Moisturizer, Timeless Skin Collagen Elastin, 10oz",
    "description": "",
    "itemID": "B000UVZU1S",
    "helpful": [
      1,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 277
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 7.46,
    "brand": "St. Ives"
  },
  {
    "title": "Garnier  Skin Renew Miracle Skin Perfector B.B. Cream, Medium and Deep, 2.5 Fluid Ounce",
    "description": "Garnier Skin Renew Miracle Skin Perfector BB Cream's lightweight, comfortable texture blends perfectly into skin for a sheer flawless finish, delivering results you can see and feel instantly. This miracle, multi-benefit product saves time by combining intense moisturizing skincare with vitamin C + mineral pigments. With every application, see five results: Renewed radiance, brightened complexion, evened skin and blurred imperfections, 24 hour hydration, and Broad Spectrum SPF 15 sunscreen protection against the harmful effects of the sun, when used with other sun protection measures. Formulation Facts: dermatologist tested for safety, non comedogenic - won't clog pores, gentle to skin, and non-greasy.",
    "itemID": "B006WVCF18",
    "helpful": [
      3,
      4
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 10743
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 11.27,
    "brand": "Garnier"
  }
]