[
  {
    "title": "Detangling Brush By Crave Naturals - Glide Thru Detangling Brush Works As a Detangler for Thick, Thin, Curly, Fine, Natural, Color Treated, Damaged, Wet or Dry Hair - No More Tangle - Adults &amp; Kids - Gentle As a Comb - Pink and Black Color - LIFETIME GUARANTEE",
    "description": "Life Changing Brush- No Matter What Your Hair Type!Long or short, curly or straight... it doesn't matter what kind of hair you have, this brush will make your hair soft, shiny, silky and soft. How? Upon contact with hair, the flexible bristles loosen knots so that the brush glides through hair ensuring each strand is treated in a delicate manner to produce shine and minimizes breakage.No More Tears, No More Fuss - Kids Really LOVE This Brush!It's time to leave the house and you prepare yourself for battle. There's chasing and yelling. You're mad, your little ones are crying, everyone is miserable and now you're running late. If all that could go away wouldn't it put a smile on your face. Of course it would!  And if this brush doesn't do what we say, you get that money back, Guaranteed!Why This Brush Will Be The Last Brush You Use:&#10003; Detangles with ease&#10003; It's pain free&#10003; Kids love it!&#10003; Use on wet or dry hair&#10003; Minimizes breakage, split ends & hair loss&#10003; Smoothes the cuticle layer increasing shine&#10003; Massages your scalp to promote hair growthHow To Make EVERY Day a Good Hair Day!1. Order the Glide Thru Brush by clicking the ADD TO CART button.2. Get the brush in the mail.3. Use the brush every day and never have another \"bad hair day\" again!TRY IT RISK FREEWe are so certain you'll love this brush, we offer a MONEY BACK GUARANTEE, so order TODAY! You have nothing to lose and beautiful hair to gain!Copyright 2014 Crave Naturals. All Rights Reserved.",
    "itemID": "B00CGN9LQ8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 126
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Combs"
      ]
    ],
    "price": 15.88,
    "brand": NaN
  },
  {
    "title": "Suave, shampoo, humectant moisture, 28oz",
    "description": "",
    "itemID": "B001P1ZEJK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 82593
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 4.22,
    "brand": "Suave"
  },
  {
    "title": "Suave Professionals, conditioner, humectant moisture, 28oz",
    "description": "",
    "itemID": "B001P24VEI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 34745
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 9.98,
    "brand": "Suave"
  }
]