[
  {
    "title": "The Body Shop Vitamin E Face Mist, 3.3-Fluid Ounce",
    "description": "Vitamin E Face Mist is a quick skin pick-me up and excellent for setting make-up. Spritz it on for instant refreshment, moisture, and protection. With a delicate rosewater scent. Spray the moisturizing mist onto your face once or twice and allow it to dry. It is excellent for setting make&#x2013;up; just spray over make&#x2013;up to seal it after applying. Carry with you when traveling, especially when flying to protect your skin from dry air in the cabin and climate changes, so you&#x2019;ll have healthy&#x2013;looking, hydrated skin when you arrive. Try keeping face mist in the refrigerator during the summer for extra coolness.",
    "itemID": "B000HJT1CW",
    "helpful": [
      6,
      7
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9085
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Body Sprays"
      ]
    ],
    "price": 10.7,
    "brand": "The Body Shop"
  },
  {
    "title": "AmLactin Ultra Triple Action Alpha Hydroxy Acid Hydrating Body Cream 4.9 oz.",
    "description": "AmLactin Ultra Triple Action Alpha Hydroxy Acid Hydrating Body Cream provides long lasting moisture while visibly improving the condition of dry, cracked or flaking skin. Ultraplex lactic acid complex retextures the skin&#039;s surface by boosting new cell growth and removing dead skin. Rich emollients and humectants ensure skin is soft and supple.",
    "itemID": "B007FZR99I",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 4517
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 10.54,
    "brand": "AmLactin"
  },
  {
    "title": "Ion Shine&reg; by Conair Instant Heat Compact Styling Setter",
    "description": "When you're on the go and there's no time to stop at the stylist's, just plug in this set of 12 multi-size rollers to give your hair an instant refresh. The Conair Instant Heat Travel Hairsetter comes with 8 large rollers, 4 medium rollers, clips and a soft black carrying pouch with zipper and handle. Rollers have sure-grip starter strips and ceramic technology for even heat distribution. Pouch comes with inside pockets for clips and access slot in back for the cord. Dual voltage systems let you take this handy little pack worldwide. Imported. Pouch: 4-1/2Hx6W\".",
    "itemID": "B0002G21GI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 674
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Rollers"
      ]
    ],
    "price": 16.99,
    "brand": "Conair"
  }
]