[
  {
    "title": "8&quot; -12&quot; in Length Beautiful Natural Beige &amp; Brown Feathers for Hair Extension with Mixes of Browns &amp; Beiges Feathers with Salon Quality 5 Feathers",
    "description": "One bundle of Five feathers bonded together at the tip to make One feather extension -The feathers are real so the sizes and lengths are all different. No two feathers are the same - Feathers will not look identical to those shown in photo - that is just a sample piece. All feathers vary in shape, size and slight color variations and your order will be unique. The feathers are 4-12\" -These are mixes of thin and thick feathers so they blend nicely in the hair. You can curl and straighten them on low heat -They are easy to apply to hair using a micro link hair crimp, threader and pliers (not included). -They will last 1-6 months. Once they grow out you can easily remove them and reapply back into your hair. Extensions are natural rooster feathers. -When you buy an extension you will receive 2 Micro Beads.",
    "itemID": "B0052GADTK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3271
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Hair Extensions"
      ]
    ],
    "price": 5.5,
    "brand": NaN
  },
  {
    "title": "Seche Vite Dry Fast Top Nail Coat, 0.5 Ounce",
    "description": "Nailtiques nail varnishes are formulated with the same strengthening ingredients that the cult favorite protein formulas are enriched with. Giving your nail protein treatments an added boost, this luxurious nail polish allows the protein to penetrate through the polish, for maximum benefits.",
    "itemID": "B00150LT40",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 29
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Top & Base Coats"
      ]
    ],
    "price": 4.7,
    "brand": "Seche"
  },
  {
    "title": "Lime Crime Velvetines Lip Gloss Red Velvet Rich Velvety Red",
    "description": "Matteh finish",
    "itemID": "B00AEYGIR6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 31313
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lip Glosses"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]