[
  {
    "title": "Nippon Kodo Deitanseki Soap",
    "description": "Buy Nippon Kodo Cleansers - Nippon Kodo Pelican Deitanseki Soap Clay & Charcoal Facial Cleansing Bar 150g/5.3oz",
    "itemID": "B000YBZIAC",
    "helpful": [
      11,
      14
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 8493
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 10.45,
    "brand": "DEI-TAN-SEKI"
  },
  {
    "title": "Stiefel PanOxyl 10 Percent Foaming Wash",
    "description": "Stiefel PanOxyl Acne Foaming Wash Now you can hit the beach or show off that strapless gown with the help of Maximum Strength PanOxyl Acne Foaming Wash for your face, chest, and back. Made with the highest strength of Benzoyl Peroxide available without a prescription, the rich, elegant lather of PanOxyl Acne Foaming Wash gently removes dirt and excess oil to cleanse and unclog pores.    Benefits:  Uses a 10% Benzoyl Peroxide.  Treats and prevents acne blemishes.",
    "itemID": "B0011Z3X8O",
    "helpful": [
      9,
      12
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 5169
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 11.25,
    "brand": "Panoxyl"
  },
  {
    "title": "Neutrogena  Healthy Volume Mascara, Carbon Black 01, .21 -Ounce Packages",
    "description": "Healthy Volume Mascara creates beautifully full and healthy lashes with a revolutionary sweep of the wand. This lashenhancing mascara instantly builds lash volume by 400%. The patentpending formula with a touch of olive oil penetrates and helps plump the core of each and every lash. The Visible Volume Brush coats and builds even the smallest lashes with rich, volumebuilding color. No clumps, smudging or flaking! Healthy Volume mascara rinses clean with any Neutrogena makeup remover or with soap and water. Get beautiful, conditioned and volumized lashes with the sweep of a wand.",
    "itemID": "B0014A5QEK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 212303
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 12.99,
    "brand": "Neutrogena"
  }
]