[
  {
    "title": "Vaseline Sheer Infusion Body Lotion, Mineral Renewal, 13.5-Ounce Bottles (Pack of 2)",
    "description": "Some moisturizers only treat the top layers of your surface skin, leaving it feeling greasy. Others sink through quickly and your skin is not thoroughly moisturized. New Vaseline Sheer Infusion with Stratys-3 infuses and suspends superior* moisture across all layers of your skin.** Only Vaseline Sheer Infusion delivers superior moisture* and an unmatched silky feel.",
    "itemID": "B0027CT5VO",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 334668
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Fytofontana Cosmeceuticals Botoceutical Gold Anti-Wrinkle Biotechnology Serum for Adult Skin Over 45, 1.05 Fluid Ounce",
    "description": "One of the most striking signs of skin aging is the increased appearance of lines and wrinkles on the face, especially around the eyes, lips and on the forehead. This can occur naturally over time and is identified by certain biochemical, histological and physiological changes that are enhanced by environmental exposure.the process accelerates after age 45. Botoceutical gold anti-wrinkle serum is a revolutionary skin serum which relieves your skin after 15 000 facial expressions performed during one day. Botoceutical gold anti-wrinkle serum contains a carefully formulated complex of four different peptides in high concentrations. Studies have shown that a combination of peptides is about 30% more effective than a single peptide. Botoceutical gold anti-wrinkle serum contains a combination of four peptides (hexapeptide, pentapeptide, octapeptide, dipeptide)which interfere with the release of neurotransmitters, thereby reducing muscle contractions that eventually lead to wrinkles. With hyaluronic acid, lipoic acid, dmae and retinol. Laboratory testing confirmed up to 85.6% reduction in wrinkles on volunteers after just 28 days of twice daily use. May safely be used around the eyes, but keep out of eyes. Non greasy, non comedogenic, absorbs fast, suitable for all skin types. Works well with any fytofontana emulsion or any other skin care cream or lotion.",
    "itemID": "B002SFVP2W",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 424175
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 105.26,
    "brand": NaN
  },
  {
    "title": "Panasonic EH-SE60VP Heated Eyelash Curler",
    "description": "",
    "itemID": "B008DCP8I6",
    "helpful": [
      1,
      2
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 12054
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Curlers"
      ]
    ],
    "price": 26.24,
    "brand": "Panasonic"
  }
]