[
  {
    "title": "Australian Gold Jwoww Black Bronzer Dark Tanning Lotion, 13.5 Ounce",
    "description": "Jwoww black bronzer will have you turning heads and breaking hearts with your dark sexy color. This extreme dark bronzing blend of black currant and kukui oil offers the hottest dark color possible, while vitamins and hemp seed extract deliver superior hydration to leave your skin feeling undeniably soft and sexy.",
    "itemID": "B004FEKA3E",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 1763
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 20.55,
    "brand": "Australian Gold"
  },
  {
    "title": "Paul Mitchell Tea Tree Special Shampoo &amp; Special Conditioner Duo 33.8 oz",
    "description": "Ordinary Shampoos need not apply! Get a head start every morning and experience the tingle of invigorating tea tree oil, peppermint and lavender. Help wash away impurities as hair becomes fresh and clean, full of vitality and luster. Color safe and ideal for all hair typesYour hair deserves special treatment. Experience the natural magic of tea tree oil, peppermint and lavender. Enjoy an invigorating tingle that leaves hair and scalp looking and feeling healthy. The moisturizing botanical blend tackles tangles for instant manageability, Color safe and ideal for all hair types.",
    "itemID": "B001OVQSJG",
    "helpful": [
      0,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 345
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoo & Conditioner Sets"
      ]
    ],
    "price": 35.49,
    "brand": "Paul Mitchell"
  },
  {
    "title": "Enjoy Conditioning Spray - 10 oz [Misc.]",
    "description": "Detangles, moisturizes, and protects the hair from blow drying, sun and other thermal services without weighing your hair down. A low PH of 3.5 to 4.5 closes the cuticle, smoothes the hair, locks in color, and makes perms last longer. This product is great for reactivating styling products and deodorizing on dry hair. Great for reactivating curl and maintaining hair color. May be used on the skin as a moisturizing body spray. IMPORTANT INGREDIENTS: PANTHENOL: Vitamin B-5 complex factor which thickens hair and helps maintain the cuticle. STEARYL ALCOHOL: Lubricant that adds moisture and detangles the hair. KERATIN AMINO ACIDS: Repairs the hairs internal structure. DIMETHICONE COPOLYOL: Shine and protects the outer structure or cuticle of the hair.",
    "itemID": "B0035CTRHW",
    "helpful": [
      1,
      3
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 1966
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Sprays"
      ]
    ],
    "price": 15.15,
    "brand": "Enjoy"
  }
]