[
  {
    "title": "Organic Root Stimulator Scalp Scrub Stimulating Formula For Hair &amp; Scalp 6Oz/170G",
    "description": "Organic Root Stimulator Scalp Scrub Stunted hair growth, hair thinning and dry scalp can all be signs of a sick scalp. Sluggish metabolism, poor circulation, harsh chemicals or the environment may cause these problems. Together they can starve the scalp of needed oxygen. Scalp Scrub stimulating treatment kit: Unclogs and gently exfoliates scalp with essential herbs Delivers oxygen and capsicum to increase circulation Rushes sulfur-rich nutrients to hair follicles so they can thrive",
    "itemID": "B000EH0NE2",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 47745
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 10.29,
    "brand": "Organic Root Stimulator"
  },
  {
    "title": "Organic Root Stimulator Uplifting Shampoo, 9 Ounce",
    "description": "Exfoliates the scalp helping to relieve the itchy feeling associated with dry scalp. It's ideal for all hair textures, and adds moisture while helping to condition and detangle. Gently lifts flakes and excess oils stimulates and irrigates scalp. Encourages hair growth.",
    "itemID": "B000YOFQII",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 80356
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 8.11,
    "brand": "Organic Root Stimulator"
  },
  {
    "title": "Seche Vite Dry Fast Top Nail Coat, 0.5 Ounce",
    "description": "Nailtiques nail varnishes are formulated with the same strengthening ingredients that the cult favorite protein formulas are enriched with. Giving your nail protein treatments an added boost, this luxurious nail polish allows the protein to penetrate through the polish, for maximum benefits.",
    "itemID": "B00150LT40",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 29
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Top & Base Coats"
      ]
    ],
    "price": 4.7,
    "brand": "Seche"
  }
]