[
  {
    "title": "Zeno Mini Acne Clearing Device, White",
    "description": "Zeno is a hand-held battery-operated device designed with a tip that heats to a pre-set temperature.  The biocompatible tip is designed for direct contact with a blemish on the skin.  Once in contact with a blemish, the tip will transfer heat into the follicle.  An internal PID controller chip continually modulates the temperature to a fixed range even under different skin and circulation conditions by adjusting the flow of energy to match precisely the heat absorption of the individual user.  Zeno&#x92;s microprocessor adapts not only to your individual skin type but also to the heat absorption characteristics of the location of the pimple. Your Zeno adapts to you!  An integral digital timer controls the treatment time.  The level of heat does not cause skin damage.Specifically, Zeno stimulates a heat-shock response in p. acnes, the bacteria causing at least 90% of all acne blemishes. Heat shock proteins, activated by bacterial cells under heat stress, cause the self-destruction of p. acnes within the lesion, reducing inflammation and allowing the skin to return to a healthy state.What is Zeno?Zeno is a handheld, portable electronic medical device that is clinically proven to make pimples disappear fast. In fact, for treating acne pimples, it's the most scientifically advanced and effective device available without a prescription.What does it do?Zeno applies a precisely controlled heat dose directly to the pimple through a metal pad. One treatment lasts 2&#xBD; minutes. Two to three treatments spread over 24 hours clear up most pimples quickly. It's that simple.How does it work?Pimples occur when excess skin oil and flaking skin plug the opening of a hair follicle and create the ideal environment for acne bacteria to grow. Precisely controlled heat applied for a specific period of time causes the bacteria to self-destruct. When the bacteria die, the pimple goes away.How many treatments does it take?Two to three 2&#xBD;-minute treatments spread over 24 hours are sufficient for most pimples. Often, only one treatment is needed.Who should use Zeno?Zeno is for people with mild to moderate inflammatory acne. If in doubt, ask your doctor.When should Zeno be used?Use Zeno at the first sign of a pimple. It works best when used on a pimple in the early stages of development. Also, the sooner pimples are cleared up, the less chance they have to leave scars.How does Zeno compare with topical or oral treatments?Zeno can clear up a pimple in just hours. Most other medications can take days or even weeks to work. What's more, other than slight, temporary skin redness, Zeno has none of the side effects described by most topical or oral medications.Is Zeno safe and painless?Patients included in our clinical trials experienced little reaction to the low-level heat. Other than some temporary skin redness following a treatment cycle, no other adverse side effects were reported. But should you experience any discomfort when using Zeno, discontinue use and consult your skin care professional.Is Zeno all I need for acne?Zeno does not replace good skin hygiene or a doctor's care. It is designed to treat mild to moderate inflammatory acne. Your doctor may recommend other therapies, depending on the severity of your acne. Follow your doctor's advice and use Zeno for the occasional pimple.",
    "itemID": "B0019ZMFYE",
    "helpful": [
      5,
      6
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 29270
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 50.48,
    "brand": "Zeno"
  },
  {
    "title": "Clean &amp; Clear Blackhead Eraser Kit",
    "description": "Don't just treat blackheads--erase them for good with Clean and Clear's Blackhead Eraser Kit. This kit contains a compact, effective device that uses a non-irritating vibrating action and medicated pads to open up and deep clean your pores, letting fresh, clear skin emerge. Easy and pleasant to use, this eraser gives you a healthy and invigorating do-it-yourself facial in the privacy of your own home..caption { font-family: Verdana, Helvetica neue, Arial, serif; font-size: 10px; font-weight: bold; font-style: italic; } ul.indent { list-style: inside disc; text-indent: 20px; } img.withlink {border:1px black solid;}Strong medication penetrates pores, leaving you with healthier skin.View larger.The blackhead eraser is easy to use.View larger.This kit includes everything you need to get started.Fight Blackheads Effectively and ComfortablyCaused by excess oils that have accumulated in sebaceous glands, blackheads can be stubborn to treat. The Eraser, however, is specially designed to target them with strong medicine that penetrates your skin's pores. It not only helps clear up the blackheads you have now, it also prevents new ones from forming. The result? Less blackheads today and tomorrow for a smoother, brighter skin.Effective and Easy to UseThe Eraser features an ergonomic, user-friendly design that makes it easy to grab blackheads and start erasing. Simply reach for one of the included medicated pads (use a new one every time you wash), run it under some water, place it on the surface of the eraser, and twist to turn on. The Eraser gently vibrates to exfoliate dead surface skin and remove dirt and oil more effectively. The foaming medicated pads, containing Clean and Clear's exclusive blackhead dissolving serum with salicylic acid, ensure a deep clean so your skin will feel refreshed. For added convenience, the cordless Eraser runs on one \"AA\" battery (included).Soft, Smooth SkinThe Eraser's foaming action can help clear up problem areas. It also makes it easier to focus on parts of you face where you're more likely to get blackheads--like on or around the nose, along the jawline, or on the chin. After only one use, your skin will feel softer and smoother. And as part of a healthy skin regimen, the Eraser lets you put your best face forward, each and every day.About Clean and ClearPart of Johnson and Johnson's family of health and personal care companies, Clean and Clear offers acne skin care products, treatments, and medications to leave skin looking healthy, clean, and radiant. Currently available in 46 counties, this innovative line combines careful research with quality ingredients to help women and men of all ages look their best.What's in the BoxEraser, pack of medicated pads, and one \"AA\" battery.",
    "itemID": "B0018S8MZ8",
    "helpful": [
      2,
      3
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 194461
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Neutrogena Ageless Essentials Continuous Hydration, Night, 1.7 Ounce",
    "description": "Timereleased hydrators. Lasting, nourish, moisturize. Dermatologist recommended.",
    "itemID": "B001OMI93S",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2909
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 5.0,
    "brand": "Neutrogena"
  }
]