[
  {
    "title": "Nivea Q10 Skin Firming Cellulite Gel Cream, 6.7 Oz (Pack of 2)",
    "description": "Smoothing Cellulite Gel-Cream. Skin's own L-Carnitine. Visibly reduces the appearance of Cellulite. The latest innovation from scientists of Nivea laboratories. L-Carnitine is found naturally in the skin and supports the conversion of fat into energy. Nivea research has now made L-Carnitine available in a gel-cream. Nivea body Good-bye Cellulite, formulated with skin's own L-Carnitine, helps reduce the appearance of cellulite. Noticeably firmer skin within 2 weeks. Visible reduction in the appearance of cellulite within 4 weeks. Cellulite results from an excess storage of fat in the deeper skin layers beneath the connective tissue. As a result the skin gets uneven, loses elasticity and dimples occur. It is well known that Anti-Cellulite massages on the affected body areas, especially on thighs, buttocks, stomach help to reduce the appearance of cellulite. With Nivea Body Good-bye Cellulite, regular application on thighs, buttocks and stomach reduces the appearance of cellulite. Made in France.",
    "itemID": "B000O5MCPW",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 25787
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Creams"
      ]
    ],
    "price": 27.75,
    "brand": "Nivea"
  },
  {
    "title": "Olay Moisturinse In-Shower Body Lotion w/ shea butter, 15.2 Ounce (Pack of 4)",
    "description": "",
    "itemID": "B001FB5NTG",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 3356
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 23.28,
    "brand": "Olay"
  },
  {
    "title": "Olay Body Age Defying Bath Bar, 6 Count, 4 Ounce (Pack of 2)",
    "description": "Cleanses skin with a creamy lather that moisturizes* to reveal younger-looking skin (*versus regular soap)",
    "itemID": "B001JQLNJQ",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 33250
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 16.35,
    "brand": "Olay"
  }
]