[
  {
    "title": "John Masters Organics Pomegranate Facial Nourishing Oil 2 fl oz / 59 ml",
    "description": "Oil shouldn't be synonymous with oily. Change your frame of mind with John Masters Organics Pomegranate Facial Nourishing Oil. This blend of 12 plant and essential oils delves instantly into your skin, delivering soothing, firming, toning, and hydrating benefits without clogging pores or causing a greasy texture. If you prefer a cream or lotion, simply add a few drops of this oil to your favorite moisturizer for increased skin-healing and protection....",
    "itemID": "B001943US0",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 30106
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 27.48,
    "brand": "John Masters"
  },
  {
    "title": "Blax 4 mm Ponytail Holders - Black",
    "description": "Blax Snag-Free Hair Elastics 4MM Black 8 pieces per pack",
    "itemID": "B0002Z8RGC",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 16237
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Ponytail Holders"
      ]
    ],
    "price": 3.89,
    "brand": "Blax"
  },
  {
    "title": "Burt's Bees Lip Gloss, Autumn Haze, 0.2 Fluid Ounces",
    "description": "Enhance your lips with the subtle neutral tones, rich pearlized color and high impact shine of Burt&#x2019;s Bees Lip Gloss in Autumn Haze. Soothing sunflower oil and nourishing beeswax pamper your smile, leaving your lips looking soft, smooth and irresistibly kissable. Just apply with the precise wand applicator attached to the top of the 0.2 fluid ounce size tube, and pucker up. All 12 available lip colors, from neutrals, to pinks, to reds and plums, are 100% natural. No one knows color better than nature, and nobody knows natural lip color better than Burt&#x2019;s Bees.",
    "itemID": "B00A46OKFG",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 185679
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lip Glosses"
      ]
    ],
    "price": 6.69,
    "brand": "Burt&#39;s Bees"
  }
]