[
  {
    "title": "Free shipping-Lovely Vintage Jewelry Crystal Peacock Hair Clips Hairpins G- for hair clip Beauty Tools",
    "description": "A Perfect Represent of Fashion:This is mostly designed for woman or girls who pay much attention to the grade fashion taste on dressing.Just for making your fair maiden temperament of beauties.The shiny crystals will give you an elegant look.This hair clip is a great accessory addition or a wonderful gift for some1 special.Color:show as picture.Color of pictures may varies by different monitor setting.All pictures are real stock photos.Declaration:Only placing your order from \"Leegoal\" Amazon store could get our perfect customer service and product quality warranty.Delivery:Ships in 1-2 business days; each order reach you very fast whether dispatch from HK or LocalityPackage:1 x peacock hair clipsPlease note:1> Leegoal is a registered trademark, ONLY Authorized seller of Leegoal can sell under Leegoal listings.2> Leegoal is professional for all kinds of products, we always provide the newest high-quality low-Price Products on our shop.3> Leegoal is committed to providing each customer best customer service. if any question ,Pls don't hesitate to contact us.",
    "itemID": "B00BRW8D4U",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 61410
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Clips"
      ]
    ],
    "price": 2.35,
    "brand": "leegoal"
  },
  {
    "title": "Bemaystar Women's Vintage Crystal Peacock Hair Clip Head Wear",
    "description": "Exquisite vintage style bronze metal hair comb,Great for wedding, parties, special occasions, gifting... or casual wearing...a wonderful addition to your collection!",
    "itemID": "B00912CL5K",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1132
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Clips"
      ]
    ],
    "price": 1.85,
    "brand": "Bemaystar"
  },
  {
    "title": "Himalayan Crystal Bath Salt - Pink - Fast Dissolving (Fine Grain) Great for your next Bath 1 Klio / 2.2 Pounds",
    "description": "Our Buyer in Pakistan hand selects only the best quality Himalayan salt directly from the mine.Our Premium Himalayan Pink Crystal Salt is 100% pure, hand-mined and selected in Pakistan. It is found naturally deep inside the pristine Himalayan Mountains. - - - -How to use salt water baths or soaks to help heal your bodyYour skin is an excretive organ that mirrors the condition of your intestines. When you take a brine bath, the salt minerals penetrate your skin in form of ions. This stimulation will cause natural cell growth in your living cell layers. Bio-energetic weak points will be balanced and your body's energy flow will be activated.The detoxifying effect of a brine bath can be compared to a 3-day fast. Since salt is also a disinfectant. To get the full benefits of a therapeutic natural crystal salt bath, the right salt concentration is critical. The salt concentration has to be at least the same as the one of your body fluids (approximately 1%) to activate the osmotic exchange ratio. The formula for a 1% solution is 1.28 ounces of salt per gallon of water.Since a full tub normally takes from 100 to 120 liters (27 - 32 gallons) of water, at least 1.2 kg. (2.6 pounds) of natural salt is required.WARNING: While brine baths have a positive effect on many ailments, they are also demanding on your circulatory system. If you suffer from weak or poor heart circulation, always consult your doctor first.by Dr Joseph Mercola",
    "itemID": "B003V5574U",
    "helpful": [
      2,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 9416
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bath",
        "Minerals & Salts"
      ]
    ],
    "price": 8.49,
    "brand": "The Spice Lab"
  }
]