[
  {
    "title": "Maybelline New York Instant Age Rewind Eraser Treatment Makeup, Medium Beige 300, 0.68 Fluid Ounce",
    "description": "Instantly erase  fine lines, creases and age spots with instant age rewind eraser, the first anti aging makeup combining a patented micro corrector applicator and a breakthrough formula with active ingredients. Patented micro corrector applicator micro fills and smoothes imperfections on skin's surface. Super concentrated formula with goji berry and collagen tightens and improves skin elasticity spf 18. sunscreen helps protect skin from sun damage.Clinically proven effectiveness*  *based on a clinical study *based on a clinical study.",
    "itemID": "B002XHACJW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 47179
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 8.36,
    "brand": "Maybelline"
  },
  {
    "title": "Maybelline New York Instant Age Rewind Primer Skin Transformer, Clear, 0.85 Fluid Ounce",
    "description": "Instantly create a perfectly smooth canvas for ideal makeup application with instant age rewind primer skin transformer. Lines, wrinkles, pores and imperfections appear to instantly vanish in just one step. Enhances skin's radiance. Subtle pink tint for a youthful glow",
    "itemID": "B002ZTT9II",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1364
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation Primers"
      ]
    ],
    "price": 5.66,
    "brand": "Maybelline"
  },
  {
    "title": "Maybelline New York Instant Age Rewind Eraser Dark Circles Treatment Concealer, Neutralizer 50, 0.2-fluid Ounce",
    "description": "Instantly creates a radiant, refreshed looking eye area. Super concentrated formula with goji berry and haloxyl helps to erase the appearance of dark circles and fine lines, while visibly diminishing the appearance of puffiness around the eyes.",
    "itemID": "B004Y9GVZG",
    "helpful": [
      1,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 1143
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Dark Circle Treatments"
      ]
    ],
    "price": 7.0,
    "brand": "Maybelline"
  }
]