[
  {
    "title": "L'Oreal Paris Feria Hair Color, 36 Dark Burgundy Brown/Chocolate Cherry",
    "description": "Multi-Faceted Shimmering Colour.Gentle, Deep Conditioning Permanent Haircolour Gel.Pure Prismatic Colour with 3X Highlights.1 ApplicationLevel 3 PermanentChocolate Cherry ~&nbsp;Deep Burgundy&nbsp;BrownAdvanced gel based formula - For virtually drip-free application.A major measure of colour - Enough for longer hair.Fresh aromatic scent - For a soothing sensation.Mega-dose of deep conditioning with pure shimmer concentrate.Custom-fit colorist gloves for expert, easy coloring.&nbsp; No appointment necessary.Now, Pure Prismatic Colour.&nbsp; So multi-faceted, it shimmers with triple the highlights.Discover colour that speaks to you.&nbsp; So pure and vocal and multi-faceted, it transforms every strand with triple highlights - for even more shimmering highs and lows.&nbsp; Definitely the end of flat, matte colour.&nbsp; Even the conditioner glistens hair with a new pure-shimmer concentrate.&nbsp; So express yourself ... one shimmering shade at a time.Feria ~ The new language of colour.This Luxurious Feria Collection Includes:Shimmering Colour Permanent Haircolour&nbsp;GelShimmering Colour Developing Creme in ApplicatorAromatic AuraColour Hydrator No Build-Up Deep ConditionerColorist GlovesInstruction Brochure&nbsp;Color Cue:Feria is for all skintones and hairtypes.&nbsp; Colour shown may be achieved on medium brown&nbsp;to black natural hair color.&nbsp; On lighter, bleached or highlighted hair, results will be very intense.Color result will be more vibrant on gray hair.&nbsp; Not recommended on predominantly gray hair.Ingredients:Shimmering Colour Permanent Haircolour&nbsp;Gel:Water,&nbsp;Trideceth-2 Carboxamide MEA, Butoxydiglycol, Propylene Glycol, PEG-2 Oleamine, Alcohol Denat., Oleyl Alcohol, Polyglyceryl-2 Oleyl Ether, Polyglyceryl-4 Oleyl Ether, Ammonium Hydroxide, Oleic Acid, Sodium Diethylaminopropyl Cocoaspartamide, Pentasodium Pentetate, Fragrance, 2-Methyl-5-Hydroxyethylaminophenol, Ammonium Acetate, P-Phenylenediamine, 2-Amino-3-Hydroxypyridine, 4-Amino-2-Hydroxytoluene, Sodium Metabisulfite, P-Aminophenol, Erythorbic Acid, Phenyl Methyl Pyrazolone, N, N-Bis (2-Hydroxyethyl)-P-Phenylenediamine Sulfate,&nbsp;Hydroxypropyl Bis (N-Hydroxyethyl-P-Phenylenediamine) HCI, Resorcinol. [D2094/1]Shimmering Colour Developing Creme:Water, Hydrogen Peroxide, Cetearyl Alcohol, Trideceth-2 Carboxamide MEA, Ceteareth-30, Glycerin, Pentasodium Pentetate, Sodium Stannate, Tetrasodium Pyrophosphate.Aromatic Aura:Sunflower Seed Oil, Fragrance.Colour Hydrator No Build-Up Deep&nbsp;Conditioner:Water, Cetearyl Alcohol, Glycerin, Behentrimonium Chloride, Euphorbia Cerifera (Candelilla) Wax, Amodimethicone, Cetyl Esters, Isopropyl Alcohol, Fragrance, Methylparaben, Trideceth-12, Chlorhexidine Dihydrochloride, Cetrimonium Chloride. [D1473/3]",
    "itemID": "B0000530ED",
    "helpful": [
      0,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 20927
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 7.85,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "Restore, 002001, Seche, 2.0oz / Nail Treatments",
    "description": "seche restore 2oz",
    "itemID": "B000QUI920",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 21006
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Thickening Solution"
      ]
    ],
    "price": 9.5,
    "brand": "Jubujub"
  },
  {
    "title": "Nail Tek Intensitive Therapy II With Free Foundation II (Size.5x2)",
    "description": "For Soft, Peeling Nails Intensive Therapy helps heal weak, thin soft or peeling nails.  This unique protein formulation seals the layers of the nail together.  With each application, Intensive Therapy reinforces and thickens nails while promoting strength and flexibility.5 fl, oz.  The world's first ridge-filling strengthener Nail Tek FOUNDATION fills unsightly ridges and nail damage while strengthening the natural nail. This unique base coat is a special blend of strengtheners, conditioners, micro-fibers, and natural fillers. Foundation smoothes uneven nail surfaces while helping to grow healthy, beautiful nails. Professional size refill.",
    "itemID": "B000RLXG6W",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3484
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Nail Strengthening"
      ]
    ],
    "price": 8.38,
    "brand": "Nail Tek"
  }
]