[
  {
    "title": "45PC nail art glitter powder dust tips decoration",
    "description": "1) 100% Brand new in retail package2) 45 Colours Nail Art or Make up Decoration Glitter Powder.3) Suitable for nail art decoration with nail polish, UV builder gel, etc.4) Can add great sparkle to face, body, and any great night out. Suitable for your party or fashionable look.5) With this set, you will be more attractive!",
    "itemID": "B0086LC47M",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 4745
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments"
      ]
    ],
    "price": 7.03,
    "brand": "HongNuo"
  },
  {
    "title": "niceEshop 500 French Acrylic False Artificial Tips Nail Art -- Pink",
    "description": "Great for professional salon and personal use!Different sizes, suitable for most people.Suitable for you to use with gel, arylic or fibreglass applications.Quantity: 10 differernt sizes x 50 pcs each sizeColor: show as pictures.Notice: Color of pictures may varies by different monitor setting. All pictures are real stock photos.Package include:1 x set (500pcs) of false nailsPlease note:1> niceEshop(TM) is a worldwide registered trademark and the only authorized seller of niceEshop branded products.2> niceEshop(TM) items,packing,bar code and accessories are exclusive,any counterfeit niceEshop brand items and sellers should be prohibited.3> niceEshop provides various kinds of great products(Electronics,Home&Garden;,Beauty&Health;,Clothing,shoes& Sports outdoors...etc) at lowest prices, welcome to our store!!!",
    "itemID": "B001CBEQME",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 22421
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "False Nails"
      ]
    ],
    "price": 2.93,
    "brand": "niceEshop"
  },
  {
    "title": "Amzdeal Manicure Pedicure Nail Drill Electric File for Acrylics Gels or Natural Nails (White)",
    "description": "Professional high speed professional nail art drill.This set features an amazing lightweight hand piece with a top speed of 14,000 RPM.This is the fastest in the industry and great for all types of nail work from sculpting, buffing, to polishing.Don't wait or you will miss out on this incredible opportunity. You will receive a complete kit, while paying the most affordable price on the market.14,000 RPM for maximum strength and speedPower supply for a wide range of speed control Light weight handle eliminates stress on the wrist and forearmDrill bits and sanding bands allow you to get started immediately",
    "itemID": "B009A5ZQA0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 98970
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Files & Buffers"
      ]
    ],
    "price": 29.99,
    "brand": NaN
  }
]