[
  {
    "title": "Fake Bake Flawless, 6-Ounce",
    "description": "Fake Bake Flawless Self-Tan Liquid combines ease of application with intense professional colour development. Flawless is applied with a professional mitt (included) in effortless gliding strokes for a perfectly even tan. The dual function cosmetic bronzer assists in making the application even easier (shows-where-it-goes) whilst providing an instant golden tan. The fast drying, fast absorbing formula is transfer resistant, so can be worn throughout the day. Formulated with Fake Bake's exclusive triple tan formula (DHA boosted by DMI & Erythulose) for an intense tan that lasts longer. Suitable for all skin tones and skin types. Pleasantly fragranced with a tropical scent. No artificial preservatives or Parabens.",
    "itemID": "B0046VGPHQ",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 23
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 11.0,
    "brand": "Fake Bake"
  },
  {
    "title": "Coastal Scents Go Makeup Palette, Cairo, 0.28 Ounce",
    "description": "Discover exotic beauty with our Cairo Go Palette. Containing twelve highly pigmented Egyptian themed jewel tone shadows to create an endless array of looks. All twelve shadows are included in our matte black Coastal Scents logo imprinted palette and equipped with a mirror for convenience.",
    "itemID": "B005UBN3L2",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 18674
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Palettes"
      ]
    ],
    "price": 12.5,
    "brand": "Coastal Scents"
  },
  {
    "title": "Maybelline New York Line Stiletto Ultimate Precision Liquid Eyeliner, 502 Black, 0.05 Fluid Ounce",
    "description": "A liquid liner that allows you the ultimate control to create any line you want  elongates your lash line to shape and define eyes like never before. Our flexible felt tip glides on smoothly for the most precise control. No tugging. No dragging. all day wear up to 8 hours.",
    "itemID": "B002LFNQT4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 148910
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyeliner"
      ]
    ],
    "price": 7.8,
    "brand": "Maybelline"
  }
]