[
  {
    "title": "Concha Nacar De Perlop Natural Bleach Cream, 2 Ounce",
    "description": "This unique bleaching cream formula is concha nacre's signature item. This is a natural bleaching cream that has many different uses. It's mainly used to whiten the skin, to aid in removing unwanted blemishes, spots, scars and dark patches, while at the same time it removes impurities and cleanses the pores. It does an overall great job of beautifying the skin.",
    "itemID": "B000XPC8MA",
    "helpful": [
      12,
      18
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2978
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 6.95,
    "brand": "Perlop Cosmetics"
  },
  {
    "title": "NYX Eye Brow Push-Up Bra, Lift and Draw Brown/Pale Pink Highlighter, EBPB01",
    "description": "Play up your natural assets with this dual-sided pencil that delivers sensual eyebrows in just a few minutes. Use the universally flattering color to fill in your arches and the highlighter to lift and brighten your eyes. Like the lbd of pencils, the effect is immediate, captivating and undeniably sexy.",
    "itemID": "B004A7OVBI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7760
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyebrow Color"
      ]
    ],
    "price": 9.28,
    "brand": "NYX"
  },
  {
    "title": "Eltamd UV Clear SPF 46, 48-Gram 1.7 oz.",
    "description": "Elta MD UV Shield 46 helps reduce the appearance of blemishes, discoloration, and photo-damaged skin while protecting from broad spectrum of UVA/UVB rays. UV Shield is lightweight and contributes to maintaining clean, clear, smooth skin. This product is great for all skin types, including acne-prone skin and also oil-free, paraben-free, non-comedogenic, sensitivity-free, and fragrance-free.UV Clear is formulated with 5% pure form Niacinamide, which is a part of the family of Vitamin B3 or niacine without the same toxic effects. The purer form used in this product has less or no nicotinic acid which can cause flushing or irritation and is also odorless.",
    "itemID": "B002MSN3QQ",
    "helpful": [
      6,
      7
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 13
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection"
      ]
    ],
    "price": 22.67,
    "brand": "EltaMD"
  }
]