[
  {
    "title": "Swisspers Cotton Balls, Organic, 80 ct",
    "description": "Certified OrganicSwisspers Organic cotton balls use only virgin staple fiber that makes superior cotton balls that are noticeably softer. Grown Purely on Organic FarmsThe organic farming methods replenish the soil, protect the purity of air, water and food supplies, and preserve precious resources. Swisspers Organic cotton is grown by a cooperative of family-owned farms. These fields are regularly inspected by independent certifiers to ensure the very highest standards of organic practices.",
    "itemID": "B000YL8NOK",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {},
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Cotton & Swabs",
        "Cotton Balls"
      ]
    ],
    "price": 1.97,
    "brand": "Swisspers"
  },
  {
    "title": "Garnier Nutrisse Haircolor, 100 Extra-light Natural Blonde Chamomile",
    "description": "Nourishing- experience garnier nutrisse, the nourishing color treatment that gives you rich, healthy-looking color. This exclusive color treatment, enriched with conditioners and fruit oil concentrate, penetrates deeps into hair fibers to deliver rich, long-lasting color that covers gray completely. Natural- enjoy the unique avocado enriched conditioner that harnesses the restorative properties of avocado oil with vitamin e. It protects against dryness while locking in color and moisture to keep your color radiant and your hair silky soft. Easy application: love coloring your hair with the nourishing creme formula enhanced with fragrant grape seed oil you only get from garnier nutrisse. The non-drip formula spreads easily and smells great when you color.",
    "itemID": "B000GCQV9G",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 12806
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 6.05,
    "brand": "Garnier"
  },
  {
    "title": "Scunci No-slip Grip Flat Bright Headwraps, 4mm",
    "description": "Scunci No Slip Headwraps -- 8 ct., 4 mm.For maximum hold with minimum effort, these skinny wraps are the answer. With No-Slip Grip lining, they are perfect for keeping flyaways in place or adding some color to a ponytail or updo. Wear as many as you like.",
    "itemID": "B001T8OF7G",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 25414
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Headbands"
      ]
    ],
    "price": 4.84,
    "brand": "Scunci"
  }
]