[
  {
    "title": "Benefit Cosmetics Boi-Ing - Light",
    "description": NaN,
    "itemID": "B0015YIHXC",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Concealers & Neutralizers"
      ]
    ],
    "price": 21.99,
    "brand": "Benefit Cosmetics"
  },
  {
    "title": "TONYMOLY Tomatox Brightening Mask 70g",
    "description": "TonyMoly Tomatox Magic White Massage Pack contains tomato water and tomato ingredients. This multi-function product brings instant magic brightening and vitalizing effects when being used as a massage cream, and cleansing effect when being used as a pack. This soft massage cream and cleanly wash-off mask delivers highly vitalizing, truly clarifying, magic brightening, hydrating and protecting effects to the skin, leaving the skin amazingly bright, clear and supple.",
    "itemID": "B0046DZQDS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10513
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 4.87,
    "brand": "TONYMOLY"
  },
  {
    "title": "SKINFOOD Salmon Darkcircle Concealer Cream #1 Blooming Light Beige (Whitening Care) 10g",
    "description": "10g Look refreshed and energized with Skin Food's Salmon Dark Circle Concealer Cream. Reduce the appearance of dark circles around the eyes with the extracts of salmon roe. Salmon Dark Circle Concealer #1 is designed for those with lighter skin tones. For darker skin tones, try #2. Concentrated and creamy, it effectively covers dark eye circles and wrinkles. Can be easily applied without irritation. How to Use: After applying foundation, dispense an adequate amount and gently tap dark circle concealer cream onto dark circles around the eyes.",
    "itemID": "B004FKD3HI",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 7876
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Concealers & Neutralizers"
      ]
    ],
    "price": 9.3,
    "brand": "Skin Food"
  }
]