[
  {
    "title": "Touch Back by Colormark Temporary Hair Color Marker Rich Black",
    "description": "TouchBack instant touch-up is the fastest touch-up for gray roots. TouchBack actually bonds to the hair, blending seamlessly with permanent hair color for a totally natural look. (Unlike hair mascaras, crayons, gels and powders, which dull the hair and flake off.)",
    "itemID": "B0038NX4AY",
    "helpful": [
      41,
      45
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 24864
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 26.95,
    "brand": "ColorMark"
  },
  {
    "title": "Betty Dain Stylish Design Mold Resistant Shower Cap, The Hipster Collection, &quot;Flower Power&quot;",
    "description": "The Betty Dain Hipster Collection of Stylish Shower Caps shown here in the pattern \"Flower Power\" offers a waterproof and mold-resistant shower cap that is oversized to fit thick or long hair. The Hipster Collection of Stylish Shower Caps is made from  frosted PEVA and comes with a colorful elastic lace trim. Additional patterns \"Tough Love\" and \"Hippie Chick\" available separately.",
    "itemID": "B00385WMIM",
    "helpful": [
      2,
      2
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 8386
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bathing Accessories",
        "Shower Caps"
      ]
    ],
    "price": 4.94,
    "brand": "Betty Dain"
  },
  {
    "title": "Ott-lite Natural Daylight Makeup Mirror, White/Chrome (26 Watt)",
    "description": "Illuminate your natural beauty!  bring the accuracy and beauty of ottlite natural lighting indoors to help you apply makeup flawlessly for a confident look with no surprises once you go outside. the secret to the ottlite makeup mirror is the precise blend of light wavelengths &#x2013; ottlite 508 illumination. colors are true and vibrant. details are incredibly clear &#x2013; for a fresh, beautiful look every time.   includes two 13 watt ottlite bulbs.",
    "itemID": "B004DN8F4S",
    "helpful": [
      2,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 6607
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Mirrors",
        "Makeup Mirrors"
      ]
    ],
    "price": 59.99,
    "brand": "OttLite"
  }
]