[
  {
    "title": "100% Pure, Pink Grapefruit, Fruit Pigmented Lip &amp; Cheek Tint 0.26 oz / 7.5 g",
    "description": "100% Natural formula was designed to be used as a cream blush and a lip tint. Pure fruit pigments in a base of skin and lip softening and moisturizing shea and cocoa butters. Highly concentrated with anti-aging vitamins and antioxidants.\n\nIngredients: Fruit pigments of all or some of the following : Plum, Pomegranate, Red wine, Cranberry, Strawberry, Blackberry, Raspberry, Cherry, Cocoa Bean, Peach, Apricot, Blueberry, Carrot and Tomato, Vitamin C (ascorbyl palmitate), Shea Butter, Grapeseed Oil, Cocoa Butter, Honey Beeswax, Vitamin E (a-tocopherol), Natural Strawberry Flavor",
    "itemID": "B0028C6UO8",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8664
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Blush"
      ]
    ],
    "price": 17.0,
    "brand": "100% Pure"
  },
  {
    "title": "Pearl Enterprises M.T. ROLLER 1.5mm Micro Needle Roller Skin Care Therapy Dermatology System (Dermaroller)",
    "description": "Micro Needle Roller is used to repair or revitalize damaged skin. It stimulates dermal healing ability with no side effects, it's safe and reliable The best choice for Anti Wrinkles, Cell regeneration, Hair regeneration, Acne, Scars, Body Slimming, Cellulite and much more!",
    "itemID": "B004ATTGSY",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1413
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 12.98,
    "brand": NaN
  },
  {
    "title": "Earth Science Beta-Ginseng Cellagen Renewal Serum, 1-Ounce Glass Bottle",
    "description": "Contains hyaluronic acid, which produces visibly fresher, firmer and more youthful-looking skin. Even stubborn lines around the eyes are softened.",
    "itemID": "B003W58FOS",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 81997
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 10.45,
    "brand": "Earth Science"
  }
]