[
  {
    "title": "Shea Moisture Shea Butter Leave in Conditioner 8oz",
    "description": "Shea Moisture Shea Butter Leave in Conditioner with Pro-Vitamin B-5 complex is essential in protecting all types of hair from stretching and breaking during combing.",
    "itemID": "B000BH92J2",
    "helpful": [
      5,
      7
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5515
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 9.5,
    "brand": "Shea Moisture"
  },
  {
    "title": "Honeysuckle Rose Conditioner Aubrey Organics 11 oz Liquid",
    "description": "For Dry, Brittle HairThe sweet smell of success for your hair.",
    "itemID": "B0006GZCVK",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9801
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 10.29,
    "brand": "Aubrey Organics"
  },
  {
    "title": "Aubrey Organics - Island Natural Conditioner, 11 fl oz liquid",
    "description": "For Dry, Frizzy Hair            Dry, frizzy flyaways got you frazzled? Instant       moisture-replenishing conditioner and detangler puts your hair       at ease, restoring manageability and sheen with rich plant       butters. Leaves lengths silky-smooth and softens and defines       curls without weighing down the hair. Also recommended for       relaxed and natural styles.                                  FEATURES         BENEFITS                       Organic Coconut Milk &amp; Shea Butter;         Jojoba Butter          Hydrate &amp; condition; seal in         moisture &amp; soften hair texture                        Almond Protein          Strengthens hair fiber                        Allspice          Adds an exotic, spicy scent                                 INGREDIENTS: Coconut Fatty Acid Cream Base, Organic Aloe Vera,       Wheat Germ Oil, Almond Protein; Extracts of Fennel, Hops, Balm       Mint, Mistletoe, Camomile and Yarrow; Organic Coconut Milk,       Jojoba Butter, Organic Shea Butter, Horsetail Extract, Coltsfoot       Extract, Aubrey's Preservative (Citrus Seed Extract, Vitamins A,       C and E), Vegetable Glycerin, Organic Rosemary Oil, Pimenta Leaf       Oil, Al",
    "itemID": "B0006GZC4W",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 58457
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 10.58,
    "brand": "Aubrey Organics"
  }
]