[
  {
    "title": "Pur Minerals 4 in 1 Pressed Mineral Makeup Foundation With SPF 15, Blush Medium",
    "description": "Pur Minerals 4-in-1 Pressed Mineral Makeup SPF 15 combines all of the benefits of a concealer, powder, foundation and sun protection to perfect and protect your complexion. Formulated with vitamin E, it nourishes and hydrates to promote healthy skin and a long-lasting, comfortable wear. Silica absorbs excess oil while organic shea butter conditions to soften and smooth, delivering a flawless, natural-looking finish and silky feel. Blush Medium is ideal for medium skin tones with pink undertones.",
    "itemID": "B000HZEKDG",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 242490
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 27.0,
    "brand": NaN
  },
  {
    "title": "GlowFusion Air Glow Air Gun",
    "description": "Introducing a revolutionary in-home self-tanning technology. The AirGlow Airbrush Gun is a totally seamless, sunless, sexy, head-to-toe tanning aitrbrush gun. You will achieve a perfect, customized shade of airbrushed glow in the comfort of your home. The first and only at-home airbrush gun blows out a sheer, vapor-light, even mist of tinted GlowFusion&#xBF; Micro-Nutrient Protein Tan that dries on contact. GlowFusion Micro-Nutrient Protein Tan is a proven micro-nutrient technology that distributes powerful vitamins and nutrients to boost skin's inherent, sexy lit-from-within luminosity to provide a streak-free, stain-free and dye-free glow. The fast-drying formula develops naturally and lasts up to two weeks without fading. Breakthrough cocoa complex delivers potent anti-aging properties and anti-oxidant protection. No need to smooth, spread or touch.",
    "itemID": "B000RUCHOA",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 106938
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 70.69,
    "brand": NaN
  },
  {
    "title": "Prtty Peaushun Skin Tight Body Lotion-Dark-8 oz",
    "description": "Look great in your birthday suit with Pretty Peaushun Skin Tight Body Lotion, created by celebrity makeup artist Bethany Karlyn. Subtle light reflecting particles in a natural emollient base give the skin a gorgeous, flattering glow. Radiance conceals minor imperfections and enhances definition to create a sexy, slimmering silhouette infused with an innovative blend of natural plant extracts to lift, firm, tighten, and diminish the appearance of cellulite, stretch marks, and varicose veins, as well as minimizing bruising and sore muscles.",
    "itemID": "B0038T227O",
    "helpful": [
      3,
      7
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 32367
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 30.5,
    "brand": "Prtty Peaushun"
  }
]