[
  {
    "title": "Rogaine for Women Hair Regrowth Treatment 3- 2 ounce bottles",
    "description": "What's your secret to thick, healthy-looking hair? ROGAINE. Women's ROGAINE Hair Regrowth Treatment is easy to use, and best of all, it works. That's why Women's ROGAINE is the number-one dermatologist-recommended brand for hair regrowth. Make ROGAINE part of your everyday beauty regimen and feel proud of your hair again.Women's ROGAINEUnscented Topical SolutionAt a Glance:Helps reverse the progression of hereditary hair lossContains minoxidil, the first FDA-approved ingredient clinically proven to regrow hair in womenThe #1 dermatologist-recommended brand for hair regrowthAvailable without a prescriptionView larger.ROGAINE is the #1 dermatologist-recommended brand for hair regrowth.View larger.Shampoo. Condition. ROGAINE.You may have hereditary hair loss, but you don't need to live with it forever. Women's ROGAINE contains topical minoxidil, the only FDA-approved over-the-counter ingredient clinically proven to regrow hair. ROGAINE works by getting inside your scalp to revitalize follicles and stimulate hair regrowth. That's why ROGAINE is the #1 dermatologist-recommended product for hereditary hair loss in women. The sooner you start, the better your chances of regrowing your hair.The Hair Growth Process: What Causes Hair Loss?Did you know the average woman is born with about 100,000 hair follicles on her head--and she keeps them for the rest of her life? Most women lose between 50 and 100 hairs a day. If your hair is healthy, it will grow back on its own. But if you're one of the 30 million women in America who experience hereditary hair loss, you may be losing 150 hairs or more a day--hair that doesn't grow back as thick and healthy as it once was.You may notice more hair on your brush, in your sink, or in the shower drain. As your hair begins to look thinner, it may become a challenge to style. The good news is, with ROGAINE, you can take control of hair loss and start regrowing beautiful, healthy hair--especially if you begin treatment at the very first signs of hair loss.Use Styling Products with ROGAINE? Sure!Using ROGAINE doesn't mean giving up your favorite styling products. So spray away. Gel it up and/or mousse around. Just make sure your styling aids don't interfere with letting ROGAINE become absorbed into your scalp. Always remember to wait until ROGAINE dries before you use your styling aids, and be sure to apply styling aids to your hair--not to your scalp.Waiting for ROGAINE to dry shouldn't slow you down one bit. Many women multitask. They apply ROGAINE and then, while ROGAINE dries, they put on makeup, have breakfast, or answer e-mail before they style their hair.A Pioneer in Hair RegrowthLike many great discoveries, the power of minoxidil to regrow hair came about by chance. In the 1980s, scientists discovered that minoxidil, being studied for other indications, actually showed signs of regrowing hair.ROGAINE applied this discovery to produce the first topical brand approved by the FDA to regrow hair. Since then, ROGAINE has empowered millions of people to take control of their hair loss with a series of breakthroughs.About ROGAINE: A History of Results and InnovationROGAINE is the first topical brand approved by the FDA to regrow hair--in both women and men. With more than 20 years of results and over 20,000 people in clinical trials, ROGAINE is the #1 dermatologist-recommended brand for hair regrowth. ROGAINE helps reverse the progression of hereditary hair loss.What's in the BoxWomen's ROGAINE Unscented Topical Solution (2-Ounce Bottles, Pack of 3).Once the formula completely dries, you can continue to use gel, hair spray, or mousse to style your hair.",
    "itemID": "B00013TQRE",
    "helpful": [
      20,
      27
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1720
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Hair Regrowth Treatments"
      ]
    ],
    "price": 42.99,
    "brand": "Rogaine"
  },
  {
    "title": "Kenzo Flower By Kenzo For Women. Eau De Parfum Spray 3.3 Ounces",
    "description": "Introduced in 2000. Fragrance notes: soft, orange flowers and sweet spices. Recommended use: casual.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000C1Z6VA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2704
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 52.95,
    "brand": "Kenzo"
  },
  {
    "title": "PediFix Double-Toe Straightener #P57",
    "description": "Toe Straightener aligns crooked, overlapping or flexible hammer toes with elastic loops that gently guide toes into place. They encourage flexing and extension of toes to prevent fixation and rigidity.",
    "itemID": "B0002DUSUW",
    "helpful": [
      19,
      20
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 8089
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Toe Separators"
      ]
    ],
    "price": 6.79,
    "brand": "Pedifix"
  }
]