[
  {
    "title": "Boots No7 Protect &amp; Perfect Night Cream",
    "description": "A rich moisturizing cream to help restore the skin overnight. Works while the skin is at rest to leave it feeling refreshed, soft and smooth. Contains some of the same key ingredients found in Protect & Perfect (Restore & Renew) Beauty Serum, coupled with fantastic moisturizers to leave skin softer, smoother and younger looking.",
    "itemID": "B0019CGUFC",
    "helpful": [
      4,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11000
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Night Creams"
      ]
    ],
    "price": 22.0,
    "brand": "Boots"
  },
  {
    "title": "Bioderma Crealine H2O Micelle Solution 500ml",
    "description": "Sensibio H2O gently cleanses and removes make-up from face and eyes. The micelles contained in its formula effectively micro-emulsify impurities while maintaining the cutaneous balance. Soothing active ingredients prevent the skin feeling irritated. Excellent cutaneous and ocular tolerance. Directions for use: Soak a cotton pad, cleanse/ remove make-up and dry gently. Avoid eye area.",
    "itemID": "B002WDIPR8",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 896
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 31.0,
    "brand": "Bioderma"
  },
  {
    "title": "Paul Mitchell Awapuhi Wild Ginger Moisturizing Lather Shampoo 8.5 oz.",
    "description": "For all hair types; ideal for color-treated and chemically processed hair. Lather in this rich, sulfate-free shampoo to gently cleanse, soften and protect. Natural Awapuhi extract balances moisture for manageability and shine. KeraTriplex, an exclusive blend of keratin protein, rebuilds and repairs for healthy looking hair.",
    "itemID": "B0042GH78G",
    "helpful": [
      2,
      4
    ],
    "overall": 2.0,
    "salesRank": {
      "Health & Personal Care": 4770
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 16.44,
    "brand": "Paul Mitchell"
  }
]