[
  {
    "title": "Konad Nail Art Double Ended Stamper And Scraper",
    "description": "This stamper has 2 ends with different sizes and colours. Great when stamping small images or for childrens nails. The green stamper is ideal when using red special polish because the red image shows up better on the green stamper.\n\nIf you receive it, and like it,please give us good Feedback.\n\nThanks",
    "itemID": "B002MZ8BK2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 251
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 5.69,
    "brand": "KONAD Nail Art"
  },
  {
    "title": "NEW MASH Set of 25 Nail Art Nailart Polish Stamp Stamping Manicure Image Plates 26-50 Accessories Set Kit",
    "description": "The hottest new set of image plates from the nail art experts at MASH! MASH Plates 26-50 were designed and created from the ground up to introduce exciting new designs to nail art stamping. There are no other nail art image plates like them. Each plate measures about 1.8\" (5.5cm in diameter) with sanded edges for easy, comfortable handling and a protective nylon screen. All image plates are made from high grade stainless steel and are paper backed to prevent scratching during storage. This fantastic collection of plates comes with 25 plates ,each containing 5 to 7 design per plate (OVER 125 IMAGES!) . Use this variety pack to create show-stopping nails! If you are new to nail art plates, trust us, this mash collection will not disappoint. MASH nail art image plate scraper & stamper set sold separately\n\nMASH nail art image plates are designed to get optimum results with our MASH nail art polishes, now available in black, white and silver glitter!",
    "itemID": "B0080GV0Z0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5196
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 14.95,
    "brand": NaN
  },
  {
    "title": "Nail Art 3d 150 Mix Cone Spike Studs Flat Back(50 Silver+50 Gold+50 Gunmetal) 4mm*5mm for Nails, Cell Phones",
    "description": "*** Nail Art 3d 150 Mix Cone Spike Studs Flat Back(50 Silver+50 Gold+50 Gunmetal) 4mm*5mm for Nails, Cell Phone \n\n ***Quantity : 150 Pieces Mix (50 Silver+50 Gold+50 Gunmetal)",
    "itemID": "B00BTNKRIM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6921
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Art"
      ]
    ],
    "price": 1.97,
    "brand": "3d nail art"
  }
]