[
  {
    "title": "L.A. Colors Nail Art - Art Deco Nail Polish - Original 22 pc. Set (Display Not Included)",
    "description": "CAUTION: Display is NOT included. The Package comes with 22 bottles of Nail Art Polishes. Each Bottle Last for 2-3 Months. The precision brush is inside each bottle. Description: L.A. Colors Nail art allows you to do your very own custom nail design. Discover your own nail art design ideas. A high quality precision brush makes nail art fast and easy. CAUTION: Display is NOT included",
    "itemID": "B002BCB3Q0",
    "helpful": [
      6,
      8
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 31980
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 26.98,
    "brand": "Omagazee"
  },
  {
    "title": "Godefroy 28 Day Mascara Permanent Eyelash and Eyebrow Tint Kit, Black",
    "description": "Buy Godefroy Mascaras - Godefroy 28 Day Mascara Permanent Eyelash and Eyebrow Tint Kit Black. How-to-Use: An allergy test is required 24 hours before use of this product. *For best results wash lashes thoroughly with mild soap. Let lashes dry before treatment. *Apply a thin layer of petroleum jelly around eye area. this will prevent staining and will adhere eye shield to skin. Place enclosed eye shield on skin underneath eye lashes. Eye shields can be trimmed for a cus",
    "itemID": "B002T71IL2",
    "helpful": [
      0,
      2
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 1093
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 15.95,
    "brand": "Godefroy"
  },
  {
    "title": "Rosallini Eye Hole Design Blackhead Remover Acne Pimple Extractor",
    "description": "Accessories Acne Needle helps you to handle your acne in a clean and hygienic way. With strict quality control standards and our lifetime Guarantee, you can purchase your implement with confidence.",
    "itemID": "B006Z96OI2",
    "helpful": [
      2,
      5
    ],
    "overall": 1.0,
    "salesRank": {
      "Health & Personal Care": 482
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 1.24,
    "brand": "Rosallini"
  }
]