[
  {
    "title": "Murad Acne Clarifying Body Spray, Step 2 Treat/Repair, 4.3 fl oz (125 ml)",
    "description": "Clears and prevents blemishes and skin breakouts. Reduces Acne Blemishes on Contact By: Treating and preventing breakouts. Healing and keeping skin healthy. 0.5% Salicylic Acid Acne Treatment. Revolutionary 360 degrees spray works upside down to fight breakouts in hard to reach places. Powerful anti-bacterial ingredients purify and clarify skin from head to toe. Salicylic Acid penetrates pores to clear up acne and prevent new breakouts from forming. Skin conditioners soothe and hydrate irritated skin. Dermatologist developed and tested. Murad does not test on animals. Made in the USA.",
    "itemID": "B000GDDKJY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6029
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Salicylic Acid"
      ]
    ],
    "price": 24.89,
    "brand": "Murad"
  },
  {
    "title": "Epsoak Epsom Salt 19.75 Lbs",
    "description": "Epsom Salt, a pure mineral compound (magnesium sulfate) in crystal form, packaged in a 19.75 pound re-sealable bulk bag. Color: natural/white Grain: Medium (standard)",
    "itemID": "B004N7DQHA",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 214
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bath",
        "Minerals & Salts"
      ]
    ],
    "price": 32.99,
    "brand": NaN
  },
  {
    "title": "Minera Dead Sea Salt 20 Lbs Fine Grain",
    "description": "Grain:Fine (0-1.7 mm)Packaging:20 lb Bulk BagOur premium, 100% pure Minera Dead Sea Salt has not been bleached, refined or mineral depleted. Certified 100% authentic, pure and natural they are the same salts as used in spas and treatment centers around the Dead Sea in Israel.Dead Sea Salt includes essential minerals such as Magnesium, Bromide, Iodine, Potassium, Sulfur, Calcium, Sodium and Zinc and many more. Adding Dead Sea Salts to your bath helps to soothe and cleanse the skin while relieving tired and sore muscles.Minera Dead Sea Salts from the San Francisco Salt Company?We have been importing genuine Dead Sea salts since 2002 and are now one of the largest and most trusted suppliers of Dead Sea Salts in the U.S.A.Why do my Dead Sea salts have a scent & contain small inorganic specs?The high concentration of minerals in the Dead Sea is what gives Minera Dead Sea salts theirunique scent. Actually, the best way to tell you have pure dead sea salts is from theirstrong mineral scent.Thesmall inorganic specsyou may see are natural earth elements, that like the mineral scent, arecharacteristics of genuine Dead Sea Saltsand a good way to tell you are receiving Dead Sea Salts as nature intended them to be.",
    "itemID": "B004GIM68G",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 21123
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bath",
        "Minerals & Salts"
      ]
    ],
    "price": 87.02,
    "brand": "Minera"
  }
]