[
  {
    "title": "Jean Paul Gaultier Le Male By Jean Paul Gaultier For Men. Eau De Toilette Spray 4.2 Oz.",
    "description": "Introduced in 1995. Fragrance notes: warm fresh mint, lavender, orange blossom and woods, manly and warm. Recommended use: casual.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B001BAG38G",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 569
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Men's",
        "Eau de Toilette"
      ]
    ],
    "price": 49.99,
    "brand": "Jean Paul Gaultier"
  },
  {
    "title": "Hawaiian Tropic Silk Hydration SPF 30 Sunscreen Lotion, 6 Fluid Ounce",
    "description": "",
    "itemID": "B00639DLV2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2744
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection",
        "Sports"
      ]
    ],
    "price": 2.9,
    "brand": "Hawaiian Tropic"
  },
  {
    "title": "Yes To Deep Cleansing Facial Pads, Tomatoes, 50 Count",
    "description": "You're already balancing work, time, life. Let us balance your face! 98% natural and made with salicylic acid and tomatoes, our pre-moistened facial pads prevent breakouts and keep your skin balanced and beautiful. Remove pad and wipe to clean face and neck. Use two if you&#x2019;re feeling particularly grimy! Toss pad, and enjoy clean, oil-free, face-the-world skin.",
    "itemID": "B003XUMQ56",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 161745
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 14.99,
    "brand": "Yes To"
  }
]