[
  {
    "title": "HSI PROFESSIONAL 1 CERAMIC TOURMALINE IONIC FLAT IRON HAIR STRAIGHTENER FREE GLOVE + POUCH AND travel size Argan Oil Leave In Hair Treatment. WORLDWIDE DUAL VOLTAGE 110v-220v",
    "description": "The Proffesional HSI Flat Iron is great for transforming frizzy, dull hair into gorgeously straight, sleek locks. Aside from straightening, the Proffesional HSI Flat Iron curls and flips hair beautifully, its 1\" plates giving maximum control for all hair types. With flash quick heating and swivel cord, this iron provides great style without making a mess or taking too much time. Featuring new easier grip with ergonomic design for easier hold, the styler flat iron also has versatile heat settings to provide you with total control for all your hairstyling needs. Moist ceramic heat with solid ceramic plates and coils will maintain even temperature",
    "itemID": "B001MA0QY2",
    "helpful": [
      6,
      7
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 53.59,
    "brand": "HSI PROFESSIONAL"
  },
  {
    "title": "Organic Root Stimulator Olive Oil Replenishing Conditioner, 12.25 Ounce",
    "description": "Deep penetrating conditioner. Helps restore moisture and rebuild damaged hair. Stimulates the root of your hair. It leaves hair moisturized, soft, and healthy.",
    "itemID": "B001CXD1AA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 21160
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 7.15,
    "brand": "Organic Root Stimulator"
  },
  {
    "title": "SlimQuick Fat Burner, Clinical Strength, Caplets - 72 caplets",
    "description": "Get Six Great Freebies With Weight LossUltra Fat Burner Caps is a great formula that may provide 300% the weight-loss power than any other diet alone. Its each complex supports fat loss through unique mechanisms. It uses ingredients that have been clinically researched and all in all, it acts as a dietary supplement that may reduce weight up to as much as 25 lbs.Features six exclusive complexesOvercomes physiological and hormonal barriersMaximizes fat lossUltra Fat Burner Caps comes with diet and exercise program guide that may help you know what to eat and what exercises to perform for faster weight loss. It also contains few trademark complexes like cyclovite, nutratherm, estrotrim, cortifem, aquaplex and xtend.Just For You:For women who want to lose weightA Closer Look:Ultra Fat Burner Caps contains calcium, folic acid, vitamin B-12, vitamin B-6 and vitamin D that are important for women, their metabolism and their overall well being.Usage:Consume it twice dailyFDA disclaimer:These statements have not been evaluated by the FDA. This product is not intended to diagnose, treat, cure or prevent any disease.",
    "itemID": "B003CX2F96",
    "helpful": [
      60,
      79
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 9165
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 20.27,
    "brand": "SlimQuick"
  }
]