[
  {
    "title": "OGX 30 Day Smoothing Treatment, Ever Straight Brazilian Keratin Therapy, 3.3oz",
    "description": "An exclusive, high potency keratin complex which reduces up to 95% of curl and eliminates frizz by penetrating the cuticle with keratin proteins. Results may vary depending on texture of hair. No formaldehyde added.",
    "itemID": "B004ISU5V4",
    "helpful": [
      9,
      11
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 11924
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 9.5,
    "brand": "OGX"
  },
  {
    "title": "NOW Foods Rose Hip Seed Oil, 1 ounce",
    "description": "Rich in Omega-6 essential fatty acids, Rose Hip Seed Oil continues to serve as one of the personal care industry's most sought-after&#xA0;natural oils.&#xA0; NOW&#xAE; Rose Hip Seed Oil is 100% Pure and Natural, and extracted from the seeds of Rose mosqueta.",
    "itemID": "B0014UAHQW",
    "helpful": [
      2,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 1109
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 6.71,
    "brand": "Now Foods"
  },
  {
    "title": "Aquis Microfiber Hair Towel, Waffle, Linen (19 x 39-Inches)",
    "description": "Aquis towels are made of Aquitex, a super absorbent material woven from ultrafine microfibers.  The technology behind our microfiber towel enables water to be drawn from hair and skin more quickly and thoroughly than other towels.  And it's especially gentle on hair and skin.  Designed to be lightweight, compact and durable, Aquis towels are ideal for everyday use at home, at the gym and while traveling.",
    "itemID": "B000AMA43Q",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 8501
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Hair Extensions"
      ]
    ],
    "price": 20.99,
    "brand": "Aquis"
  }
]