[
  {
    "title": "Focus 21 Sea Plasma Hair and Skin Moisturizer 32oz",
    "description": "This special formula treats dry skin and hair with the natural moisture-binder, Na-PCA. This substance attracts moisture to make dry, parched skin and hair smooth and supple. Aloe Vera is included to soothe chapped skin. Two other oil-free moisturizers, Mucopolysaccharides and Simethicone, protect skin and hair while sunbathing and swimming. Sea water fives SeaPlasma Spray Moisturizer a healing, stimulating effect.",
    "itemID": "B000B5S2LS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 67934
    },
    "categories": [
      [
        "Beauty",
        "Hair Care"
      ]
    ],
    "price": 17.99,
    "brand": "Focus"
  },
  {
    "title": "Conair Oval Double-Sided Lighted Mirror, Oiled-Bronze Finish",
    "description": "The conair oval oiled bronze double sided illuminated mirror features a double sided lighted mirror with an elegant 7 inch x 9.5 inch oval design. it rotates 360&#xB0; for regular viewing or 7x magnification and comes in a stylish oiled bronze finish. enjoy clear fog free viewing with the featured soft halo lighting and picture perfect reflection glass.",
    "itemID": "B000U0F9GA",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 484
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Mirrors",
        "Makeup Mirrors"
      ]
    ],
    "price": 31.99,
    "brand": "Conair"
  },
  {
    "title": "Aztec Secrets: Indian Healing Bentonite Clay, 2 lbs",
    "description": "Indian Healing Clay by Aztec Secret 2 lbs Clay How Aztec Secret Works Indian Healing Clay Clays have been used for centuries to beautify and refresh when used as a facial mask. Cleopatra used clay from the Nile river and the Arabian desert over 1800 years ago as part of her beauty ritual. German and Roman spas have been using clay packs and treatments in the spas they built 4 000 years ago. Many of these spas still exist and use clay even today. Pliney the Elder devoted an entire chapter of his Natural History to the many uses of clay for pimples black heads and skin tightening. Many famous naturopaths such as Kuhn Just and Kneipp have contributed to the revival of the uses of clay through their natural treatments for arthritus and skin ailgments. Aztec Indian Healing Clay A Brief History - The Worlds Most Powerful Facial The use of clay with apple cider vinegar can be dated back to the southern French priest of the16th century Kneipp and his natural treatments using clay packs and po",
    "itemID": "B000ZMBSPE",
    "helpful": [
      1,
      2
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 142
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 10.31,
    "brand": "Aztec Secret"
  }
]