[
  {
    "title": "250 Pack CREATIVE NAIL Shellac CND REMOVER WRAPS Gel UV Polish Manicure Soak Off",
    "description": "CND Shellac Remover WrapShellac Remover Wraps feature an integrated cotton pad that limits fingers and skin exposure to acetone by keeping it pinpointed on just the nailShellac Removal:Wash hands with liquid soap and warm water. Towel dry.MassageCoolBlueonto your hands to sanitize.Wrap each finger with aShellac Remover WrapSaturate the cotton pad on theShellac Remover Wrapwith pure acetone. Place wrap under the finger with the edge of the cotton pad underneath the free edge of the nail.Fold the cotton pad over the top of the nail.Wrap the long tab around the finger, ensuring a snug fit.Secure wrap with the adhesive tab.Leave theShellac Remover Wrapon the finger for ten minutes.Securely grip each finger and apply slight pressure to the fingernail.Using a twisting motion, pull theShellac Remover Wrapand product from the fingernail.If a significant amount of Shellac remains on the nail (due to extended wear or other unique situations), rewrap the nail and allow acetone to penetrate a few more minutes.If necessary, gently slide off any remaining product with an orangewood stick. Be careful not to scrape away the surface layers of the natural nail plate.Rub the nail with a plastic-backed,lint-free pad soaked with acetone to remove any product residue.",
    "itemID": "B008LV9C4A",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 17253
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Body Washes"
      ]
    ],
    "price": 39.99,
    "brand": "CND Cosmetics"
  },
  {
    "title": "HSI PROFESSIONAL 1 CERAMIC TOURMALINE IONIC FLAT IRON HAIR STRAIGHTENER FREE GLOVE + POUCH AND travel size Argan Oil Leave In Hair Treatment. WORLDWIDE DUAL VOLTAGE 110v-220v",
    "description": "The Proffesional HSI Flat Iron is great for transforming frizzy, dull hair into gorgeously straight, sleek locks. Aside from straightening, the Proffesional HSI Flat Iron curls and flips hair beautifully, its 1\" plates giving maximum control for all hair types. With flash quick heating and swivel cord, this iron provides great style without making a mess or taking too much time. Featuring new easier grip with ergonomic design for easier hold, the styler flat iron also has versatile heat settings to provide you with total control for all your hairstyling needs. Moist ceramic heat with solid ceramic plates and coils will maintain even temperature",
    "itemID": "B001MA0QY2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 53.59,
    "brand": "HSI PROFESSIONAL"
  },
  {
    "title": "Vanicream Moisturizing Skin Cream, 16 Ounces",
    "description": "A non-greasy, long-lasting moisturizing cream that is easy-to-spread, quickly absorbed and non-comedogenic*.                                              Ingredients: purified water, white petrolatum, sorbitol solution, cetearyl alcohol, propylene glycol, ceteareth-20, simethicone, glyceryl monostearate, polyethylene glycol monostearate, sorbic acid and BHT",
    "itemID": "B0000ZHH5G",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3003
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Creams"
      ]
    ],
    "price": 13.89,
    "brand": "Vanicream"
  }
]