[
  {
    "title": "AcneFree Severe Acne Treatment System",
    "description": "Significantly better faster than Proactiv, plus 4 times more powerful. With time-released 10% Benzoyl Peroxide & Retinol. Accelerates healing fast - improvement in just days. Attacks the 3 stages of severe acne formation. Stops new outbreaks 24/7. The most powerful dermatologist-preferred acne-healing medicine available without a prescription. Maximum acne fighting power. So even severely troubled skin can look clear & healthy! University Medical's Acne Free Clear Skin System, the sensational acne-fighting program used and trusted by millions, is now available in this 4-step Severe Acne Treatment system. With maximum strength time-released 10% Benzoyl Peroxide and Retinol. It has been developed specifically for people of all ages and skin types who suffer from severe on-going acne and who have tried traditional prescription and over the counter treatments without success. Exclusive time-released formula attacks the 3 stages of severe acne formation 24 hours/day; Keeps pores clear of the impurities that cause acne: dried oils, dead skin cells and bacteria. Fights acne at all points of its progression to acne lesions & blemishes can virtually disappear. Encourages even the most troubled or damaged skin to look radiantly blemish free & healthy. The 3 harmful stages of acne breakouts: Stage 1) Skin glands overproduce an oily substance called sebum. Stage 2) Dead skin cells accumulate to cause a blocked pore. Stage 3) Common skin bacteria break down the sebum & cells within the pore. This leads to the inflammation, infection and eruptions that are called acne. Severe to clear starts the next day - guaranteed!",
    "itemID": "B000KK53L6",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13069
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sets & Kits"
      ]
    ],
    "price": 31.5,
    "brand": "AcneFree"
  },
  {
    "title": "Zim's Crack Creme, 2 Ounce (Pack of 4)",
    "description": "Zim's Original Liquid Herbal Formula 2.0oz  Softens and Moisturizes dry, cracked thickened skin",
    "itemID": "B001ET76FI",
    "helpful": [
      0,
      2
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 17425
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 23.16,
    "brand": "Zim&#39;s Crack Creme"
  },
  {
    "title": "Clearasil Daily Clear Tinted Adult Treatment Cream: 0.65 OZ",
    "description": "Looking awesome is no accident, it's a science. A science that works with your skin not against it. A science that you'll find inside every Clearasil product.",
    "itemID": "B000NNL7FG",
    "helpful": [
      2,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 2576
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 3.52,
    "brand": "Clearasil"
  }
]