[
  {
    "title": "Henna Burgundy Cream Surya Nature, Inc 2.31 oz Cream",
    "description": "Henna Burgundy Cream by Surya Nature Inc 2.31 oz Cream Surya Cream is a temporary coloring and hair treatment in a ready-to-use cream presentation. Practical and easy-to-use it is a natural and organic product made from rare and exotic herbs and fruits of Brazil - Amaznia - and India. This product also colors white hair with no peroxide heavy metals or ammonia. It treats and conditions due to the action of the natural properties of herbs and fruits namely -Henna Plant that moisturizes and forms a protective layer on each hair strand. -Arnica Plant which is a capillary stimulant and acts as a vasoprotector. -Achillea Millefolium Plant that acts as an analgesic and a bactericide. -Chamomile Plant that acts as a dermal protector descongestant and is a natural tranquilizer. -Amla An Indian fruit rich in Vitamin C -Mallow Plant that acts as an emollient is a natural tranquilizer and protector. -Hazelnut Softens and lubricates -Guaran A Brazilian fruit that acts as a capillary stimulant. -H",
    "itemID": "B0007DHMCO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 88160
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Hennas"
      ]
    ],
    "price": 12.46,
    "brand": "Surya Nature, Inc"
  },
  {
    "title": "L'Oreal Paris Bare Naturale Mineral-Enriched Mascara, 0.16-Fluid Ounce",
    "description": "Treat your lashes to gentle, nourishing mascara without sacrificing any of the volume or length. Introducing the first mineral-enriched mascara from L&#x2019;Or&#xE9;al&#x2019;s. This innovative formula contains 86% natural-origin ingredients, shine-enh.",
    "itemID": "B001KYO1QO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 43085
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 4.57,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "Dudu-Osun African Black Soap (100% Pure) Pack of 3",
    "description": "Specially formulated entirely from natural ingredients and herbs, this soap will have you feeling refreshed and silky smooth. Restores damaged skin and is helpful in healing chronic eczema, acne, freckles and dark spots. Scented with Osun (Camwood extract) citrus juices and native honey. Bio-degradable. No Preservatives, no preservatives and no artificial colors. Contains ingredients from natural plants and herbs from the tropical rain forest and Savannah regions such as Aloe Vera and natural vitamins. Pure Honey, Shea Butter, Osun (camwood), Palm kernel Oil, Cocoa Pod Ash, Palm Bunch Ash, Glycerine, Aloe Vera, Lime Juice & Oil, Lemon Juice & Oil, Water & Fragrance",
    "itemID": "B00239YCXM",
    "helpful": [
      2,
      2
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 17754
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 8.74,
    "brand": "Tropical Naturals"
  }
]