[
  {
    "title": "Revlon ColorStay 12 Hour Eye Shadow Quad (310 Coffee Bean)",
    "description": "Silky smooth, blendable powder shadow with SoftFlex&trade; won&rsquo;t crease or smudge, staying flawless and beautiful for up to 12 hours. Color coordinated quads provide expert mix and match ability for your most gorgeous eyes ever. Available in 18 beautiful quads.",
    "itemID": "B000U01WJ8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 23624
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 12.99,
    "brand": "Revlon"
  },
  {
    "title": "WEN Kids Cleansing Conditioner (Apple) 16 oz.",
    "description": "WEN KidsTM is a universal cleansing conditioner designed to be incredibly gentle, while still thoroughly cleansing and moisturizing your children's hair. This menthol-free formula is made exclusively with rice protein and contains no nuts, no wheat and no soy ingredients, making it safe to use even for those with many common allergies. WEN KidsTM Cleansing Conditioner is a cleanser, conditioner, deep conditioner and detangler all in one, and an amazing alternative to other children's shampoo, kid's shampoo and baby shampoo on the market.  Bath time will never be the same again.",
    "itemID": "B00A54KPU6",
    "helpful": [
      6,
      7
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3359
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 37.95,
    "brand": "WEN Kids"
  },
  {
    "title": "Philosophy Coconut Frosting Shampoo/Shower Gel/Bubble Bath, 16 Ounces",
    "description": "Pamper your skin, while you swoon to the sweet, creamy scent of coconut frosting in our shampoo, shower gel & bubble bath. The moisturizing formula gently cleanses and conditions.",
    "itemID": "B00021B95W",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 31298
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Body Washes"
      ]
    ],
    "price": 14.0,
    "brand": "Philosophy"
  }
]