[
  {
    "title": "Burt's Bees Deep Cleansing Cream Soap Bark and Chamomile -- 6 oz",
    "description": "Soap Bark Chamomile Deep Cleansing Cream by Burt's Bees 6 oz Cream WHY IT WORKS Get deep down clean with this natural cleanser that is all bark and no bite Naturally cleansing Soap Bark and healing Aloe moisturize and soften skin while effectively removing makeup and dirt. Chamomile soothes and Echinacea reduces inflammation and tightens pores for naturally fresh healthy skin. HOW IT WORKS Wet face and apply cleanser with fingertips or washcloth massaging gently to loosen and remove dirt and makeup. Rinse thoroughly and follow with your favorite Burt's Bees moisturizer. 6 oz. INGREDIENTS Water sunflower oil stearic acid (vegetable fat) vegetable glycerin emulsifying wax cocount oil sodium borate (natural borax) cetyl alcohol silica glucose witch hazel extract aloe barbadensis leaf extract chamomile extract echinacea (coneflower) extract quillaja (soap bark) extract cocoa butter rosemary leaf extract tocopherol (vitamin e) lemon oil cilantro oil tarragon oil lavandin oil jasmine oil xa",
    "itemID": "B000RC2V4Y",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7770
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 7.77,
    "brand": "Burt&#39;s Bees"
  },
  {
    "title": "Burts Bees Herbal Blemish Stick (White) - .26 fl oz - Liquid",
    "description": "Herbal Blemish Stick (White) by Burt's Bees .26 fl oz Liquid This blemish stick contains 10 effective natural herbal ingredients including willowbark nature's version of salicylic acid which clarifies and gently exfoliates skin to clear pores and help prevent breakouts. Combined with tea tree and juniper oils known for their antiseptic and astringent qualities and calendula to reduce inflammation and redness this concentrated formula keeps your skin clear naturally. For best results apply blemish stick directly to the affected areas 2 to 3 times daily. Additional applications my irritate your skin because of the formula's potent botanical ingredients.",
    "itemID": "B001MXKG6M",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4734
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 8.59,
    "brand": "Burt&#39;s Bees"
  },
  {
    "title": "Burt's Bees Natural Acne Solutions Daily Moisturizing Lotion, 2 Ounce",
    "description": "Lightweight Burt's Bees Natural Acne Solutions Daily Moisturizing Lotion helps control oil and protect against blemishes without irritating your skin. Formulated with lemongrass, witch hazel, goldenseal and hops, this 100% natural acne treatment helps calm irritated skin. It also contains salicylic acid, derived naturally from willow bark extract, to penetrate clogged pores, help reduce acne and prevent future breakouts. Dermatologist tested and noncomedogenic, this daily facial lotion helps promote clear, smooth, healthy looking skin. For best results, use as part of the Burt's Bees Natural Acne Solutions regimen. Put the power of nature to work for your skin with Burt's Bees.",
    "itemID": "B0027TSO5A",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3812
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 7.43,
    "brand": "Burt&#39;s Bees"
  }
]