[
  {
    "title": "DermaGen Anti-Wrinkle Patches",
    "description": "*\n\n      These new hydrating Anti-Wrinkle Patches are designed to visibly smooth and reduce fine lines and wrinkles.  \n\n    *\n\n      Active ingredient Hydrocolloid also helps minimize and flatten raised scar areas from cuts or burns.\n\n    *\n\n      Effective acne treatment.\n\n    *\n\n      Can be used by men and women of all ages.  \n\n    * Soft and comfortable to wear.\n\n    *\n\n      Each sheet contains 27 Patches in 5 different shapes.\n\n    *\n\n      Each patch can be used 2 to 3 times.\n\n    *\n\n      Our Guarantee: The most effective wrinkle patch you've ever used or your money back.",
    "itemID": "B004CQ710U",
    "helpful": [
      14,
      15
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 3907
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes"
      ]
    ],
    "price": 9.9,
    "brand": "CosmeSearch, Inc."
  },
  {
    "title": "Queen Helene Masque, Mud Pack - 8 oz",
    "description": "The Original Natural English Clay Mud Pack MasqueAn old-fashioned, time-tested earth facial treatment.Relaxes Tired Face MusclesTightens Sagging SkinSoftens Lines and WrinklesThe original old-fashioned, time-tested earth facial treatment.&nbsp; Mud Pack Masque, with imported natural English clay, will work wonders for your skin. It's a very effective pore cleanser.&nbsp; It tightens loose, sagging skin on your face and neck, stimulates blood circulation, relaxes tired face muscles and softens lines and wrinkles.Enjoy a Mud Pack Masque facial as a \"pick-me-up\" when you feel tired, when you're preparing&nbsp;to go out for the evening or before going to bed.&nbsp; Your reward will be a clear, smooth, refreshed skin and a healthier, youthful-looking complexion.No animal testing.&nbsp; No animal ingredients.Queen Helene ~ Environmentally Concerned.Made in USA",
    "itemID": "B00008CMOS",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 7758
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 5.15,
    "brand": "Queen Helene"
  },
  {
    "title": "Maybelline New York Instant Age Rewind Primer Skin Transformer, Clear, 0.85 Fluid Ounce",
    "description": "Instantly create a perfectly smooth canvas for ideal makeup application with instant age rewind primer skin transformer. Lines, wrinkles, pores and imperfections appear to instantly vanish in just one step. Enhances skin's radiance. Subtle pink tint for a youthful glow",
    "itemID": "B002ZTT9II",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 1364
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation Primers"
      ]
    ],
    "price": 5.66,
    "brand": "Maybelline"
  }
]