[
  {
    "title": "Giovanni Direct Leave-In Conditioner, Weightless moisture conditioner 8.5 fl oz Bottle",
    "description": "Enriched with certified organic botanicals. No animal by-products. Cruelty free. Restores strength, lustre and nourishment to abused hair. Moisturizes and builds body. Detangles for easy comb-out styling. To create condition and style, you need to go direct to the source. Direct Leave-In Conditioner goes directly into each hair to provide both. This Leave-In treatment repairs hair as you go through the day. It also has the added benefit of plumping up each repaired hair so that it feels thicker. More bodified. This conditioner infuses each individual hair with protein. Pumps it up. Goes directly to style. Made in U.S.A.",
    "itemID": "B00066D4M4",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5671
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 8.0,
    "brand": "Giovanni Cosmetics, Inc."
  },
  {
    "title": "TRESemme Naturals Nourishing Moisture Conditioner, Aloe Vera and Avocado, 25 Ounce",
    "description": "",
    "itemID": "B003RSY1NE",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14013
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 9.05,
    "brand": "TRESemme"
  },
  {
    "title": "Giovanni Hair Care - Direct Leave-In Conditioner, 8.5 fl oz liquid",
    "description": "(Product received may temporarily differ from image shown due to packaging update. Product details will be revised, shortly)Weightless \"walking\" treatmentEnriched with certified organic botanicalsNo animal by-productsCruelty freerestores strength, luster and nourishment to abused hairmoisturizes and builds bodydetangles for easy comb-out, easy stylingTo create condition and style, you need to go direct to the source. Direct leave-in Conditioner goes directly into each hair to provide both. This leave-in treatment repairs hair as you go through the day. It also has the added benefit of plumping up each repaired hair so that it feels thicker. More bodifled. This conditioner infuses each individual hair with proteins. Pump it up. Goes directly to style.giovannicometics.comReal organic hair care. Guaranteed when purchased at quality beauty retailers.Vegan",
    "itemID": "B00099Z2OQ",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7497
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Relaxers",
        "Conditioners"
      ]
    ],
    "price": 4.89,
    "brand": "Giovanni Cosmetics, Inc."
  }
]