[
  {
    "title": "Tweezerman Deluxe Cosmetic Sharpener",
    "description": "Tweezerman Deluxe Cosmetic Pencil Sharpener sharpen pencils perfectly, both thick and thin - even jumbo pencils and cosmetic crayons. The patented double-blade system creates slightly rounded tips that resist breakage and are especially gentle on delicate skin. \"No-mess\" clear cover catches shavings and houses a convenient cleaning stick",
    "itemID": "B002HK2GOO",
    "helpful": [
      7,
      7
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 33214
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Sharpeners"
      ]
    ],
    "price": 5.95,
    "brand": "Tweezerman"
  },
  {
    "title": "Demert Nail Enamel Dryer-7.5 oz",
    "description": "Nail Enamel Dryer is the professional manicurist's finishing spray for natural and artificial nail applications.It contains di-panthenol, organic protein, and mink oil to create fast-drying, non-smearing manicures while conditioning both cuticles and nails.",
    "itemID": "B001GELIBO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8156
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Dryers"
      ]
    ],
    "price": 5.16,
    "brand": "Demert"
  },
  {
    "title": "Remington S5500 Digital Anti Static 1 Inch Ceramic Hair Straightener",
    "description": "Say goodbye to frizz and fly-aways while boosting style control with remingtons s-5500 one inch digital heat ceramic flat iron. infused anti-static technology reduces the amount of negatively charged particles during styling and allows for 50% more static control. the thirty second instant heat up will reach the salon high heat temperature of 410 degrees fahrenheit. one hour automatic shut off, 2 limited year warranty, and floating plates.",
    "itemID": "B003S516XO",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 58
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 14.89,
    "brand": "Remington"
  }
]