[
  {
    "title": "Olay Active Hydrating Beauty Fluid, Original, 6 Ounce (Pack of 2)",
    "description": "To make your skin softer, smoother, and more beautiful, you need the right moisturizer. Add Olay Active Hydrating Beauty Fluid Lotion to your daily skincare regimen, and you'll immediately begin to repair dry skin. Olay's advanced moisturizing lotion provides a surge of soothing moisture plus restores hydration to diminish the appearance of fine lines and wrinkles. Smooth onto your face and neck daily, and let the proven formula go to work. It penetrates quickly to help your skin replenish its own essential fluids, resulting in a softer, smoother, suppler appearance. The light, non-greasy formula is dermatologically tested and non-comedogenic, which means it won't clog your pores. For over 60 years, Olay has been developing trusted skincare products that deliver real results for millions of women, like Olay Active Hydrating Beauty Fluid Lotion (often referred to as Olays original Pink Beauty Fluid). Bring out the best in your skin today with this proven moisturizing lotion.",
    "itemID": "B001F51T3Q",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11365
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 20.25,
    "brand": "Olay"
  },
  {
    "title": "Method Gel Dish Pump Refill 36oz, Cucumber (Pack of 2)",
    "description": "",
    "itemID": "B004M2Y7RY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 2184
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 16.72,
    "brand": "Method"
  },
  {
    "title": "Softsoap Coconut and Ginger - Liquid Hand Soap Refill, 32 Ounce",
    "description": "Softsoap Coconut and Warm Ginger Hand Soap Refill - an exotic fragrance inspired by the fruit and spice of faraway lands.  The clear formula holds an unexpected treasure: moisturizing ingredients to soften and smooth.",
    "itemID": "B007RVHDAK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 7768
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Soaps"
      ]
    ],
    "price": 3.95,
    "brand": "Softsoap"
  }
]