[
  {
    "title": "Rollin' With The Chromies Linear Holographic Nail Polish- 0.5 oz Full Sized Bottle",
    "description": "Similar in shift to Shade Shifter, this multi-chrome also has a linear holo! This polish changes from cyan, to blue, to red orange, to burgundy, and more.  I most often see a cyan blue shade. Best in 3 coats, or 1 coat over black, this polish is one you will have to see to believe!\n\nType: Multi-Chrome w/Linear Holo\n Glitter Load: None\n Glitter Size: None\n Recommended Coats: Best in 3 coats, or 1 coat over black, this polish is one you will have to see to believe!\n Notes:  None",
    "itemID": "B00GHNOQ54",
    "helpful": [
      4,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3247
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 8.75,
    "brand": NaN
  },
  {
    "title": "Spilo: MISC Big Bondini Plus Brush-On Glue, 0.5 oz",
    "description": "One nail glue does it all. Works to apply nails and wraps. Repairs cracked or broken nails. Apply it like polish - simply brush over the area to be glued. Convenient, fast and easy",
    "itemID": "B0002Z8SE8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3837
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 6.88,
    "brand": "Spilo"
  },
  {
    "title": "Crystal Glass Nail File, 5.5 Inches, Free Carrying Case from Sassella",
    "description": "Ordinary nail files create tiny fractures in your nail which can weaken the nail and cause the nail to split and become brittle. Because the glass file is so hard and the filing surface so extremely fine, you can file in any direction without damaging the nail. It will leave your nails incredibly smooth! Amazingly the glass file works very well on extremely hard nails as well as very soft nails. Since the surface of the glass nail file is so fine and uniform, regular use will actually help grow more beautiful nails, they will be healthier and smoother.",
    "itemID": "B00283O7LK",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 21153
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Files & Buffers"
      ]
    ],
    "price": 6.49,
    "brand": NaN
  }
]