[
  {
    "title": "Home Health Castor Oil Cold Pressed &amp; Cold Processed 8 fl. oz.",
    "description": "Cold Pressed and Cold Processed  Pure, natural emollient oil  Softens and nourishes the skin  Ideal for use in Castor Oil Packs  Excellent for massage into joints and muscles  Hexane Free   Paraben-Free  Castor Oil is a natural emollient that penetrates the surface layers of the skin making it softer and more supple. It is best to apply Castor Oil externally using a \"Castor Oil Pack\" - saturating the oil onto a piece of wool flannel and applying to the body, with or without heat. Instructions for the preparation and application of Castor Oil Packs are supplied with Home HealthTM White Wool Flannel.",
    "itemID": "B0002JG2NI",
    "helpful": [
      0,
      4
    ],
    "overall": 1.0,
    "salesRank": {
      "Health & Personal Care": 6732
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 3.99,
    "brand": "Home Health"
  },
  {
    "title": "DermaNew Facial Rejuvenation System",
    "description": "Gently resurface and smooth skin. The Dual Action Resurfacing Tool and Facial Rejuvenation Formula Microdermabrasion Cr&#xE8;me work together to ensure a gentle, thorough resurfacing that will polish and refine with perfectly sized naturally mined Corundum Crystals and added antioxidants. Clinically proven to diminish wrinkles, fi ne lines and pore size while decreasing visible signs of sun damage while revealing healthy new skin.  Kit contains 1 dual head resurfacing tool, 1 75g microdermabrasion cr&#xE8;me, 1 body foam applicator, 1 tear drop face applicator, 1 brush, 1 tool stand, 2 AA batteries.",
    "itemID": "B000F0GNT2",
    "helpful": [
      2,
      3
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 60692
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Microdermabrasion"
      ]
    ],
    "price": 44.0,
    "brand": "DermaNew"
  },
  {
    "title": "premier dead sea anti wrinkle eye serum",
    "description": "Product DescriptionEuropean Size 35 ml Eye Serum. A secret composition of soothing active ingredients specially adapted to nourish the sensitive skin around the eye area. It performs triple firming actions for rejuvenation, moisturization, and anti-aging. This unique Liposome Complex and oil-free serum moisturizes the skin causing a lifting effect. Thus, wrinkles are reduced, the skin is smoothed and rejuvenated, skin tone is restored, and its structure reinforced.",
    "itemID": "B00157RZ14",
    "helpful": [
      0,
      2
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 13853
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Masks"
      ]
    ],
    "price": 17.0,
    "brand": "PREMIER"
  }
]