[
  {
    "title": "Buf-Puf Double-Sided Body Sponge - 1 ea",
    "description": "The secret to really polished, smooth, attractive skin is exfoliation (that's why everyone's running to spas these days). This Double-Sided Sponge gets you there--inexpensively--with gently abrasive fibers that whisk away rough, dead, dry flakes and bumps. One side works on delicate areas (thighs, arms, buttocks, tummy), the other goes at elbows and heels with a bit more gusto.Perfect Prep for Sunless Tanning!Thoroughly cleans and refreshes your skin.Use every day with your favorite cleanser.&nbsp;1 ~ Double Sided Body Sponge.Leaves skin feeling clean and refreshed!Use every day with your favorite soap or cleanser.Thoroughly cleanses skin of dirt and excess oil.Smoothes away rough, dry skin:white side for all-over cleansing.blue side for smoothing of elbows and feet.Leaves skin smooth and soft, perfectly prepped for shaving and sunless tanning.Buf-Puf&#153; Body Sponge is also the replacement sponge for your Buf-Puf&#153; Back Scrub.Made in USA.",
    "itemID": "B000052YJC",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bathing Accessories",
        "Loofahs, Sponges & Poufs"
      ]
    ],
    "price": 6.82,
    "brand": "Buf-Puf"
  },
  {
    "title": "The Body Shop Body Butter, Satsuma, 6.75 Ounce",
    "description": "This rich and creamy Body Butter is a feast for the skin. It melts straight in to leave skin feeling soft and smooth. It contains Community Fair Trade shea butter and smells of fresh satsuma. 24-hour hydration great for normal to dry skin -- Fresh satsuma scent.",
    "itemID": "B000F0QCWA",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 66772
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 11.45,
    "brand": "The Body Shop"
  },
  {
    "title": "American Crew Forming Cream, 1.75 oz",
    "description": "Forming Cream provides strong hold, pliability and natural shine. Lanolin wax boosts hold and Sucrose conditions and won't dry  hair.",
    "itemID": "B000FZXGCE",
    "helpful": [
      1,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 4180
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 4.14,
    "brand": "AMERICAN CREW"
  }
]