[
  {
    "title": "AINHOA Purity Purifying Fluid, 1.05 Fluid Ounce",
    "description": "AINHOA is an award-winning series of professional beauty products for use in the comfort of your home.  Pleasurable, convenient, made from the highest quality ingredients, these are Spa-quality products at affordable prices. Ainhoa has been available in the worlds&#x2019; finest hotels and spas for over 15 years, offering luxurious treatments using their products. Whether you want daily use products or an intense treatment, whatever your skin type; the stunning Ainhoa range has the right products for you.  Treat yourself today and enter the exclusive world of Ainhoa. PURITY is a daily care product range for oily and acne prone skins. It regulates sebaceous (oily) secretions and closes dilated pores.  PURITY regenerates the epidermal cells and regulates excess oil on the skin.  These products are astringent, decongestive, increase blood irrigation, drying, absorbing of excess oil, yet are still hydrating. They renew the outer layer of the skin, delaying skin aging.  These are natural products. PURITY Purifying Fluid is a serum which regulates sebaceous secretion, closes dilated pores, soothes inflammation and leaves the skin refreshed. It has anti-allergy properties and is effective in helping to control breakouts. PURITY products are recommended for oily skins prone to acne and sebaceous secretion.  Suitable for ages 13 and upwards, male and female. Ainhoa products that compliment this range are: SENSKIN Cleansing Lotion; SPECIFIC Glycolic Acid.",
    "itemID": "B0094C4XOO",
    "helpful": [
      3,
      3
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 775313
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 44.65,
    "brand": NaN
  },
  {
    "title": "Hydroxatone Intensive Overnight Repair Cream, 1 oz.",
    "description": "",
    "itemID": "B009XRFAJW",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 30818
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 38.0,
    "brand": "Hydroxatone"
  },
  {
    "title": "Suave Suave Kids Ocean Blast Gel, 7 Ounce",
    "description": "",
    "itemID": "B00A0IWTEW",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 9391
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 3.48,
    "brand": "Suave"
  }
]