[
  {
    "title": "Aveeno Active Naturals Positively Ageless Daily Exfoliating Cleanser With Natural Shiitake Complex, 5 Ounce",
    "description": "A unique daily cleanser with Natural Shiitake Complex helps your skin look and feel younger. This light foaming, soapfree formula cleanses and softens skin, while lifting away dirt, oil, and makeup without overdrying sensitive skin. Fine microbeads gently remove dull, dry skin to help reveal healthier, younger looking skin.",
    "itemID": "B000MUQFTI",
    "helpful": [
      26,
      29
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5953
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Scrubs"
      ]
    ],
    "price": 2.98,
    "brand": "Aveeno"
  },
  {
    "title": "Olay Definity Color Recapture, Fair/Light, 1.7 Ounce",
    "description": "New research proves that discoloration, dullness and brown spots play a significant role in aging your skin &ndash; not just wrinkles alone. Different from most anti-aging products, Olay Definity contains a glucosamine complex. It is designed to fight what ages you most, transforming the look of discoloration, dullness and brown spots PLUS wrinkles &ndash; for luminous, more flawless, highly defined skin. Olay Definity Color Recapture perfects skin tone layer by layer, helping you recapture youthful luminosity. This breakthrough triple stream formula combines: Anti-aging UV moisturizer penetrates deep and hydrates to diminish the appearance of discoloration and wrinkles over time, Sheer illuminating coverage instantly evens skin tone, SPF 15 to help protect skin from damaging UV rays. The breakthrough triple stream anti-aging formula recaptures youthful luminosity by perfecting skin tone instantly and over time while it helps protect skin from future sun damage. Olay Definity Color Recapture is fragrance-free and available in three unique tones: Fair to Light, Light to Medium, Medium to Deep SPF 15.",
    "itemID": "B0019Z8HT6",
    "helpful": [
      10,
      10
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 170229
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Burt's Bees Acne Purifying Gel Cleanser, 5 Ounce Bottle",
    "description": "This cleanser is clinically proven to help wash away oil and impurities without over-drying or irritating skin. Salicylic acid, derived naturally from Willow Bark, penetrates pores to help reduce acne and prevent future breakouts. Evening Primrose and Beet Root extracts help soothe for healthy-looking skin. 99.4% Natural",
    "itemID": "B0027TZPVQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8346
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 12.92,
    "brand": "Burt&#39;s Bees"
  }
]