[
  {
    "title": "e.l.f. Studio Mineral Infused Face Primer",
    "description": "Transform your face into a flawless and smooth canvas with the Mineral Infused Face Primer. Developed to combat against excess oil, flaky dryness, enlarged pores and fine lines. This clear multipurpose skin primer will prepare your skin so makeup goes on evenly for a long lasting satin finish.",
    "itemID": "B004DIXYWG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 117
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation Primers"
      ]
    ],
    "price": 5.98,
    "brand": "e.l.f. Cosmetics"
  },
  {
    "title": "TONYMOLY Tomatox Brightening Mask 70g",
    "description": "TonyMoly Tomatox Magic White Massage Pack contains tomato water and tomato ingredients. This multi-function product brings instant magic brightening and vitalizing effects when being used as a massage cream, and cleansing effect when being used as a pack. This soft massage cream and cleanly wash-off mask delivers highly vitalizing, truly clarifying, magic brightening, hydrating and protecting effects to the skin, leaving the skin amazingly bright, clear and supple.",
    "itemID": "B0046DZQDS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10513
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 4.87,
    "brand": "TONYMOLY"
  },
  {
    "title": "#52101 Black All Night Waterproof Liquid Eyeliner Smudge Proof Cosmetics Makeup",
    "description": "My own experience:I have been using this eyeliner and some other eyeliners from this collection for about 3 months, and they never disappointed me. After having this liquid eyeliner, I never need to take out my mirror every few hours because my makeup always looked clean and perfect. I used to wear it for 12 hours and I didn't even use any powder under my eyes.Key feature for this eyeliner:Great for Daily Use- highly resistant to tears, sweat & sebum, keeping your beauty more long lasting;Highly Black Finish- give you a pair of dramatic eyes & sexy look;\nVery Quick Drying Formula- Will be totally dry between 5-30 second;One of the BEST liquid eyeliner I ever used.\nEven this is not a name brand product, it will give you exactly what you need.\n(Smooth, Smudge proof, Without fading, Easy to use and etc.)You won't be regret for your choice!---Contact us if you have any other questions.",
    "itemID": "B007CTNHL6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 17053
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyeliner"
      ]
    ],
    "price": 1.5,
    "brand": NaN
  }
]