[
  {
    "title": "Rogaine for Men Hair Regrowth Treatment, 5% Minoxidil Topical Aerosol, Easy-to-Use Foam, 2.11 Ounce, 3 Month Supply (Packaging May Vary)",
    "description": "Men's ROGAINE Foam is easy to use--and best of all, it works. Make ROGAINE Foam part of your everyday regimen and feel proud of your hair again. ROGAINE Foam goes on easily and dries quickly. In clinical testing, it regrew hair in 85&#37; of men after four months when used twice daily.Men's ROGAINEUnscented Topical FoamAt a Glance:In clinical testing, ROGAINE Foam regrew hair in 85&#37; of men after four months when used twice daily&#42;First FDA-approved hair regrowth foamHelps reverse the progression of hereditary hair lossApply directly to your scalp--twice a day,every dayGoes on easy anddries quicklyView larger.ROGAINE is the #1 dermatologist-recommended brand for hair regrowth.All the Power of ROGAINE in an Easy-to-Apply FoamWhen it comes to a hair-loss treatment for men, there's nothing quite like ROGAINE Foam. ROGAINE Foam is the first FDA-approved hair regrowth foam. It contains 5&#37; minoxidil, and in clinical testing, ROGAINE Foam regrew hair in 85&#37; of men after 4 months when used twice daily.* Because it's a foam, there is no hassle and it's less messy. It goes on easily and dries quickly, so your daily routine is never interrupted.What Causes Hair Loss in Men?Although there are several causes of hair loss, male-pattern baldness (also referred to as androgenetic alopecia or hereditary hair loss) accounts for about 95&#37; of hair loss in men. It is usually triggered by a combination of hormonal activity and heredity, which together cause the hair follicles in your scalp to shrink.Over time, the progressive shrinking of certain scalp follicles leads to a shortening of the hair's growing cycle. Hair becomes thinner and shorter, until there is no growth at all. The active ingredient in ROGAINE--minoxidil--reinvigorates shrunken hair follicles, which increases their size and helps regrow thicker looking hair over time.A Pioneer in Hair RegrowthLike many great discoveries, the power of minoxidil to regrow hair came about by chance. In the 1980s, scientists discovered that minoxidil, being studied for other indications, actually showed signs of regrowing hair.ROGAINE applied this discovery to produce the first topical brand approved by the FDA to regrow hair. Minoxidil is the only over-the-counter ingredient FDA approved to regrow hair. Since the discovery, ROGAINE has empowered millions of people to take control of their hair loss with a series of breakthroughs.About ROGAINE: A History of Results and InnovationROGAINE is the first topical brand approved by the FDA to regrow hair--in both men and women. With more than 20 years of results and over 20,000 people in clinical trials, ROGAINE is the #1 dermatologist-recommended brand for hair regrowth. ROGAINE helps reverse the progression of hereditary hair loss.What's in the BoxMen's ROGAINE Unscented Topical Foam (2.11-Ounce Cans, Pack of 3).&#42;In a clinical study (n=352) of twice daily use of Men's ROGAINE Foam vs. Placebo. Individual results may vary.In a clinical study, ROGAINE Foam was shown to regrow hair in 85 percent of men after four months when used twice daily.*",
    "itemID": "B0012BNVE8",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 2
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Hair Regrowth Treatments"
      ]
    ],
    "price": 33.17,
    "brand": "Rogaine"
  },
  {
    "title": "Palmer's Cocoa Butter Formula With Vitamin E Lotion Fragrance Free , 13.5-Ounce Bottle (Pack of 4)",
    "description": "Cocoa Butter Formula with Vitamin E  Softens, Smoothes and Relieves Dry Skin",
    "itemID": "B001G7R3QK",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 4639
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 30.76,
    "brand": "Palmer&#39;s"
  },
  {
    "title": "Neutrogena Healthy Skin Anti-Wrinkle Cream, SPF 15, 1.4 Ounce",
    "description": "",
    "itemID": "B000052YOL",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 11.46,
    "brand": "Neutrogena"
  }
]