[
  {
    "title": "Fekkai Advanced Brilliant Glossing Cream 4 fl oz (113 g)",
    "description": "Who is it for?Women with normal to dry, dull hair, who seek moisture and radiant, reflective shine.Advanced TechnologyEncapsulated Shine-Release ComplexKey Ingredient: Olive OilWhy is it different?Frizz-fighting, soft-seeking shine cream works for nearly every hair type. With encapsulated olive oil spheres to instantly reboot shine all day long. Our superstar formula, ever so brilliant.Brilliant Glossing takes inspiration from nature with its winning olive oil formula, and incorporates new encapsulation technology in Fekkai Advanced.Micro-encapsulation technology allows finer olive oil droplets to target and cover your hair for even distribution &amp; coverage from the root to the tip. With our encapsulated Shine-Release Complex, Brilliant Glossing formulas will deliver refreshed shine throughout the day for all day shine.This product collection uses a new, breakthrough encapsulation technology to help deliver even reflective shine from root to tip, and refresh your shine for brilliant hair throughout the day.",
    "itemID": "B000ALFROS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 76019
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 27.95,
    "brand": NaN
  },
  {
    "title": "L Oreal Natures Therapy Mega Moisture Nurturing Creme 16 oz",
    "description": "L'Oreal's Mega Moisture Nurturing Creme quenches dry hair?s thirst with intense moisturizing properties.",
    "itemID": "B000CPIMNA",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5461
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 11.2,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "Alpha Hydrox Spot Light Targeted Skin Lightener, 0.85 Ounce",
    "description": "Say goodbye to sun spots, freckles, age spots, and changes in skin pigmentation caused by pregnancy or the use of oral contraceptives. This highly effective targeted skin lightener contains a unique combination of 10% Glycolic Alpha Hydroxy Acid to significantly improve your skin's tone and texture and Hydroquinone, proven to lighten skin discolorations. Glycolic acid not only boosts the effectiveness of hydroquinone, it works to refine skin texture and enhance collagen production so skin looks younger.",
    "itemID": "B001E919LU",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 4266
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 8.0,
    "brand": "Alpha Hydrox"
  }
]