[
  {
    "title": "MASH Rhinestones 2400 Piece 12 Color Nail Art Nailart Manicure Wheels",
    "description": "MASH is proud to introduce its first Nail Art accessory! Same great MASH quality you have come to expect, with a price that cannot be beat. These premium rhinestones are so beautiful, and so affordable, you will never chose another brand again! Each rhinestone wheel contains 200 rhinestones of 12 different colors for a total of 2,400 rhinestones! That is enough glam and glitter to drive your man wild, or make any man yours forever!How to Use:These premium MASH rhinestones can be applied with top coat or glue.AUTHENTICITY WARNING: The only Authentic MASH Nail Art is sold by MASH and/or Amazon directly. All other sellers are offering counterfeit products.",
    "itemID": "B005BF1M10",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 15
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 1.8,
    "brand": "Evermarket"
  },
  {
    "title": "Instant Heat Curling Iron, 1-Inch",
    "description": "Welcome to the world of advanced styling, where curling irons heat up in less than a minute, where you can choose between 25 different temperature settings for any hair type, and where, if left unattended, your curling iron automatically turns off. Conair's 1-inch curling iron is ideal for creating those medium-to-large bouncing curls. Featuring dual voltage settings, the iron allows you to select either standard North American 125-volt or 250-volt foreign electricity operation, so you can use your curler when you're traveling abroad. Its sure-grip handle has a patented design for greater control and precision, and the electronic on/off touch pad is easy to use. If you forget to turn off the curler (too busy fending off your admirers, we assume), it will automatically shut itself off. With that 60-second heat-up time and a flashing indicator light that lets you know when you can start styling, you'll have playful curls to impress within minutes. And with a two-year limited warranty, you'll be curling for years to come.--Ariel Meadow Stallings",
    "itemID": "B000050B6U",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3225
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Curling Irons"
      ]
    ],
    "price": 13.95,
    "brand": "Conair"
  },
  {
    "title": "Iso Perm - professional option 1 perms",
    "description": "As the innovator and leader in texture technology, ISO continues the tradition in keeping within trends of superior products that give you the power to volumize, curl, shape and style - without damage. ISO Option 1 for normal and previously permed hair: For great stand out style, this thio-free Wave Option is ideal for building definition through separation and loose, free-moving texture. Ideal for normal and previously permed hair. Gives lift and promotes movement through soft, loose texture. ISO Option 2 for every type color-treated hair: Exclusively formulated for tinted or color-treated hair. Option 2 brings gentle, yet effective wave action to hair. Thio-free and formulated with naturally derived isoamineTM to nourish and leave hair cuticle supple and smooth. Optimum curl results, healthy hair and color. ISO Option 3 for extra-firm curl on normal and resistant hair: Designed for normal to resistant hair, Option 3 produces big, expansive curls while retaining the hair's natural beauty and shine. Ideal for dramatic and high fashion styling. ISO Option EXO is a damage-free Exothermic Perming for energized curls on longer and resistant hair: This thio-free, damage-free exothermic formula diffuses more evenly than conventional perms to minimize swelling of the hairshaft. Leaves the cuticle damage free. ** Please note that perm boxes are opened so that bottles can be taped and wrapped in bubble wrap to protect perm boxes during shipping. However, products are brand new!",
    "itemID": "B001UQM73G",
    "helpful": [
      9,
      9
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 57300
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Perms & Texturizers",
        "Home Permanent Kits"
      ]
    ],
    "price": 12.5,
    "brand": "ISO"
  }
]