[
  {
    "title": "RoC Deep Wrinkle Filler, 1 Ounce",
    "description": "&nbsp;&nbsp;&nbsp;Fight the look of deep wrinkles with RoC RETINOL CORREXION Deep Wrinkle Filler. Clinically proven to fill creases and diminish the look of deep wrinkles, this filler offers results immediately and after four weeks. Creases are filled to diminish the appearance of fine lines and re-plumped skin is softer and smoother. After four weeks, the look of crow's feet and deep facial wrinkles is visibly diminished.How It WorksThis breakthrough, dual-action formula is specifically designed to target wrinkles, with an exclusive fusion of hyaluronic acid and pure RoC RETINOL. Hyaluronic acid helps to immediately hydrate and plump skin, while RoC RETINOL is a clinically proven wrinkle-fighting ingredient. With daily use, the look of your skin is improved so that even deep wrinkles appear diminished in as little as four weeks.Usage TipsThis deep wrinkle filler is non-comedogenic (won't clog pores) and dermatologist tested. Use it once or twice a day, in the morning and/or evening. Gently dab a small amount of the product in the areas where you want to fill in creases and fine lines: around and under eyes, above and around the mouth, and on the forehead or between the brows.Use alone or under your regular moisturizer. You may experience mild tingling or redness during use. This is normal and is a sign the product is working. It should be temporary until your skin adjusts. If applying an additional moisturizer, use one free of Retinol or Alpha Hydroxy Acid.How Can RoC RETINOL Improve My Skin?Retinol is one of the most effective ingredients for reducing the appearance of lines and wrinkles.When you are young, your skin cells continuously renew themselves, which keeps your skin looking smooth. As time passes, however, your skin's ability to renew itself gradually slows down. Skin loses its elasticity and wrinkles become more evident. What you need is something to help keep it looking younger and healthier.This is the benefit of Retinol. Retinol is a pure form of Vitamin A that works to reduce the appearance of wrinkles.RoC RETINOL CORREXIONDeep Wrinkle FillerAt a Glance:Immediately:- Creases are filled to &nbsp;&nbsp;diminish the appearance &nbsp;&nbsp;of fine lines- Re-plumped skin is softer &nbsp;&nbsp;and smootherAfter 4 Weeks:- The look of crow's feet &nbsp;&nbsp;and deep facial wrinkles is &nbsp;&nbsp;diminishedAdvice for Getting the Most Out of Retinol ProductsStart Early:It is often recommended to begin using a Retinol product in your late twenties to early thirties. Early use of Retinol products can actually help to combat fine lines and wrinkles before they become apparent, so your skin stays looking younger and healthier.Start Slowly:Using Retinol is like exercising. You don't start out running a marathon. Begin by applying a small amount (a little goes a long way) every other day for about two weeks. After two weeks, you may begin applying more frequently until find the best routine for your skin.Stick with It:It is important to be consistent, as the benefits of Retinol are seen over time. If you happen to experience minor skin irritation, this may be temporary while your skin adjusts to the products. Just decrease usage for a few days and work your way back up after that.Protect your skin:Whether you use a Retinol product during the night or day, always remember to wear a sunscreen of SPF 15 or higher during the day.RoC: A History of Skincare ExpertiseRoC brand was founded in France in 1957 by pharmacist Jean-Charles Lissarrague and a collaboration of dermatologists. From the beginning, RoC developed strong partnerships with dermatologists, helping it become the skincare leader in France. In 1999, the makers of RoC brought its anti-aging expertise to the U.S.Since then, RoC has continued to build on its unique understanding of the skin aging process to develop the best and most effective skincare solutions for women in the U.S. RoC products in the U.S. are not only derived from extensive research and thorough clinical studies, but also from a proven track record of success with European women.What's in the BoxRoC RETINOL CORREXION Deep Wrinkle Filler (1 Fluid Ounce).Deep Wrinkle FillerDeep Wrinkle SerumDeep Wrinkle DailyMoisturizer SPF 30Eye CreamDeep Wrinkle Night CreamSENSITIVE Eye CreamSENSITIVE Night CreamTrademark Information:RoC&reg; RETINOL CORREXION&reg; Deep Wrinkle Filler",
    "itemID": "B00387F42Q",
    "helpful": [
      56,
      70
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2396
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 9.15,
    "brand": "RoC"
  },
  {
    "title": "RoC Retinol Correxion Deep Wrinkle Night Cream, 1-Ounce",
    "description": "&nbsp;&nbsp;&nbsp;RoC RETINOL CORREXION Deep Wrinkle Night Cream is a moisturizer that's clinically proven to give 10 years back to the look of your skin*. This exclusive combination contains pure RoC RETINOL plus an essential mineral complex and is clinically proven to visibly reduce wrinkles while you sleep. After 12 weeks, even deep wrinkles are diminished.How It WorksThe formula contains a combination of RoC RETINOL and a mineral complex of magnesium, zinc, and copper that has been optimized to improve the appearance of even deep wrinkles. RoC RETINOL CORREXION Deep Wrinkle Night Cream is formulated to work through the night when skin is believed to be most receptive. As you apply, the upper layers of your skin are firmed, leading to a visible reduction in expression lines. Then, throughout the night, the formula works to smooth even your deep wrinkles.What Results Can I Expect?After first application, skin looks smoother. After four weeks, skin is more radiant, the look of crow's feet is reduced and the signs of photodamage are diminished. After 12 weeks, even deep wrinkles are visibly diminished.Usage TipsApply this formula to the face and neck each night when skin is believed to be most receptive. Use alone or under your regular moisturizer.You may experience mild tingling or redness during use. This is normal and should be temporary until your skin adjusts. If applying an additional moisturizer, use one free of Retinol or Alpha Hydroxy Acid.How Can RoC RETINOL Improve My Skin?Retinol is one of the most effective ingredients for reducing the appearance of lines and wrinkles.When you are young, your skin cells continuously renew themselves, which keeps your skin looking smooth. As time passes, however, your skin's ability to renew itself gradually slows down. Skin loses its elasticity and wrinkles become more evident. What you need is something to help keep it looking younger and healthier.This is the benefit of Retinol. Retinol is a pure form of Vitamin A that works to reduce the appearance of wrinkles.RoC RETINOL CORREXIONDeep Wrinkle Night CreamAt a Glance:Diminishes the appearance of expression linesVisibly reduces even deep wrinklesMoisturizes skin through the nightLeaves skin smoother and younger-lookingAdvice for Getting the Most Out of Retinol ProductsStart Early:It is often recommended to begin using a Retinol product in your late twenties to early thirties. Early use of Retinol products can actually help to combat fine lines and wrinkles before they become apparent, so your skin stays looking younger and healthier.Start Slowly:Using Retinol is like exercising. You don't start out running a marathon. Begin by applying a small amount (a little goes a long way) every other day for about two weeks. After two weeks, you may begin applying more frequently until find the best routine for your skin.Stick with It:It is important to be consistent, as the benefits of Retinol are seen over time. If you happen to experience minor skin irritation, this may be temporary while your skin adjusts to the products. Just decrease usage for a few days and work your way back up after that.Protect your skin:Whether you use a Retinol product during the night or day, always remember to wear a sunscreen of SPF 15 or higher during the day.Clinically proven to reduce the appearance of lines and wrinkles.View larger.RoC: A History of Skincare ExpertiseRoC brand was founded in France in 1957 by pharmacist Jean-Charles Lissarrague and a collaboration of dermatologists. From the beginning, RoC developed strong partnerships with dermatologists, helping it become the skincare leader in France. In 1999, the makers of RoC brought its anti-aging expertise to the U.S.Since then, RoC has continued to build on its unique understanding of the skin aging process to develop the best and most effective skincare solutions for women in the U.S. RoC products in the U.S. are not only derived from extensive research and thorough clinical studies, but also from a proven track record of success with European women.What's in the BoxRoC RETINOL CORREXION Deep Wrinkle Night Cream (1 Fluid Ounce).* Diminished appearance of wrinkles after 12 weeks use of RoC RETINOL CORREXION Deep Wrinkle Night Cream in a clinical study. Results may vary.Deep Wrinkle FillerDeep Wrinkle SerumDeep Wrinkle DailyMoisturizer SPF 30Eye CreamDeep Wrinkle Night CreamSENSITIVE Eye CreamSENSITIVE Night CreamTrademark Information:RoC&reg; RETINOL CORREXION&reg; Deep Wrinkle Night Cream",
    "itemID": "B00027DMI8",
    "helpful": [
      10,
      14
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 97
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 12.49,
    "brand": "RoC"
  },
  {
    "title": "Mason Pearson Detangler",
    "description": "Mason Pearson 'Handy' Nylon Detangler Hairbrush - N3",
    "itemID": "B0006NXBJ8",
    "helpful": [
      8,
      10
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 129769
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Brushes"
      ]
    ],
    "price": 84.0,
    "brand": "Mason Pearson"
  }
]