[
  {
    "title": "Zeno Pro Acne Clearing Device with 90 Count Cartridge, Pink",
    "description": "Zeno is a hand-held battery-operated device designed with a tip that heats to a pre-set temperature.  The biocompatible tip is designed for direct contact with a blemish on the skin.  Once in contact with a blemish, the tip will transfer heat into the follicle.  An internal PID controller chip continually modulates the temperature to a fixed range even under different skin and circulation conditions by adjusting the flow of energy to match precisely the heat absorption of the individual user.  Zeno&#x92;s microprocessor adapts not only to your individual skin type but also to the heat absorption characteristics of the location of the pimple. Your Zeno adapts to you!  An integral digital timer controls the treatment time.  The level of heat does not cause skin damage.Specifically, Zeno stimulates a heat-shock response in p. acnes, the bacteria causing at least 90% of all acne blemishes. Heat shock proteins, activated by bacterial cells under heat stress, cause the self-destruction of p. acnes within the lesion, reducing inflammation and allowing the skin to return to a healthy state.What is Zeno?Zeno is a handheld, portable electronic medical device that is clinically proven to make pimples disappear fast. In fact, for treating acne pimples, it's the most scientifically advanced and effective device available without a prescription.What does it do?Zeno applies a precisely controlled heat dose directly to the pimple through a metal pad. One treatment lasts 2&#xBD; minutes. Two to three treatments spread over 24 hours clear up most pimples quickly. It's that simple.How does it work?Pimples occur when excess skin oil and flaking skin plug the opening of a hair follicle and create the ideal environment for acne bacteria to grow. Precisely controlled heat applied for a specific period of time causes the bacteria to self-destruct. When the bacteria die, the pimple goes away.How many treatments does it take?Two to three 2&#xBD;-minute treatments spread over 24 hours are sufficient for most pimples. Often, only one treatment is needed.Who should use Zeno?Zeno is for people with mild to moderate inflammatory acne. If in doubt, ask your doctor.When should Zeno be used?Use Zeno at the first sign of a pimple. It works best when used on a pimple in the early stages of development. Also, the sooner pimples are cleared up, the less chance they have to leave scars.How does Zeno compare with topical or oral treatments?Zeno can clear up a pimple in just hours. Most other medications can take days or even weeks to work. What's more, other than slight, temporary skin redness, Zeno has none of the side effects described by most topical or oral medications.Is Zeno safe and painless?Patients included in our clinical trials experienced little reaction to the low-level heat. Other than some temporary skin redness following a treatment cycle, no other adverse side effects were reported. But should you experience any discomfort when using Zeno, discontinue use and consult your skin care professional.Is Zeno all I need for acne?Zeno does not replace good skin hygiene or a doctor's care. It is designed to treat mild to moderate inflammatory acne. Your doctor may recommend other therapies, depending on the severity of your acne. Follow your doctor's advice and use Zeno for the occasional pimple.",
    "itemID": "B000JQY2LI",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 169999
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 195.0,
    "brand": NaN
  },
  {
    "title": "Aveeno Active Naturals Positively Ageless Daily Exfoliating Cleanser With Natural Shiitake Complex, 5 Ounce",
    "description": "A unique daily cleanser with Natural Shiitake Complex helps your skin look and feel younger. This light foaming, soapfree formula cleanses and softens skin, while lifting away dirt, oil, and makeup without overdrying sensitive skin. Fine microbeads gently remove dull, dry skin to help reveal healthier, younger looking skin.",
    "itemID": "B000MUQFTI",
    "helpful": [
      3,
      5
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 5953
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Scrubs"
      ]
    ],
    "price": 2.98,
    "brand": "Aveeno"
  },
  {
    "title": "Kevyn Aucoin Sensual Skin Enhancer Foundation, SX 04, 0.63 Ounce",
    "description": "Kevyn Aucoin's the sensual skin enhancer was created to mimic the appearance of healthy, radiant skin. It can be used as a spot foundation, concealer, all-over foundation, highlighter (choose a shade lighter than your actual skin tone) or mixed with your moisturizer for a tinted moisturizer effect - the possibilities are endless. Honey and jojoba oil create a soft, dewy finish as well as lend themselves to the formula's silky texture. It may be applied with the fingers, a brush or a sponge (wet or dry) for any desired finish. Kevyn Aucoin, the worlds master makeup artist, searched the world over for the past 20 years in order to bring women, like yourself, as well as his celebrity clients, the sensual skin enhancer. Kevyn created the sensual skin enhancer to replicate the look of healthy, radiant, dewy skin. This was his favorite product to create a natural, youthful glow on all of his celebrity clients. Our long lasting formula can be used on every skin type in many ways to achieve your desired coverage, while allowing your natural skin to show through. Available in 16 shades, this long lasting formula provides medium to full coverage and blends seamlessly into the skin. This product is very unique and may be used with a touch of powder as an alternative to an allover foundation or as a spot concealer to conceal imperfections or to lighten target areas.",
    "itemID": "B000RY5YY6",
    "helpful": [
      10,
      11
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 43740
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 37.5,
    "brand": "Kevyn Aucoin"
  }
]