[
  {
    "title": "Beauty Blender Makeup Sponges 4pc Set: Blend Foundation, Highlight and Contour Like a Pro! 100% Money Back Guarantee, Recommended by Top Makeup Artists Even for Beginners, Makes Great Gifts!",
    "description": "Tried the latest foundations and tools, hoping for that cover girl finish, only to get mediocre results?Do you wonder, \"Is it the product, the tool, the technique, or am I destined to have uneven, caked on coverage that makes my problem areas look worse!\"The SECRET Tools used by ProfessionalsDon't give up!  Beauty Junkees offers 4 unique shaped soft makeup sponges designed for quick, easy application, and precision results you can't get with a makeup brush.- Works with all makeup, including creams, liquids, minerals, and powders- The foam density doesn't soak up extra makeup like wedge sponges, so you don't waste makeup, saving you money- Washable and Reusable: Easy to wash using mild dish soap or baby shampooEasy to Use!Try each sponge with all products in your everyday routine.- Pink Teardrop: The base is best used on all over face applications; the tip helps with hard to reach areas such as around the eyes and nose- Purple Pear: Similar to the Pink Teardrop, with an improved ergonomic shape that allows for an optimal grip- Green Spade: For the makeup perfectionist, this sponge has dual tips for precise concealing and removing makeup errors- Blue Sculptor: The flat head is used best for pressing on foundation for heavier coverage, using a stippling effect to create an airbrushed lookQuick Tip:The sponges work best when damp.Guaranteed for 30 days - No Questions Asked.  If you try it, and don't like it, return it for a full refund.Buy Now While Supplies Last - This is the ONLY Makeup Sponge Blender Sample Pack Offering All 4 Shapes",
    "itemID": "B00D0ANSAG",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 768
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Puffs, Sponges & Wedges"
      ]
    ],
    "price": 14.97,
    "brand": NaN
  },
  {
    "title": "Buf-Puf Double-Sided Body Sponge - 1 ea",
    "description": "The secret to really polished, smooth, attractive skin is exfoliation (that's why everyone's running to spas these days). This Double-Sided Sponge gets you there--inexpensively--with gently abrasive fibers that whisk away rough, dead, dry flakes and bumps. One side works on delicate areas (thighs, arms, buttocks, tummy), the other goes at elbows and heels with a bit more gusto.Perfect Prep for Sunless Tanning!Thoroughly cleans and refreshes your skin.Use every day with your favorite cleanser.&nbsp;1 ~ Double Sided Body Sponge.Leaves skin feeling clean and refreshed!Use every day with your favorite soap or cleanser.Thoroughly cleanses skin of dirt and excess oil.Smoothes away rough, dry skin:white side for all-over cleansing.blue side for smoothing of elbows and feet.Leaves skin smooth and soft, perfectly prepped for shaving and sunless tanning.Buf-Puf&#153; Body Sponge is also the replacement sponge for your Buf-Puf&#153; Back Scrub.Made in USA.",
    "itemID": "B000052YJC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bathing Accessories",
        "Loofahs, Sponges & Poufs"
      ]
    ],
    "price": 6.82,
    "brand": "Buf-Puf"
  },
  {
    "title": "Eucerin Q10 Anti-Wrinkle Sensitive Skin Creme, 1.7 Ounce Jar",
    "description": "Eucerin Q10 Anti-Wrinkle Sensitive Skin Creme provides a gentle, non-irritating way to reduce the look of wrinkles and the signs of aging.  Coenzyme Q10 occurs naturally in the body to defend against the aging process.  As you age, the amount of Q10 in your skin decreases.  Eucerin Q10 Anti-Wrinkle Sensitive Skin Creme helps to replenish this naturally occurring enzyme which is vital to healthy skin.  Together with Vitamin E and Beta-Carotene, it also forms a powerful antioxidant complex to protect against the damaging effects of free radicals.",
    "itemID": "B00005NAOD",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 10.36,
    "brand": "Eucerin"
  }
]