[
  {
    "title": "NOW Solutions Glycerine Vegetable, 16-Fluid Ounces",
    "description": "Condition:  Rough skin, simple cosmetic applications.  Solution:  Pure Vegetable Glycerine is an outstanding moisturizer and skin cleanser that also provides softening and lubricating benefits.  It's hypoallergenic and easily soluble in water, making it suitable for use in all of your favorite cosmetic applications.  100% Pure Vegetable Glycerine has a long shelf life and does not easily oxidize.  It is an all-natural product derived from Non-GMO palm oil or vegetable oil.  NOW&#xAE; Solutions is the next step in the evolution of personal care products.  This comprehensive natural line encompasses anti-aging moisturizers and serums, bath and body gels, shampoos and conditioners, oral care, skin care, and essential oils, all of which are formulated with the finest functional ingredients from around the world.  NOW&#xAE; Solutions products avoid harsh chemicals and synthetic ingredients in all of our formulations, to provide a more natural product line.",
    "itemID": "B0019LWU2K",
    "helpful": [
      4,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 310
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 6.79,
    "brand": "Now Foods"
  },
  {
    "title": "PRO EMU OIL (8 oz) AEA Certified",
    "description": "Progressive Emu oil is triple refined emu oil making this oil the highest grade of emu oil on the market. Progressive Emu Oil is pure Emu Oil that has been tested by an AOCS (American Oil Chemist Society) certified chemist and has been certified to meet the stringent specifications for the Emu Oil Fully Refined Trade Rules to be AEA (American Emu Association) certified. Pro Emu Oil is an all natural, non toxic, non-comedogenic (does not clog the pores), hypoallergenic oil that is gentle for all types of skin.\n\nEmu Oil is comprised of essential fatty acids (EFA's), with Omega 3 and 6 being the most prominent. This unique composition allows Emu Oil to penetrate the skin without resistance giving it transdermal characteristics. Emu Oil is an excellent moisturizer and can actually re-hydrate the skin. Emu Oil is high in Omega 6 which gives it anti-inflammatory properties as well. Emu Oil has also demonstrated amazing results on severe skin conditions such as wind burn, sun burn and skin that has lost some of it's elasticity. Emu Oil combined with other ingredients have been used in topical pain products and cosmetics with great success. The cosmetic industry and the medical community have begun to recognize the benefits of Emu Oil in recent years, so why not try some for your self today. note: product contains .00022% Vitamin E as a stabilizer to increase shelf life.\n Progressive Emu is the largest producer of emu oil in the country, quite possibly the world. Our goal is to provide our customers with the highest possible quality of emu oil at the most competitive price available.",
    "itemID": "B001DKGJQU",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4816
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 33.95,
    "brand": NaN
  },
  {
    "title": "Paco Rabanne 1 Million By Paco Rabanne For Men Eau De Toilette Spray, 1.7-Ounce / 50 Ml",
    "description": "1 Million Eau De Toilette Spray 1.7 Oz / 50 Ml For Men By Paco Rabanne. Launched By The Design House Of Paco Rabanne'S In 2008,Notes Of Sparkling Grapefruit, Red Orange, Mint, Rose, Cinnamon, Spices, Blond Leather, Blond Wood, Patchouli And Amber.",
    "itemID": "B002LSTMB2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 37286
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Men's",
        "Eau de Toilette"
      ]
    ],
    "price": 47.85,
    "brand": "Paco Rabanne"
  }
]