[
  {
    "title": "ELMA&amp;SANA&reg; Golden Argan Oil 100% Pure Cold Pressed Virgin Organic Certified By Ecocert -4oz(120ml)",
    "description": "100% pure organic cold pressed cosmetic Argan oil is the perfect long lasting moisturizer for all skin and hair types, nongreasy fragrancefree and organically coldpressed from the nuts of the Moroccan Argan tree. It is high in vitamin E and essential fatty acids, certified organic By ecocert nongreasy fast absorbing softens and nourishes eliminates frizz and adds shine to hair product of morocco cold pressed long lasting moisture.",
    "itemID": "B003XKY57S",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4668
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 21.11,
    "brand": "ELMA&amp;SANA"
  },
  {
    "title": "OZ Naturals - THE BEST Hyaluronic Acid Serum For Skin - Prescription Strength Anti Aging Serum - Best Anti Wrinkle Serum With Vitamin C + Vitamin E - Our Customers Call It A Facelift In A Bottle. This Vegan Hyaluronic Acid Serum Will Plump &amp; Hydrate Dull Skin As It's Designed To Fill Those Fine Lines &amp; Wrinkles. Satisfaction 100% GUARANTEED",
    "description": "Discover How To Reverse The Signs Of Aging & Make Your Skin Look & Feel 10 Years Younger!You Won't Find A Higher Quality, More Potent, More Effective Hyaluronic Acid On The MarketWith Our 100% Pure Vegan Hyaluronic Acid You'll See Immediate Results- Delivers a youthful and vibrant appearance to your skin- Reduces the appearance of dark circles and puffiness- Diminishes the appearance of fine lines and wrinkles- Formulated with the highest concentration of pharmaceutical HA- Contains the same HA used in the world's most expensive serums- Boosts Collagen Production For An Instant Youthful Appearance- Made in the USAOur Hyaluronic Acid Contains Vitamin C For Superior Anti Aging EffectsBeware of Generic Or Cheap Hyaluronic Acid Here on AmazonThere has been a large quantity of low quality HA flooding the marketOur HA Is The Highest Quality Hyaluronic Acid On The Market!OZ Naturals Hyaluronic Acid Is A Maximum Effect Serum That Will Give YouDramatic Results & Make Your Skin Look & Feel 10 Years YoungerOur Guarantee To YouIf within 30 days you're not 100% happy with your purchase of OZ naturals hyaluronic acid,let us know and we'll refund your entire purchase price...no questions asked!Very Important...Read This:We Apologize If We're Sold Out.  Because Of The Extremely High Demand For OurHyaluronic Acid, We Tend To Run Out Of Inventory Fast.Order Your Bottle Of OZ Naturals Hyaluronic Acid Now While It's Still In Stock!",
    "itemID": "B00C7DYBX0",
    "helpful": [
      2,
      3
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 43
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 27.19,
    "brand": "OZ Naturals"
  },
  {
    "title": "SUPER SALE THIS WEEKEND ONLY, YALMEH Super Youth Eye Cream HUGE 50g 1.7oz Jar, Eye Cream For Wrinkles| Dark Circle Treatments | Eye Cream | Best Eye Cream| Natural Eye Cream|Anti Aging Skin Care | Anti Aging Eye Cream | Eye Firming Cream |Men &amp;Women Eye Cream| | Age Eye Cream |100% Money Back Guarantee!",
    "description": "When you purchase from us today, here are just some of the things you can look forward to... !",
    "itemID": "B00CXADQ4M",
    "helpful": [
      0,
      1
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 806
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Creams"
      ]
    ],
    "price": 29.95,
    "brand": NaN
  }
]