[
  {
    "title": "Vaseline Spray and Go Moisturizer in Total Moisture, 6.5 Ounce",
    "description": "",
    "itemID": "B009RNUH4A",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4589
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 7.86,
    "brand": "Vaseline"
  },
  {
    "title": "e.l.f. Mineral Eyeshadow Primer Eye Shadow Makeup Girly ELF Fun NATURAL SHEER",
    "description": "This gentle and completely sheer Eyeshadow Primer has key vitamins A, C and E to help prevent aging and moisturizes the skin. The formula glides on easily and disappears instantly to create longer-lasting, crease-proof eyeshadow. The Mineral Eyeshadow Primer is designed to be used with your favorite mineral eyeshadow to provide ultimate staying power for beautiful and vibrant color that lasts. 100% mineral based with no parabens, no preservatives and no chemical dyes.",
    "itemID": "B00853EYZQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 19010
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 5.95,
    "brand": "e.l.f. Cosmetics"
  },
  {
    "title": "10 Pairs Handmade Natural Soft False Eyelashes Fake Eye Lash",
    "description": "Features:1. Specialized made by hand entirely, high quality2. Wear it ,make you more attractive and fashion3. Carefully design, simple to use and comfortable to wear4. 10 pairs of individual false eyelashes5. Eyelashes can be trimmed to fit the contour of your eyes6. With professional eyelash glue, can apply the lashes instantly7. Easy to remove by eye make up remover.8. Can be used for many times if the eyelashes are used and removed properly9. Suitable for different occasions and images.10. Good for those who want to enhance their appearance11. Suitable for professional use or home useSpecifications:1. Condition: New2. Material: Paper(Box)3. Box Size: 7.20 x 3.70 x 0.71 inch / 18.3 x 9.4 x 1.8 cm(L x W x H)4. Eyelashes length: 1cm5. Eyelashes color: Black6. Quantity: 10 pairsPackage includes:10 x pairs of false eyelashesHow to use:Carefully remove the eyelashes from the case with tweezers.Compare false eyelashes with your eyeline length, trim to suitable length and width if neccessary.Add glue along the false eyelash root with cotton bud.Hold the eyelash on the root of your natural lashes with pressure.If neccessary, apply eye shadow or eyeliner to make your eyeline look more natural",
    "itemID": "B004Z40048",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 427
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 1.19,
    "brand": "Taobaopit"
  }
]