[
  {
    "title": "John Frieda Brilliant Brunette Liquid Shine Luminous Color Glaze-6.5 oz (192 ml)",
    "description": "John Frieda brilliant brunette liquid shine luminous color glaze comes in 6.5 ounce bottle reawakens lackluster brunette hair with a hint of rich brown color, satiny texture and multi-dimensional shine. It contains an innovative blend of mild cosmetic dyes and shine boosters to extend the life, luminosity and tonal richness of brunette, while subtly blending away grays.",
    "itemID": "B000P9B3R0",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1196
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color"
      ]
    ],
    "price": 6.06,
    "brand": "John Frieda"
  },
  {
    "title": "Alberto VO5 Moisturizing Hot Oil Treatment, 0.5 Ounce, 2-Count Tubes (Pack of 6)",
    "description": "Restores moisture and dramatically revitalizes hair. 2 Weekly treatments. 5-Vitamin enriched formula. Leaves hair looking strong, healthy and vitally alive. Restores moisture to stressed, dry or damaged hair. Seeks out and re-constructs damaged hair by bonding to the weak site of every strand. Dramatic results in just one minute. Exclusive formula with hair strengthening complex doubles the strength of hair; protecting it from breakage. (One treatment of VO5 Hot Oil and shampooing versus shampooing alone). Made in USA.",
    "itemID": "B000052Y33",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 26.59,
    "brand": "Alberto VO5"
  },
  {
    "title": "Coastal Scents Eclipse Concealer Palette",
    "description": "Finally! A perfect concealer palette that not only showcases 12 made to match shades, but also hosts 3 fantastic corrector concealers. This palette is designed for travel, but don't let it's size fool you. These 15 pans will give you a multitude of applications.",
    "itemID": "B004M7WKKK",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 889
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Concealers & Neutralizers"
      ]
    ],
    "price": 13.98,
    "brand": "Coastal Scents"
  }
]