[
  {
    "title": "ELMA&amp;SANA Golden Argan Oil &reg; 100 Cold Pressed Virgin Organic Certified By Ecocert -1oz(30ml)",
    "description": "Elma and Sana golden argan oil 1 oz blue glass bottle with dropper 100% natural raw cosmetic argan oil is the perfect oil for the face, body, hair, and nails. Ideal for all skin and hair types, argan oil improves skin hydration. This non-greasy formula is fragrance-free and organically cold-pressed. Made from the nuts of the Moroccan argan tree, It is high in vitamin E and essential fatty ideal for all skin and hair types. Improve skin's hydration. Non-greasy 100% raw organic cold pressed. 100% natural fragrance free. Benefits, Non-greasy, fast absorbing and moisturizes softens and nourishes eliminates frizz and adds shine to hair strengthen soft and brittle nails imported directly from ecocert certified women's cooperatives from morocco.",
    "itemID": "B00397XUIK",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 6851
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 8.0,
    "brand": "ELMA&amp;SANA"
  },
  {
    "title": "Milani Infinity Liquid Eye Liner Everlast #05",
    "description": "Milani Infinity Liquid Eye Liner Everlast #05. Up to 24 hour long lasting formula that wears with comfort and color intensity to perfection. Now you can line your eyes with ease for an all day long elegant glance. Remove with makeup remover. (0.17 Fl Oz)",
    "itemID": "B00518N02Q",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 54424
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyeliner"
      ]
    ],
    "price": 4.94,
    "brand": "Milani"
  },
  {
    "title": "Andrea Lash Accent Pair 318 (Pack of 4)",
    "description": "Lash accent pair #318 will enhance your look not create a new one. They are shorter than a typical strip lash and are to be used on the outer corners of the eyes for an Audrey Hepburn look. The shorter length is perfect for a natural and fool-proof application. Accents can be worn for every occasion. They will create natural looking lashes with a touch of glamour and sophistication.",
    "itemID": "B00447EWNG",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 64262
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 17.77,
    "brand": NaN
  }
]