[
  {
    "title": "Glycol Lactic Radiance Renewal Mask",
    "description": "Radiant Skin Just a Peel AwayRen Glycolactic Radiance Renewal Peel Mask is a multi-tasking peel-off mask that helps to reduce visibility of fine lines while renewing complexion. It also helps with congestion and blackheads while improving skin tone to give you a youthful look.Gives radiant skinRemoves dead skinCombats blemishesRen Glycolactic Radiance Renewal Peel Mask brightens skin tone and helps skin look brighter and healthy.Just For You:All skin typesA Closer Look:Ren Glycolactic Radiance Renewal Peel Mask contains natural fruit acids from passion fruit, lemon, grape and pineapple, along with papain enzyme from papaya to exfoliate the outer layer of the skin, while encouraging cell turnover and ironing out fine lines and wrinkles.You Won't Find:Fragrance, parabens, petrochemicals, sulfates, synthetic colors, silicones, glycolsGet Started:Apply a thick layer of this mask on clean skin. Leave it for 10 minutes and then pat and lift with fingertips gentle. Rinse afterwards.Weight:1.7 oz.",
    "itemID": "B00132O442",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10313
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Glycolic Acid"
      ]
    ],
    "price": 39.95,
    "brand": "REN"
  },
  {
    "title": "Dr. Hauschka Daily Revitalizing Eye Cream, Net Wt. .42 Fluid Ounce Box",
    "description": "Firm, moisturize, soothe and help prevent fine lines and other signs of aging with this lightweight eye cream. The reviving formula is ideal for all skin types and is a perfect base to help eye makeup stay perfectly in place. Rich, nurturing plant oils of avocado, macadamia and sea buckthorn protect and firm skin, while refining fine lines. Rose water, pineapple, marshmallow and calendula extracts refresh, hydrate and soothe. The deeply penetrating cream leaves skin refreshed, smooth and soft as it naturally protects against premature wrinkles. Skin is firmer, more refined and intensely hydrated. Has a light scent.",
    "itemID": "B001V9LV20",
    "helpful": [
      1,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 14815
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Creams"
      ]
    ],
    "price": 40.89,
    "brand": "Dr. Hauschka"
  },
  {
    "title": "e.l.f. Blush, Peachy Keen, 0.168 Ounce",
    "description": "The soft sheer texture blends into the skin for a silky finish. Designed to be worn alone or layered for more depth. Highlight your complexion with a subtle healthy glow.",
    "itemID": "B00373FPG6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 108184
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Blush"
      ]
    ],
    "price": 5.35,
    "brand": "e.l.f. Cosmetics"
  }
]