[
  {
    "title": "e.l.f. Eyebrow Stencil Kit",
    "description": "Achieve perfectly shaped brows to accentuate your face. These reusable stencils are easy to use. With 4 stencils to choose from curved arch, soft arch, structured arch and full arch, it makes these brow stencils suitable for all brow and face shapes. Now your eyebrows can look picture perfect everyday.",
    "itemID": "B00373FE76",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 1046
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 1.47,
    "brand": "e.l.f. Cosmetics"
  },
  {
    "title": "Burt's Bees Hand Repair Kit",
    "description": "Get all the tips and accessories you need to keep your hands looking and feeling their best. Nourish your nails with Lemon Butter Cuticle Creme. Moisturize hands overexposed to the elements with Almond Milk Hand Cr&#xE8;me. And moisturize overnight with Shea Butter Hand Repair Creme and a pair of cotton gloves for intensive treatment.",
    "itemID": "B0009F3R7E",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 9976
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": 13.94,
    "brand": "Burt&#39;s Bees"
  },
  {
    "title": "DINAIR AIRBRUSH MAKEUP - VANILLA- 1.15 OZ. FAIR SKIN COMPLEXION",
    "description": "Dinair is THE leader in airbrush foundation makeup coverage for flawless daily wear, High Definition makeup for picture perfect photos and videos. Dinair is the originator of the airbrush makeup which revolutionized the cosmetics industry. For over 30 years Dinair has been the choice for salons and professional makeup artists worldwide and is the leading innovator of airbrush makeup, systems and accessories. Dinair has also provided professional airbrush makeup training since the 1980's to leading makeup artists all around the world. Unlike traditional makeup (where you rub makeup into your skin), airbrushing sprays a fine mist, so the makeup \"sits evenly\" on your skin. Airbrush makeup provides flawless coverage (sheer or opaque), by minimizing skin imperfections while giving skin a beautifully natural looking finished result. Due to sanitary reasons we only accept returns on unused, unopened products.",
    "itemID": "B007FKKC24",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 9983
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 21.99,
    "brand": NaN
  }
]