[
  {
    "title": "BLOWOUT SALE!! BEST ORGANIC Vitamin C Serum For Your Face. Botanical 20% Vitamin C + E + Hyaluronic Acid Serum. Anti Aging Serum Moisturizer with Natural Ingredients. + Organic Aloe + Amino Blend, Anti Wrinkle Serum Facial Skin Care, Helps Repair Sun Damage, Gradually Fades Sun &amp; Age Spots &amp; Reduces Fine Lines. We Guarantee our Vitamin C Serum Will Leave Your Skin More Radiant, Beautiful &amp; Youthful Looking. We'll refund your money if you're not satisfied! Try Risk FREE!",
    "description": "See The Anti Aging Power Of Vitamin C + E + Hyaluronic Acid &amp; Instantly Gain Brighter More Radiant Beautiful Skin Upon Application.You Will not Find A better Higher Quality, More Potent Effective Vitamin C Serum On The Market - with Pure 98% Natural 72% Organic ingredientsOur Concentrated Vitamin C Serum Provides Your Skin With The Following Benefits- Proven to stimulate the synthesis of collagen which makes your skin appear years younger and more vibrant.- Antioxidant properties that will reduce skin damage caused by the sun, pollution and cigarette smoke.- Our Vitamin C helps to stimulate your skins rate of exfoliation for a brighter, smoother complexion.- Diminishes the appearance of fine lines and wrinkles, leaving beautiful skin.- Boosts Collagen Production For An Instant Youthful Appearance.Our Vitamin C Serum Contains Vitamin C, Vitamin E, Suspended in a Concentrated base of Pure Vegan Hyaluronic Acid For Superior Anti Aging Effects.Beware of Cheap Imitations. We only offer the Very Highest Quality of Organic and Naturals IngredientsThere has been a large quantity of low quality Vitamin C serums flooding the market -Pure Body Naturals Vitamin C+E Serum Is A Highly Potent Anti Aging SerumThat Will Give You Dramatic Results &amp; Make Your Skin Look and Feel 10 Years Younger.Our GuaranteeIf within 30 days you are not 100% happy with your purchase of Pure Body Naturals Vitamin C + E Serum, let us know and we will refund your entire purchase price no questions asked.Order Your Bottle Of Pure Body Naturals Vitamin C Serum Now While Still In Stock",
    "itemID": "B00G75X158",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 82
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 19.5,
    "brand": NaN
  },
  {
    "title": "Dead Sea Mud Facial Mask and Deep Facial Cleanser by Adovia - Deep Pore Cleansing and Purifying Acne Treatment - Reduce Acne, Blackheads &amp; Pimples - Natural Face Mask, Exfoliator and Skin Care Treatment for Women, Men and Teens - Works for Eczema, Psoriasis, Acne and Blackheads - Leaves Your Skin Clear, Radiant and Younger Looking - 100% Satisfaction Guaranteed",
    "description": "This Dead Sea Mud Mask contains 30 Treatments which lasts for 3-4 Months. Each treatment provides the ingredients and results of a $120 facial at a high end dermatology spa! \n\nMade with Pure Dead Sea Mud with the highest concentration of minerals - vital for facial skin treatment glow.This mask is made by the Dead Sea experts and contains the highest and freshest concentration of Dead Sea Mud. Reduce Oil and Blackheads and get more clear and radiant skin.Works great for Eczema and Psoriasis as well due to Dead Sea salt and mud known properties that help relieve Eczema, Psoriasis and acne symptoms.Apply a layer to clean, dry skin once per week or as needed, as a facial mask for the whole face or as spot treatment for blackheads or pimples.",
    "itemID": "B00IBS9QC6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2080
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 32.0,
    "brand": NaN
  },
  {
    "title": "Dead Sea Mud Shampoo - Fast, Natural Relief from Dandruff - Itchy, Dry, Flaky Scalp - Scalp Psoriasis - Seborrhea Dermatitis - with Dead Sea Mud, Olive Oil &amp; Shea Butter - Highly Effective - Satisfaction Guaranteed",
    "description": "Adovia's Dead Sea Mud Shampoo is specially formulated with natural ingredients such as Dead Sea Mud, Chamomile & Olive Oil to bring deep hydration and moisture to the scalp, relieving itching and flakiness.  Dead Sea Mud has been known for centuries for it's healing properties and people travel from all over the world to come and experience it's effects at the Dead Sea. Dead Sea Salts and Mud have been featured on CNN, in the Wall Street Journal and New York Times. Dead Sea Mud contains the highest concentration of minerals found in mun anywhere in the world. Finally the benefits of Dead Sea mud and salt are presented to you in shampoo form!  These minerals are all essential for proper skin function and help to regulate moisture retention as well as hydration. You complete satisfaction is guaranteed.",
    "itemID": "B00JJVG6HC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11049
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 27.5,
    "brand": NaN
  }
]