[
  {
    "title": "Aztec Secrets: Indian Healing Bentonite Clay, 2 lbs",
    "description": "Indian Healing Clay by Aztec Secret 2 lbs Clay How Aztec Secret Works Indian Healing Clay Clays have been used for centuries to beautify and refresh when used as a facial mask. Cleopatra used clay from the Nile river and the Arabian desert over 1800 years ago as part of her beauty ritual. German and Roman spas have been using clay packs and treatments in the spas they built 4 000 years ago. Many of these spas still exist and use clay even today. Pliney the Elder devoted an entire chapter of his Natural History to the many uses of clay for pimples black heads and skin tightening. Many famous naturopaths such as Kuhn Just and Kneipp have contributed to the revival of the uses of clay through their natural treatments for arthritus and skin ailgments. Aztec Indian Healing Clay A Brief History - The Worlds Most Powerful Facial The use of clay with apple cider vinegar can be dated back to the southern French priest of the16th century Kneipp and his natural treatments using clay packs and po",
    "itemID": "B000ZMBSPE",
    "helpful": [
      247,
      358
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 142
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 10.31,
    "brand": "Aztec Secret"
  },
  {
    "title": "2400 1mm &amp; 2mm Round Nail Art Rhinestone Wheel Kit",
    "description": "2400 1mm & 2mm Round Nail Art Rhinestone Wheel Kit",
    "itemID": "B001B2A2LS",
    "helpful": [
      4,
      4
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 83918
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 3.26,
    "brand": "Eamee"
  },
  {
    "title": "MASH Professional 15 piece Nail Art Brush Kit Set",
    "description": "MASH is proud to introduce its first set of Nail Art brushes! The same great MASH quality you have come to expect, with a price that cannot be beat. These premium brushes are so beautiful, and so affordable, you will never chose another brand again!Three drawing tools, seven painting tools (also can be used as gel nail curing brushes), two liners, one dotting tool, two fan brushes for nail art effect. This brush set is perfect for creating that custom nail art to drive your man and friends wild, or make any man yours forever!PLEASE NOTE:This set comes with a white tip angled brush for specific nail art applications. It is not damaged",
    "itemID": "B005BG02BU",
    "helpful": [
      0,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 2925
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Brushes"
      ]
    ],
    "price": 11.99,
    "brand": NaN
  }
]