[
  {
    "title": "Blinc Kiss Me Eyeliner, Brown",
    "description": "Brush it on! Slide it off! Kiss Me is the original liquid eyeliner invented to form a water resistant layer of color that contours your eyes. Since Kiss Me is not a cosmetic paint like conventional eyeliner, it cannot fade, smudge or flake even if you cry or rub your eyes. Made in Japan.",
    "itemID": "B000LJCND2",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 132834
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyeliner"
      ]
    ],
    "price": 14.29,
    "brand": "Blinc"
  },
  {
    "title": "blinc Lash Primer 0.23 oz.",
    "description": "Condition, strengthen, volumize! Blinc's Lash Primer was developed to nourish and enhance your eyelashes. Its building properties create a base coat surrounding even the smallest lashes with incredible volume and length that amplifies your mascara's effect. Long lasting, vitamin enriched conditioning heating agents fortify your lashes to increase their resistance to breakage. Blinc provides great protection from lash damage caused by overheating, free radicals and environmental stresses. Blinc leaves no buildup, is dye-free and does not contain any fumes or fragrances that will sting or irritate your eyes.",
    "itemID": "B000LJCNG4",
    "helpful": [
      7,
      9
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1608
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 20.0,
    "brand": "Blinc"
  },
  {
    "title": "Blinc Mascara, Black, 0.21-Ounce Tube",
    "description": "Stop painting your lashes, tube them. Blinc is the original mascara invented to form tiny water resistant tubes around your lashes rather than painting them like conventional mascaras. Once applied, the tubes bind to your lashes and cannot run, smudge, clump, or flake, even if you cry or rub your eyes. Blinc mascara will add both volume and length to give you a radiant natural look that lasts all day. Only when you are ready for removal, the tubes will effortlessly slide off your lashes into your hand without the use of a harsh makeup remover. Made in Japan",
    "itemID": "B002A9JONI",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 355
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 9.0,
    "brand": "Blinc"
  }
]