[
  {
    "title": "Bare Escentuals Try. Believe. Love. Kit Fairly Light",
    "description": "This introductory kit will get you on your way to healthy, radiant skin, beginning with a 30-day supply of our revolutionary, 100% pure bareMinerals SPF 15 Foundation and signature all-stars. These exclusive formulas provide the look of beautiful bare skin, while giving you the flawless coverage you desire without any harsh chemicals your skin doesn't need.",
    "itemID": "B008KYB8QS",
    "helpful": [
      15,
      15
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 49178
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Bundle Monster 66 Professional Color Lip Gloss Lipstick Makeup Cosmetic Palette",
    "description": "Check out this great make up deal, 66 Color Lip Gloss/Lipstick palette. This set is brand new in box and comes in our branded matte black case. The set features a nice mixture of matte and glossy lip colors - including: natural, neutral colors to warm and cool colors - a great palette for any type of look you are going for. Some of the colors have glitter inside for extra shimmer. This palette can be used for daytime and night-time looks and even great for special occassions like weddings, parties and costuming. Each of the 66 lip gloss pots are about 1.8 cm diameter and is perfect for traveling in its compact, lightweight case. Palette Dimension: 23cm x 15.3 cm x .6 cm. NOTE: Due to differences between monitor displays, actual color may vary slightly from image. Keep away from fire and open flames. Keep out of reach of children - adult supervision required. Bundle Monster is a registered trademark of Remi Collections LLC and is exclusively distributed by Bundle Monster. Bundle Monster trademark is protected by US Trademark Law.",
    "itemID": "B005X03V1W",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 158550
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lip Glosses"
      ]
    ],
    "price": 15.99,
    "brand": NaN
  },
  {
    "title": "BH Cosmetics 120 Color Eyeshadow, 5th Edition",
    "description": "You'll fall in love with this irresistible 5th Edition eye shadow palette from BH Cosmetics. BH Cosmetics offers quality professional makeup products at amazing prices. Featuring the most brilliantly pigmented colors available. Highest quality ingredients for professional makeup products. 120 color palette.",
    "itemID": "B007OX0RBS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3040
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Palettes"
      ]
    ],
    "price": 20.89,
    "brand": "BHCosmetics"
  }
]