[
  {
    "title": "Murad Acne Clarifying Cleanser, Step 1 Cleanse/Tone, 6.75 fl oz (200 ml)",
    "description": "Clears and prevents blemishes and skin breakouts. Effectively Treats and Prevents Acne and Skin Breakouts By: Reducing 99.9% of irritating surface bacteria in less than one minute. Penetrating deep to keep skin clean and clear. 1.5% Salicylic Acid Acne Treatment. Maximum strength gel cleanser combats acne and skin breakouts. 90% Proven effective when using in combination with Acne Complex products. (Clinically proven in over 90% of users to reduce blemishes in just 4 weeks). Salicylic Acid clears skin and prevents future breakouts. Green Tea Extract and Menthol calm and cool irritated skin. Dermatologist developed and tested. Murad does not test on animals. Made in the USA.",
    "itemID": "B000GDDKIU",
    "helpful": [
      5,
      8
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 1022
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 19.75,
    "brand": "Murad"
  },
  {
    "title": "Proactiv Solution 3 Step System Kit, 2 Month Supply",
    "description": "Our basic clear skin kit includes full-size bottles of the essential Proactiv Solution system. This system, developed by dermatologists, uses Combination TherapyTM to help heal and stop breakouts at their source.\n\nIncludes: \nRenewing Cleanser to wash away excess oil and dirt\n\nRevitalizing Toner to balance skin tone\n\nRepairing Lotion to help attack bacteria",
    "itemID": "B001A3ML3K",
    "helpful": [
      2,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 4949
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 37.28,
    "brand": "Proactiv"
  },
  {
    "title": "Acne.org 8 oz. Treatment (2.5% Benzoyl Peroxide)",
    "description": "This 2.5% benzoyl peroxide is gel-based so it goes on clear and spreads easily. It is pharmaceutical grade, pH balanced, fragrance-free, and dye-free. It won't \"clump up\" with moisturizers, and won't turn white when you perspire. This treatment works best when used as part of The Regimen (acne.org/regimen), a step-by-step guide to clear skin.",
    "itemID": "B00164FKWW",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 27936
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]