[
  {
    "title": "Remington S2044 Damage Therapy Ceramic Hair Straightener with Teflon Fiber Plates",
    "description": "The Remington Style Therapy: Damage Therapy 1-Inch Flat Iron features plates covered with ceramic fabric for 50 percent less hair splitting and damage. Ceramic Fiber creates more styling surface than flat, slim plates. This added surface helps prevent hairs from rubbing against each other, thereby reducing a major cause of splitting and damage. This straightener reaches a top heat of 430 degrees Fahrenheit in 30 seconds for fast, long-lasting results. An LCD display with temperature lock makes for precise temperature adjustments.Style Therapy: Damage Therapy 1-Inch Flat IronAt a Glance:Ceramic Fabric-wrapped plates for 50% less hair splitting and damageEasy-to-read LCD indicator display with temperature lock for precise adjustments300-430-degree heat range for fast and long-lasting resultsHeats up in 30 seconds; auto-shutoff in 60 minutes4-year warrantyMade with ceramic fabric, the Damage Therapy has a non-stick, low-friction surface.View larger.Heats to a maximum of 430 degrees Fahrenheit in 30 seconds.View larger.Remington's Therapy CollectionThe Remington Style Therapy collection--a hair care system that delivers conditioning properties while styling--provides solutions to combat irritating hair problems and works to increase hair health and vibrancy. Because the protective benefits are already in the straightener, you'll prevent damage and save time normally spent adding conditioning products before styling.Ceramic Fabric Provides High ProtectionThe Damage Therapy Flat Iron is made with ceramic fabric that can withstand extreme temperatures, is waterproof and chemical resistant, and has a non-stick, low-friction surface. Ceramic fabric is also resistant to product buildup, so this flat iron is suitable for use with all wet hair care products.The Damage Therapy Flat Iron features ceramic and tourmaline styling plates wrapped in this fabric, which provides a highly protective barrier between the hair and the heated plates, thereby limiting heat damage. The result is a more efficient straightener that reduces damage, glides through your hair, and requires fewer strokes.Heats Up Fast; Auto-Shutoff for SafetyThis straightener heats up to 430 degrees Fahrenheit in 30 seconds and offers variable heat control so you can choose the best temperature to suit your hair type. If you've ever left the house and worried that you forgot to switch off your straightener, you can breathe a sigh of relief. The Damage Therapy Flat Iron's auto-shutoff function takes effect after 60 minutes. And when you've finished styling, it's easy to store away with its handy hinge-lock. For maneuverability, it boasts a salon-length swivel cord.This straightener also features worldwide voltage, so there's no need to skimp on your style routine, whether you're at home or abroad.The Damage Therapy Flat Iron is backed by a four-year warranty.Remington has been helping the world get ready for over 70 years. Experts in innovation, they offer cutting-edge technology and work with top salon professionals from all over the world to produce hair styling products that really work. Remington's mission is to help you look good and feel like you're ready for anything, so you can look in the mirror and say, \"Okay, world, here I come.\"What's in the BoxRemington Style Therapy: Damage Therapy 1-inch Flat Iron.Style Therapy 1-inch Flat IronsFrizz TherapyShine TherapyDamage Therapy",
    "itemID": "B000K7E2G6",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 143275
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Revlon RVSP3501B1 Moisturestay Quick Heat Paraffin Bath",
    "description": "Revlon&#x2019;s moisture stay quick heat paraffin bath is useful in symptomatic relief of pain caused by arthritis, bursitis and chronic joint inflammation. it provides thermal relief using a full range of heat comfort levels. the heat softened wax removes dry surface skin and smoothes and softens skin on hands, elbows and feet. for faster relief and results the bath gently melts wax in 60 minutes and the indicator light gently glows when the unit is operating. included is 3 pounds of wax, 2 thermal mitts and 30 glove liners.",
    "itemID": "B003ZWEW1S",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8533
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Paraffin Baths"
      ]
    ],
    "price": 45.99,
    "brand": "Revlon"
  },
  {
    "title": "Banana Boat Sport Cool Zone Sunscreen Continuous Spray SPF 50, 6 Fluid Ounce",
    "description": "BANANA BOAT sunscreen ultra mist sport performance cool zone, SPF 50, 6-ounces. Long-lasting continuous spray sunscreen. Cool zone instantly cools and refreshes skin. Broad spectrum UVA or UVB protection. Invisible, rub-free, quick drying, and non-greasy. Very water or sweat resistant.",
    "itemID": "B0063A432W",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1702
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection",
        "Sports"
      ]
    ],
    "price": 9.54,
    "brand": "Banana Boat"
  }
]