[
  {
    "title": "Gucci Guilty Men Eau-de-toilette Spray by Gucci, 1.6 Ounce",
    "description": "Woody, aromatic fragrance for men. Luxurious, masculine and elegant scent opens with citrus, lavender and pink pepper. The heart contains orange blossom and neroli. Dry down to woody notes of patchouli, cedar and amber. Perfect for all occasions.",
    "itemID": "B004KQT68C",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9816
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Men's",
        "Eau de Toilette"
      ]
    ],
    "price": 38.28,
    "brand": "Gucci"
  },
  {
    "title": "Acqua Di Gio By Giorgio Armani For Men. Eau De Toilette Spray 1.7 Oz.",
    "description": "Inspired by beauty of Pantellerie, where he spent his vacation, Armani created the aroma of Aqua di Gio for men and women. The fragrance for men is a scent of freedom, full of wind and water. The composition is built of a perfect harmony of sweet and salty notes of sea water and nuances of sunny warmth on your skin. Aqua di Gio is full of scorching Mediterranean sun. Bitter citrus with aromatic nuance of rosemary intertwines with salty, sea nuances and pellucid hedione. Sharp notes of spices are softened by woody base with warm, musky trail. It was created in 1996 by Alberto Morillas.",
    "itemID": "B0009OAGXI",
    "helpful": [
      5,
      6
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 615
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 40.95,
    "brand": NaN
  },
  {
    "title": "Gucci Guilty Intense Eau De Toilette Spray for Men, 3 Ounce",
    "description": "EDT SPRAY 3 OZ Design House: Gucci Year Introduced: 2011",
    "itemID": "B005MZS03C",
    "helpful": [
      0,
      5
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 2678
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Men's",
        "Eau de Toilette"
      ]
    ],
    "price": 50.99,
    "brand": "Gucci"
  }
]