[
  {
    "title": "Peppermint 100% Pure Therapeutic Grade Essential Oil- 10 ml",
    "description": "* The Peppermint plant is a summer-growing perennial with upright square stems reaching three feet in height at maturity.\n\n* Botanical Name: Mentha piperita\n* Aromatic Aroma: Has strong minty notes with herbaceous warm undertones.\n* Consistency: Thin\n* Note: Top\n* Aroma Strength: Strong\n* Extraction Method: Steam Distilled\n* Plant Part: Herb\n* Origin: India\n* Color: Colorless to pale yellow\n* Common Uses: It is widely credited with being a digestive aid. The leaves contain menthol, which is a proven aid to digestion. The familiar aroma of Peppermint is known for both its warming and cooling properties. Friendly to the sinuses, it is also useful to the muscular system, especially for women during monthly cycles or menopause. Properties include being refreshing, a mental stimulant and energizing. It relieves bad breath and is a good nerve tonic that helps with mental fatigue and nervous stress.\n* Blends Well With: Basil, Bergamot, Cajeput, Cedarwood, Eucalyptus, Lemon, Lime, Mandarin, Pine, Rosemary, Spearmint, Sweet Marjoram and Thyme.\n* History: Peppermint oil is one of the world's oldest medicinal herbs with documented use in ancient Egypt, Greece and Rome.\n* Cautions: Should be used well diluted since high concentration can cause a burning sensation and sensitization. Avoid use during pregnancy.",
    "itemID": "B002RUH3OM",
    "helpful": [
      0,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 257
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Essential Oils"
      ]
    ],
    "price": 3.75,
    "brand": NaN
  },
  {
    "title": "Envision Dish Drying Mat Cream, 16 in. x 18 in.",
    "description": "Microfiber products are kitchen and clean up essentials. They are soft, absorbent, reusable. The envision home dish drying mat is the new solution to the age old tradition of placing dish towels on the counter when hand washing pots, pans, dishes and glassware. The unique, laminated design combines a thin layer of foam between two layers of high quality, super absorbent microfiber. It has multiple uses. Try it underneath your dish drying rack in place of a plastic drain board. Place it underneath your appliances(mixer,blender, etc.) To protect your counter top from scratches and scuffs. Dimensions are 16 inches x 18 inches.",
    "itemID": "B004XWC856",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 127103
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Bags & Cases",
        "Cosmetic Bags"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Remington S7230 Wet 2 Straight Flat Iron with Soy Hydra Complex, 2 Inch",
    "description": "",
    "itemID": "B009HKAWFC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 817
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 24.84,
    "brand": "Remington"
  }
]