[
  {
    "title": "Revlon Crystal Nail File",
    "description": "Crystal File This double sided glass file won't wear down and is gentle on nails.This double sided glass file won't wear down and is gentle on nails. The tempered glass resists breaking. The ultra fine filing surface helps prevent nails from splitting. Perfect for all nail types; works on polished nails How To Use: Always begin with dry nails. For best results, file nails in one direction only. Store file in its protective pouch to extend product life. To clean, rinse and let dry completely before placing in pouch TIPS: Visit the Revlon Expert Tips section to learn how to apply your favorite Revlon products!",
    "itemID": "B0017KCPUK",
    "helpful": [
      3,
      3
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 119805
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Files & Buffers"
      ]
    ],
    "price": 3.97,
    "brand": "Revlon"
  },
  {
    "title": "Solia Professional Ceramic Ion Flat Iron (1-3/4&quot;)Solia",
    "description": "Solia's 1-3/4\" model is designed for customers with thick, long hair (longer than shoulder length).",
    "itemID": "B0002TSD08",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 14023
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 87.45,
    "brand": "Solia"
  },
  {
    "title": "OPI Crystal Nail File",
    "description": "Prevent nail chipping and peeling with OPI's Crystal File that delivers fast results with extra benefits you and your clients will love! The uniquely hardened glass features an everlasting abrasive surface that is permanently etched into the glass. The ultra-fine-textured grit is the ideal filing medium for natural nails, and won't promote chipping and peeling like other files can. And the 100% nonporous glass can be sanitized and disinfected between services for use on all your natural-nail clients. For best results, dampen the Crystal File before use and recommend that clients store their OPI Crystal File in the protective tube.",
    "itemID": "B000PHKE0O",
    "helpful": [
      5,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 586
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Files & Buffers"
      ]
    ],
    "price": 5.44,
    "brand": "OPI"
  }
]