[
  {
    "title": "Got2B Guardian Angel Blow-Out Lotion, Gloss Finish",
    "description": "bware of the burn- temperatures above 425 de-nature your hair!\nb invincible with got2b guardian angel formulated with proven 425F heat protection plus patented combined styling support. There's no more need to go any hotter.\nYour constant blow drying has left you hair dull, damaged and fried.\nThis blow dry pre-styling spray shields your locks and enhances manageability to provide smooth flexible style and divinely luminous shine effects. It's heaven on earth for hair.\nBattle the burn 4 invincible style.",
    "itemID": "B001S44J4A",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 46251
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 6.98,
    "brand": "Got2b"
  },
  {
    "title": "Got2b Guardian angel Gloss Finish Flat Iron Balm, 6.8-Ounce",
    "description": "b invincible with got2b Guardian Angel formulated with proven 425&#xB0; heat protection plus patented combined styling support.  There&#x2019;s no more need to go any hotter.  You crave the stick straight styles, but it&#x2019;s such hard work, and oh, the damage done&#x2026;  This flat iron straightening balm moisturizes and insulates your hair from flat iron frying to provide long-lasting sleek, frizz-free locks with luminous shine effects.  Forget the styling sins of the past, your hair is flat-out invincible now.",
    "itemID": "B001S48HLG",
    "helpful": [
      8,
      8
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 12046
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 8.22,
    "brand": "Got2b"
  },
  {
    "title": "OGX Flat Iron Spray, Ever Straight Brazilian Keratin Therapy, 6oz",
    "description": "It's an amazing keratin therapy originating from the Amazon rainforest.",
    "itemID": "B004KAVHG2",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4380
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 7.59,
    "brand": "OGX"
  }
]