[
  {
    "title": "Vanish Age Fading Wrinkle Serum with TRIPLE Refined Emu Oil / 1 oz Dropper",
    "description": "With its wide range of use, Emu Oil can and is rapidly becoming a product found in the medicine chest of every home in the world. It also has many more benefits. Do you have Rosacea, Eczema or Psoriasis? This odorless oil aids in the relief of minor skin irritations, dry skin, scaling, redness and itching of Psoriasis, Rosacea, Eczema. What else is Emu Oil good For? Brightens complexion, moisturizes face and body, plumps up fine lines, carries antioxidants into the skin, stops itching and burning, soothes sunburn pain, revives tired muscles, stops pain of arthritis, softens callused feet, reduces swelling, hastens healing of cosmetic peels, reduces stretch marks, add vitality to hair, treats dry cuticles, smooths chapped lips, eliminates dry and ashy skin, prevents peeling from sunburn, stops bug bite itch, stimulates collagen, re-hydrates skin's seven layers, treats minor cuts and scratches, makes shaving stress free, soothes diaper rash, relieves post-menopausal dryness, prevents blistering and peeling, protects swimmers from chlorine irritation, diminishes acne inflammation, relieves discomfort of eczema and psoriasis, imparts luster to hair, calms bikini rash, gives skin a health youthful appearance, soften beard stubble, treats gardener's hands, makes chapped lips kissable, repairs split ends, soothes skin after depilatories and waxing,softens rough skin, etc..... Emu Oil Uses - Expect Results! It is also great to use on pets with skin sensitivities....",
    "itemID": "B000Q4B108",
    "helpful": [
      5,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 28680
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 20.56,
    "brand": "Direct 2u Wholesale"
  },
  {
    "title": "virgin hair fertilizer now wears a new name (2 pc pack)",
    "description": "Virgin hair fertilizer 150 grams. \nAnti dandruff and hair conditioning cream. Apply to hair and scalp daily. Conditions broken and dry hair",
    "itemID": "B000TAA9Q6",
    "helpful": [
      0,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 13365
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Hair Extensions"
      ]
    ],
    "price": 11.18,
    "brand": "Omagazee"
  },
  {
    "title": "Virgin Hair Fertilizer Deep Conditioner",
    "description": "The roots virgin hair fertilizer deep conditioner is great for promoting hair growth, stopping breakage and dandruff. It is also great for dry scalp. This product contains special blends of reconstructors that work together to sustain hair growth. \nSee why the roots virgin hair fertilizer deep conditioner is your professional stylists choice\n100percenthair",
    "itemID": "B003TTEHH6",
    "helpful": [
      9,
      10
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 76544
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Conditioners"
      ]
    ],
    "price": 13.99,
    "brand": "Virgin hair deep conditioner"
  }
]