[
  {
    "title": "10 Pairs of Long Black False Eyelashes Eye Lashes Makeup, Professional, Thin and Wispy",
    "description": "This Handmade False Eyelashes  are highly recommended by celebrities, makeup artists, beauty blogs, TV shows,  fashion in house. Can be used many times if they are used and removed properly.\nSometimes it's fun to go for glamour with false eyelashes. Whether you apply a few singles to create a subtle change, or full lashes for optimal drama, you may want to practice first: this can be one of the trickier beauty enhancers",
    "itemID": "B0053YJZKY",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 17112
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 1.94,
    "brand": "Hermes Distribution"
  },
  {
    "title": "Bare Escentuals Faux Tan, 4.5oz",
    "description": "Wish you could look like you spent a day at the beach? Thankfully you can get a safe, all-over tan in a bottle. This luminous warmth is easy to apply to your whole body and works on even the most sensitive skin - leaving you soft and glowing.",
    "itemID": "B000THCPDO",
    "helpful": [
      2,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 117864
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Too Faced Cosmetics, Shadow Insurance Glitter Glue, 0.35 Ounce",
    "description": "An extension of our best-selling Shadow Insurance Eyeshadow Primer, Glitter Glue wasspecifically formulated to lock-down glitter and enhance its reflective quality. Ourcolorless cream formula is designed to grab and hold loose glitters, pigments andshimmers in place, insuring they won&#x2019;t come off until you take them off.",
    "itemID": "B004FMBU80",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 23884
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Glitter & Shimmer"
      ]
    ],
    "price": 20.0,
    "brand": "Too Faced"
  }
]