[
  {
    "title": "niceeshop(TM) 500 FULL COVER False Nails ,Random Color+Free niceEshop Cable Tie",
    "description": "Features:From little finger to thumb well-designed each fiting size false nail.Maybe better paint them before putting them on and then when they are dry you shape and glue them.Looks like the real nails with easy applicationColor:Random color dispatchedPackage include:1 x False nail1 x Blue Cable tie (with niceEshop logo)Please note:1> niceeshop(TM) is a registered trademark and the only authorized seller of niceeshop branded products.2> niceeshop provide you various kinds of great products at the lowest possible prices, welcome to our store and get what you want !!!3> niceeshop highly appriciate all customers' opinions to improve the selling ,also if anything you unsatisfied, pls contact our customer service department for probable best solution.",
    "itemID": "B00BQUALCA",
    "helpful": [
      0,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 74743
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "False Nails"
      ]
    ],
    "price": 5.98,
    "brand": "niceEshop"
  },
  {
    "title": "Creative Nail Prime Nail Primer, 0.5 Fluid Ounce",
    "description": "This acid free primer is a base coat liquid that safely and effectively bonds enhancements to the natural nail. Its chemical bonding agent works to strengthen the adhesion bond between nails and enhancements. With a low odor, non corrosive formula that will not burn the skin.",
    "itemID": "B00129H6BO",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 14853
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Top & Base Coats"
      ]
    ],
    "price": 12.7,
    "brand": "Creative Nail"
  },
  {
    "title": "500 WHITE French Acrylic False Artificial Tips Nail Art",
    "description": "500 FRENCH Acrylic False Artificial Tips Nail Art",
    "itemID": "B001B488WG",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 20837
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "False Nails"
      ]
    ],
    "price": 1.86,
    "brand": "Eamee"
  }
]