[
  {
    "title": "Konad Stamping Nail Art Image Plate Holder, 0.6 Ounce",
    "description": "Konad stamping nail art image plate holder, an essential item if you are doing a lot of stamping. Holds the image plate securely in place. Provides a surface you can easily clean, avoiding the use of cloth.",
    "itemID": "B000PQGYOU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 9272
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 2.39,
    "brand": "KONAD Nail Art"
  },
  {
    "title": "Konad Nail Art Double Ended Stamper And Scraper",
    "description": "This stamper has 2 ends with different sizes and colours. Great when stamping small images or for childrens nails. The green stamper is ideal when using red special polish because the red image shows up better on the green stamper.\n\nIf you receive it, and like it,please give us good Feedback.\n\nThanks",
    "itemID": "B002MZ8BK2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 251
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 5.69,
    "brand": "KONAD Nail Art"
  },
  {
    "title": "Bundle Monster Manicure Nail Art Image Polish Stamping Plates Accessories - Original 2010 Collection",
    "description": "Bundle Monsters very first set of nail stamping plates. This 21 piece set come with an assortment of full nail, french tip, and some fun embellishment stamps . You will get over 120 designs to experiment with to make your own outstanding nail art. Thanks to the feed back from the incredible fans we have, we will be up-sizing the designs on our 2011 collection, and beyond, since the designs are not as large as we wanted them to be. *PACKAGE CONTENT: 25 Nail Art Image Plates *ONLY*. SCRAPER AND STAMPER are not included and must be purchased in order to use plates properly. PLATE SPECS: Plate Dimension: 5.5cm in Diameter. Make and Finish: Made of Stainless Steel and has a shiny, glossy finish with a \"Bundle Monster\" paper backing. **INSTRUCTIONS FOR NAIL STAMPING: 1. Apply polish on image plate design. 2. Using the scraper, scrape off the excessive nail polish. 3. Stamp the image in rolling motion. 4. Stamp design on nail smoothly. Done ! ***NOTE: Before use, peel off the tight, protective, blue plastic on top of each plate. All image designs featured in this set are authentically created and designed in-house by Bundle Monster EXCUSIVELY. Each design is protected by copyright laws.*** Bundle Monster is a registered trademark of Remi Collections LLC and is exclusively distributed by Bundle Monster. Bundle Monster trademark is protected by Trademark Law.",
    "itemID": "B003ILUQPM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 53541
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Art"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]