[
  {
    "title": "Organic Root Stimulator Fertilizing Serum, Herbal Scalp Formula, 2 oz.",
    "description": "Herbal Scalp Formula (Natural hair textures, braids, and weaves). A natural approach to hair & scalp restoration. Here's the Secret to Our Science: Organic Root Stimulator is based on a fertilization system that uses botanical ingredients and herbal extracts in a five-stop process similar to the principles of gardening. 12 Herbal extracts & vitamins exfoliate, stimulate scalp while revitalizing hair. Fertilizing Serum is an intensive herbal scalp formula that revitalizes and encourages healthy hair and scalp. Poor circulation, adverse scalp conditions, illness, hormonal imbalances, clogged hair follicles, and many other factors can inhibit the hairs ability to thrive. Fertilizing Serum delivers essential oils and vitamins to enhance the scalp condition for healthier looking hair. Phytic Acid Complex helps to exfoliate clogged pores leaving the scalp clean and supple. Sulfur-rich amino acids from horsetail, nettle and garlic fertilize the hair by delivering nutrients to the hair and scalp. Cayenne a known stimulant is infused into the serum to stimulate the hair and scalp. Essential Vitamins and Minerals of B, E, & Zinc help protect and strengthen newly emerging hair. Alcohol-free. Drug-free.",
    "itemID": "B000EGIF9S",
    "helpful": [
      15,
      20
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 21864
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 10.95,
    "brand": "Organic Root Stimulator"
  },
  {
    "title": "Organic Root Stimulator Scalp Scrub Stimulating Formula For Hair &amp; Scalp 6Oz/170G",
    "description": "Organic Root Stimulator Scalp Scrub Stunted hair growth, hair thinning and dry scalp can all be signs of a sick scalp. Sluggish metabolism, poor circulation, harsh chemicals or the environment may cause these problems. Together they can starve the scalp of needed oxygen. Scalp Scrub stimulating treatment kit: Unclogs and gently exfoliates scalp with essential herbs Delivers oxygen and capsicum to increase circulation Rushes sulfur-rich nutrients to hair follicles so they can thrive",
    "itemID": "B000EH0NE2",
    "helpful": [
      4,
      5
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 47745
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 10.29,
    "brand": "Organic Root Stimulator"
  },
  {
    "title": "Organic R/s Root Stimulator Hair Fertilizer, 6 Ounce",
    "description": "This hair fertilizer helps to reinforce and feed weak and damaged hair. Enriched with a blend of nettle, horsetail, and paprika, these ingredients have in the past been known to arouse the scalp, and add moisture to dry hair.",
    "itemID": "B004X8HB7A",
    "helpful": [
      12,
      17
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 21688
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 7.15,
    "brand": "Organic R/S"
  }
]