[
  {
    "title": "Renpure Originals I Love My Hair! Body and Shine Shampoo, 13.5-Ounce",
    "description": "Our family has been making hair care products for over 40 years with over a billion bottles produced worldwide.  we became concerned about all the chemicals our family was exposed to on a daily basis, so we developed a new line of hair care products free from harmful chemicals.  we use only 100% certified organic extracts and safe, fresh, natural ingredients.",
    "itemID": "B0023AT6R8",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 20489
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 3.04,
    "brand": "Renpure Organics"
  },
  {
    "title": "Original Likas Papaya Skin Whitening Herbal Soap by Trinidad Cosmetics Laboratory - 135 grams",
    "description": "Enriched with Papaya enzyme and blended with tropical herbs to whiten the skin. For clearer and fine skin complexion.It is made of 100% organic herbs enriched with Natural Papaya Enzyme that whitens your skin and keeps it smooth and young looking. Complexion becomes fair and acne-free.Its organic herbal content is so gentle and does not inhibit the natural oil production activity of the skin therefore it keeps young looking and your face free of aging lines. After use, it does not leave any greasy residue on the skin.",
    "itemID": "B000OV3ZDO",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Health & Personal Care": 11533
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 1.99,
    "brand": "Likas"
  },
  {
    "title": "Exfoliator Microdermabrasion Tool - Best Dry Skin Baiden Mitten Treatment - Exfoliating Face Body Scrub - Blackhead Remover Pore Minimiser - Skin Firming Wrinkle Repair - Scar Removal &amp; Stretch Marks Product - Cellulite Massager",
    "description": "Are You Spending Forever Increasing Amounts Of Money On Loads Of Skincare Products That Promise a Lot and Deliver Nothing?Would You Believe You Need Only One Product Which Can Give You The Best Skin You Can Have Within Days, Not Months OrYears?Skin care companies brainwash you into believing that gently spreading products onto your skin is the way to go, but treatments such as microdermabrasion, lasers, peelings and surgical needling are as far from gentle as they can get. However - THEY WORK!That is because they take things OFF the skin rather than putting them ON. Skin that is perfectly clean and free of grime, toxins and dead skin cells is healthy and beautiful.Baiden Mitten will give you over104+ salon grade microdermabrasion treatments not just for your face, but your whole body:-You will get rid of every bit of dry skin- It is a great pore minimiser and blackhead remover- You will enjoy clear complexion without any outbreaks and much less discolorations- You will greatly diminish appearance of scars and stretch marks- You will detox your skin every week and increase oxygenation of blood with vigorous massage- The only exfoliator you can use on your lips and even your eyelids- You will replenish lost collagen and fill in wrinkles and folds- The skin will be tighter and toughened causing it to become far less sensitive to external factors- It will make your skin glow- It will reduce your cellulite too!The Only Exfoliator Tool with 60 Day Money Back Guarantee. We KNOW it works and you will not want to part with it!Join 1000s of people all over the world using Baiden Mitten. Click the Button at the Top Of This Page to Stop The Aging Process and Save a Ton of Money - Right Now.",
    "itemID": "B003TNQG4E",
    "helpful": [
      11,
      17
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 3294
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 48.97,
    "brand": NaN
  }
]