[
  {
    "title": "Sirius SS-77 Aurora Light Therapy System",
    "description": "Sirius aurora is a handheld light therapy system that employs LED light therapy technology: a noninvasive, low-level, non-thermal light energy. LED stands for light emitting diodes that give off energy in the form of light. They are compact, durable, powerful, bright, efficient, and last up to 10,000 hours. Light therapy is the application of light energy for therapeutic purposes. It is quickly becoming recognized as one of the safest, fastest, and most affordable treatment methodologies for various dermatological problems. It is non-invasive, safe for all skin types, uses no lasers, injections, chemicals, or surgery. Sirius aurora is the only handheld light therapy system with 3 interchangeable treatment panels for aging, acne, and hyperpigmentation. Intended specifically for home use, it was developed to be easy to use and user-friendly. With features such as portability, long-lasting and durable treatment panels, continuous and pulsating modes, timer, automatic shutdown, large treatment surface area, and modular design, it offers unparalleled safety, convenience, and value. With continuous usage, you may be able to obtain far better results than with conventional skin care products.",
    "itemID": "B004REGO00",
    "helpful": [
      3,
      4
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 6864
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Treatment Tools",
        "Blemish Tools"
      ]
    ],
    "price": 81.95,
    "brand": "Sirius"
  },
  {
    "title": "MASH Nail Art Practice Fingers (Set of 5)",
    "description": "Practice makes perfect, especially when it comes to nail art! These life size practice fingers have been developed by the nail art experts at MASH to provide you the perfect blank canvas to hone your skills on. Each finger has a self adhesive bottom to allow you to practice without having to worry about making a mess.AUTHENTICITY WARNING: The only Authentic MASH Nail Art is sold by MASH and/or Amazon directly. All other sellers are offering low quality counterfeit products.",
    "itemID": "B00683JILU",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 2629
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 2.86,
    "brand": "JOVANA"
  },
  {
    "title": "World Pride 5pcs Double Way Marbleizing Dotting Pen Set for Nail Art Manicure Pedicure, Set of 5",
    "description": "Package included: \n5pcs of dotting pen",
    "itemID": "B007RT19V6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 1047
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 2.11,
    "brand": "World Pride"
  }
]