[
  {
    "title": "OPI Polish Remover, 16 Fluid Ounce",
    "description": "Mild Acetone formula moisturizes with Aloe Vera while removing all traces of nail lacquer without streaking or staining.",
    "itemID": "B001RVFZQU",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2265
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 11.5,
    "brand": "OPI"
  },
  {
    "title": "Bundle Monster 15pc Studio Pro Makeup Make Up Cosmetic Brush Set Kit w/ Pink Faux Crocodile Case - For Eye Shadow, Blush, Eyeliner, Etc.",
    "description": "This brand new make up set from Bundle Monster is for the pros or make up enthusiasts that just want the necessities for any stylish look. Whether day, night or specialty looks, this set will have all the brushes to polish your design. This 15pc set comes with a fashionable and pink faux crocodile roll up carrying case to store all your favorite Bundle Monster brushes. Each brush comes with a long black colored wooden handle and is covered with clear plastic wrap for cleanliness and to protect the fibers of the brush. Our goal is to strike a balance between price and quality and bring tremendous values to our customers. Rolled Up Dimension: 8\" x 4\" x 1.25\". Weight: 6.7oz. For best result, recommended to wash brushes & air dry before use. This affordable makeup brushes set contains (See Picture) large powder brush, medium powder brush, angle powder brush, foundation brush, shadow brush # 1, #2, #3, flat shadow brush, small shadow brush # 1, # 2, eyeliner brush, lip brush, small fan brush, mascara/brow brush, and dual eyebrow brush/lash comb. How to Clean Makeup Brushes:1. Run the bristles of brush under warm running water.2. Apply a small amount of gentle shampoo to bristles and work into a light lather.3. Rinse bristles thoroughly under running water. You will notice that the water leaving the brush is tinted from old makeup.4. Continue rinsing until no color leaves the brush.5. Allow it to air-dry. Bundle Monster is a registered trademark of Remi Collections LLC and is exclusively distributed by Bundle Monster. Bundle Monster trademark is protected by US Trademark Law.",
    "itemID": "B004ZH5MTS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 37065
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 13.15,
    "brand": "Bundle Monster"
  },
  {
    "title": "Bundle Monster New Pro 20pc Nail Art Design Painting Detailing Brushes &amp; Dotting Pen / Dotter Tool Kit Set",
    "description": "Making nail designs has never been so easy. This MONSTER deal is for all the nail art equipment you'll ever need for painting and designing at an AMAZING price! This set comes with 20 nail art tools including: (5) Double sided dotting tools in various sizes - great for making various size dots or swirl patterns, (2) Flat Fan Brushes, a number of various sized flat brushes and striper brushes of various sizes to create fine lines or other designs. 15 of the nail art tools have long, white pearlized, wooden handles, while the double sided dotting tools are unpainted wood. Now you'll be able to create beautiful nail designs in seconds - marbling, rhinestones, lines...the possibilties are endless. This would be a perfect kit for professional nail salons as it comes in a compact black roll out bag, great for keeping all the supplies in a neat, organized and compact fashion. This set comes with small and sharp pieces - small parts can potentially choke children. Keep out of reach of children - Adult Supervision Required. Bundle Monster is a registered trademark of Remi Collections LLC and is exclusively distributed by Bundle Monster. Bundle Monster trademark is protected by US Trademark Law.",
    "itemID": "B005XUFU8E",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 206
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 14.99,
    "brand": NaN
  }
]