[
  {
    "title": "Herbacin Kamille Hand Cream with Glycerine - 2.5 oz",
    "description": "Kamille Hand Cream by Herbacin 2.5 oz Cream Kamille Hand Cream 2.5 oz Cream A hand cream with triple action in an unscented hypo-allergenic formula. It contains the healing properties of natural camomile extract the moisturizing substances of natural glycerine plus the protection of natural silicone. Use daily on your hands and wherever else extra moisture is needed such as elbows knees and feet. Other Ingredients Aqua (Water) Dicaprylyl Ether Glycerin Polyglyceryl-3 Methylglucose Distearate Propylene Glycol Stearic Acid Ethylhexyl Palmitate Sorbitol Dimethicone Chamomilla Recutita (Matricaria) Flower Extract Hydrogenated Palm Glycerides Phenoxyethanol Allantoin Carbomer Tetrahydroxypropyl Ethylenediamine Bisabolol Xanthan Gum Methylparaben Ethylparaben Propylparaben Retinyl Palmitate Ascorbyl Palmitate PEG-8 Tocopherol Ascorbic Acid Citric Acid Warnings Keep out of reach of children. As with all dietary supplements consult your healthcare professional before use. See product label fo",
    "itemID": "B0006NYDOU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 34479
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": 6.57,
    "brand": "Herbacin"
  },
  {
    "title": "Tree Hut Shea Body Butter, Brazilian Nut, 7-Ounce (Pack of 3)",
    "description": "Experience Tree Hut Body Butter with rich, sweet essence of Brazil Nut. Natural Brazil nut oil hydrates and repairs, damaged and neglected skin, with vitamins A, C and E, helping it to regain its healthy sheen. This extra thick body butter, infused with certified organic Shea butter, Cocoa butter, Brazil nut oil and Safflower Seed oil, was designed to seal in moisture for those problem areas, leaving you with repaired, renewed skin.",
    "itemID": "B000KFX10G",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8800
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 30.95,
    "brand": "Tree Hut"
  },
  {
    "title": "Tree Hut Shea Sugar Scrub, Hawaiian Kukui, 18 Ounce (Pack of 3)",
    "description": "Experience a rejuvenating exfoliation with Tree Hut Sugar Scrub with the warm scent of Hawaiian Kukui. Natural Kukui nut Oil repairs and conditions cracked and neglected skin, absorbs quickly into skin and provides elasticity and long lasting moisturization. This gentle sugar scrub is infused with certified organic Shea butter, Kukui nut Oil and an array of natural oils, including Evening Primrose, sweet Almond, Avocado, Macadamia Seed and Orange oil. The sugar grains will softly polish away dead skin cells, leaving your skin soft, smooth and healthy looking.",
    "itemID": "B0018DAUKI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11687
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 21.73,
    "brand": "Tree Hut"
  }
]