[
  {
    "title": "SHANY Cosmetics SHANY Masquerade Eyeliner Gel Color Smudge Proof Set, 12 count",
    "description": "The Shany gel eyeliner set comes with 12 different colored gel eyeliners in individual containers. Each container is securely fastened with a screw on lid and the jars can be taken separately in a group, so you can travel as lightly as you need. This eyeliner set has gorgeous and versatile colors and might just be the last eyeliners you have to buy...until you run out. Made with materials imported from Luxembourg and Paris, these liners go on smooth and stay on for hours, a result of the high quality ingredients used in production.",
    "itemID": "B009ARXD12",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 61891
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyeliner"
      ]
    ],
    "price": 29.95,
    "brand": "SHANY Cosmetics"
  },
  {
    "title": "SHANY COSMETICS The Masterpiece 7 Layers All-in-One Makeup Set",
    "description": "All-in-one makeup set by SHANY COSMETICS \" The Masterpiece\" is now available nationwide. This is the result of 6 months of working on surveys and votes for best colors through out USA. We have asked our fans, customers and designers to come up with colors that every women dreams and here is the result in beautiful gift packaging with magnet door, and sliding eye shadow palettes. now there is no need to buy multiple palettes, you can get this awesome set which comes with all you need for flawless makeup. SHANY \"The Masterpiece\" is pending patent, and registered item for SHANY COSMETICS. Each palette is separately housed in a box, with clear plastic protection. There are total of 7 layers, each layers carry a different set of makeup. All famous and useful eye shadow colors and foundations, concealers, lip sticks and more. When you get your item go ahead and do the product review for it and receive a free gift from SHANY COSMETICS.",
    "itemID": "B006GTKSHY",
    "helpful": [
      0,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 2699
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": 41.89,
    "brand": "SHANY Cosmetics"
  },
  {
    "title": "SHANY Cosmetics Eyelash Extend Assorted Reusable Eyelashes Thick and Dramatic, 3.6 Ounce",
    "description": "Make a statement with your eyes. Don't stop with gorgeous Shany eye shadows to add glamour to your look. Top off fantastically colored eyes with these super chic false eyelashes. With ten different sets to pick and choose from, you have unlimited possibilities to customize your look. Each set is individually packed in double sided box with Shany logo and trademark printed on them. Each individual pack comes with eyelash glue; there will be total of 10 packs in each set, and glue.",
    "itemID": "B008R56PVI",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 15582
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 19.95,
    "brand": "SHANY Cosmetics"
  }
]