[
  {
    "title": "Fragrances of Ireland Patrick Cologne Spray for Men, 3.3 Fluid Ounce",
    "description": "This classic men's fragrance has a masculine scent, both earthy and green&#xA0;with fresh notes of fern and pine, warmed with the woody notes of oak moss and patchouli. The bottle and box features a design based on one of the greatest examples of celtic art the book of kells rich in texture and symbolizing the leather bound cover of the great book. Patrick is named in honor of Ireland's patron saint who arrived on Irish shores in the 4th century A.D. The fragrance is inspired by his journeys across the length and breath of the island, across the vast native forests that blanketed the landscape, the rich green pastures and rocky coasts. Created by fragrances of Ireland, a boutique perfumery based in county wicklow, Ireland. For over thirty years, fragrances of Ireland has been creating perfumes and toiletries inspired by the magic, beauty and nature of Ireland.",
    "itemID": "B000P8FNGS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 46522
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Men's",
        "Cologne"
      ]
    ],
    "price": 34.0,
    "brand": "Fragrances of Ireland"
  },
  {
    "title": "L'Oreal Paris Wear Infinite Eye Shadow Quad, Wood Rose, 0.16 Ounce",
    "description": "Wear infinite eye shadow quads deliver long-wearing, crease-proof, super-Blendable color with a soft, silky feel. Each shade palette features four makeup artist coordinated shades for a sophisticated eye look.",
    "itemID": "B004BCVCYG",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 106111
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 3.99,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "Party Short Straight Wig Brown Bob Hair Wig",
    "description": "LENGTH : 31cm/12.20inchColor: light brownEST. SHIPPING WT. : 185gMaterial : Synthetic High Temp FiberCap Construction: CaplessCap Size: Average",
    "itemID": "B005ITZEFO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 17800
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Extensions & Wigs",
        "Wigs"
      ]
    ],
    "price": 5.99,
    "brand": "L-email cosplay"
  }
]