[
  {
    "title": "DivaDerme Stimulash Lash Extender Lashes In A Bottle 9ml/0.3oz (Black)",
    "description": "Buy DivaDerme Eyelash Treatments - DivaDerme Stimulash Lash Extender Lashes In A Bottle 9ml/0.3oz (Black). How-to-Use: Apply a coat of your favorite mascara. While still wet, apply lash extender to the tips of your lashes with a rolling motion of the brush. Reapply your mascara brushing forward to cover and extend lashes. For greater thickness and length, repeat procedure.",
    "itemID": "B0056AE8I4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 25030
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 8.75,
    "brand": "divaderme"
  },
  {
    "title": "Vinegar Rinse Cleanser 8 fl. oz.",
    "description": "Apple cider vinegar has been used for decades to cleanse the hair and scalp of stubborn buildup. A powerful astringent, it also controls dandruff and prevents the scalp from becoming scaly or itchy. A soothing base of aloe vera, lemon oil, and sweet orange oil nourishes the hair shaft, leaving your hair soft, fragrant, and incredibly shiny. If you like the sleek, shiny, natural look, this is the product for you! Use this herbal rinse to rid your hair of messy product build up without stripping it. It is important to remove residue from your hair. This is one of the main reasons you don't obtain results. A Rinse Cleanser should be the first product to use when you have hair problems.",
    "itemID": "B001A6K9NG",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 21126
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 24.99,
    "brand": NaN
  },
  {
    "title": "Pura d'or Hair Loss Prevention Premium Organic Shampoo, Brown and Blue, 16 Fluid Ounce",
    "description": "Our naturally organic shampoo for hair loss treatment is free of harsh chemicals that are the current and leading cause of many chronic hair conditions. Our shampoo is free of sodium lauryl sulfate (SLS), parabens, DEA, gluten, artificial colors, artificial fragrances and harsh preservatives. This gentle formula is fortified with an organic blend of argan oil, B vitamin complex, biotin, nettles extract, saw palmetto, he shou wu (fo-ti) and other clinically proven natural ingredients to aid against hair loss. Ingredients are specially selected for increased bioavailability and maximum absorption. It starts by nourishing hair follicles with essential nutrients to reverse any damage and begin the healing process. Biotin strengthens hair strands, niacin increases circulation and our exclusive DHT blocker blend promotes healthy hair growth. Continued use will prevent further hair loss. Safe for daily use, all hair types and both men and women. Product of U.S.A.",
    "itemID": "B0079R6BD2",
    "helpful": [
      0,
      12
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 63
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Shampoos"
      ]
    ],
    "price": 22.99,
    "brand": "Pura d&#39;or"
  }
]