[
  {
    "title": "Luscious - Calming Organic Facial Cleansing Oil with Argan Oil 2 Oz",
    "description": "Luscious83% Organic Cleansing Oil with Argan OilLuscious Cleansing Oil is cleansing, nourishing, regenerating & protective for all skin types.Luscious Cleansing Oil is made with exquisite Argan Oil which has been well regarded for thousands of years for it's extraordinary beauty-enhancing properties. Rich in Squalene, Polyphenols, Essential Fatty Acids, Carotenes & Tocopherals, Argan oil is said to accelerate healing & regeneration in our skin cells. Also known as \"liquid gold,\" Argan Oil is prized as a healing balancer which helps to regulate sebum production in oily skin and deeply nourish dry skin, restoring the skin's protective barrier.The synergistic healing powerhouse of Calendula, Roman & German Chamomile Essential Oils bring a delightful fruity scent to the exquisite combination of Jojoba, Argan, Olive, Apricot Seed & Castor Oils. Fast-absorbing Jojoba & Argan act as a conduit, carrying this healing synergy & active phyto-nutrients deep into the dermal layers of your skin. Nourishing Olive & Soothing Apricot Oils loosen built up sebum, dirt & grime. Rich & sudsy, detoxifying Castor Seed Oil attracts the dirt & toxins from your pores like a magnet helping to carry them away.Skin is left velvety soft, supple & positively glowing.Also available on Amazon.com in a 4 oz bottle.",
    "itemID": "B003I7IB62",
    "helpful": [
      5,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 128128
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 19.0,
    "brand": NaN
  },
  {
    "title": "L'Oreal Telescopic Clean Definition &amp; Lengthening Mascara, Black Brown 930",
    "description": "Clump-free. Perfectly-defined lashes. Patented no clump brush cleanly defines lashes. L'Oreal introduces Telescopic Clean Definition Mascara, for clump-free, perfectly-defined longer lashes. How It Works: The patented No Clump Brush lengthens lashes up to 50%. Ophthalmologist and allergy tested. Removes easily with soap and water. Suitable for sensitive eyes and contact lens wearers. Fragrance-free. Made in USA.",
    "itemID": "B001ADOV4W",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 24411
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 8.95,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "Tarte Cosmetics Lights Camera Lashes Mascara - Black",
    "description": "If super long, thick, curly lashes are your dream, look no further. Lights Camera Lashes Mascara coats each lash in a silky, volumizing formula with its specially designed brush, leaving them clump-free and perfectly dramatic. Packaged in a purple faux snake skin tube, Lights Camera Lashes Mascara leaves lashes lengthy and luscious after only one application, but its silken formula may be layered for added drama. Black is a glossy black shade.",
    "itemID": "B00547HS36",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Health & Personal Care": 79220
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 21.12,
    "brand": "Tarte Cosmetics"
  }
]