[
  {
    "title": "Salux Nylon Japanese Beauty Skin Bath Wash Cloth/Towel - Pink",
    "description": "Japanese Invention Award winner, and patented design. From Japan, this textured, extra long wash towel is softer and more sanitary than loofah, more effective than a washcloth.Product Size:28cm x 90cm (approx 11 x 35 inches)",
    "itemID": "B000EZOC1O",
    "helpful": [
      4,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 22019
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bathing Accessories",
        "Bath Mitts & Cloths"
      ]
    ],
    "price": 4.75,
    "brand": "SALUX"
  },
  {
    "title": "Jane Carter Solution All Natural Nourish and Shine for Dry Hair and Dry Skin, 4 Ounce",
    "description": "We blend all natural vitamins and essential oils to create this incredible hair nourisher. It completely melts in your hair and adds amazing shine. It never leaves your hair feeling greasy! Nourish and shine helps to reduce dryness on the skin and scalp. Be careful: daughters and husbands are known to steal this product from you, so order two and one for you.\" nourish and shine is made from all natural ingredients. Use a small amount to add shine to hair, to nourish and repair dry hair. It's great on dry skin. It will repair, soften and keep skin moist and supple.",
    "itemID": "B000U2AQNY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4448
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 14.2,
    "brand": "Jane Cosmetics"
  },
  {
    "title": "Curve Vintage Soul by Liz Claiborne Body Mist for Women, 4.2 Ounce",
    "description": "CURVE VINTAGE SOUL by Liz Claiborne for WOMEN BODY MIST 4.2 OZ Launched by the design house of Liz Claiborne in 2006, CURVE VINTAGE SOUL by Liz Claiborne possesses a blend of Lily, Freesia, Cactus Flower, Green Lotus Leaf, Jasmine, Blue Tiger Lily, Gardenia, Tuberose, Blond Woods, Heliotrope, Nutmeg. It is recommended for romantic wear.",
    "itemID": "B002WU6BL8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 63984
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Body Sprays"
      ]
    ],
    "price": 5.72,
    "brand": "Liz Claiborne"
  }
]