[
  {
    "title": "Organix South Maximum Strength Neem Soap Bar 4 oz",
    "description": "Maximum Strength Neem Oil Soap by Organix South 4 oz Bar Soap Maximum Strength Neem Oil Cleansing Bar Maximum Strength For Sensitive Skin Packed with antioxidants Neem protects nourishes and moisturizes even the most sensitive skin. With 20 certified organic Neem oil this is our most concentrated and beneficial bar. For challenged skin fragrance-free. Hand-crafted with only the finest quality organic oils. Our new solar-powered curing facility uses a more efficient drying system for hand-crafted organic soap bars. Paraben Free Sulfate Free Gluten Free Made with Certified Organic Ingredients Ingredients Olea Europaea (Olive) Fruit Oil Cocos Nucifera (Coconut) Oil Elaeis Guineensis (Palm) Oil Melia Azadirachta (Neem) Seed Oil Aqua Water Eau Sodium Hydroxide Butyrospermum Parkii (Shea Butter) Simmondsia Chinensis (Jojoba) Seed Oil Rosmarinus Officinalis (Rosemary) Leaf Extract.",
    "itemID": "B0009BVK0E",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2448
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 7.44,
    "brand": "Organix"
  },
  {
    "title": "Lemongrass + Argan Stem Cell Shampoo - 8 oz - Liquid",
    "description": "Lemongrass + Argan Stem Cell Shampoo by Acure Organics 8 oz Liquid Lemongrass Argan Stem Cell Shampoo 8 oz Liquid Product This clarifying shampoo is gentle enough for everyday use for all hair types. Promotes shiny healthy clean hair. Organic Argan Oil Argan Stem Cells CoQ10 help support hair keratin and strengthen the follicle connection. Organic Avocado Oil provides vitamin B12 and moisture while lemongrass cleanses and clarifies. Safe for color treated hair. Ingredients Organic Euterpe oleracea (Acai) Berry Organic Rubus fruticosus (Blackberry) Organic Rosa canina (Rosehips) Organic Punica granatum (Pomegranate) Organic Fair Trade Certified Rooibos Organic Aloe Barbadensis Vera Leaf Juice Sodium Lauroyl Methyl Isethionate (from Coconut) 100 Naturally-derived Betaine (from Sugar Beets) Vegetable Glycerin Sodium Methyl Cocoyl Taurate (from Coconut Amino Acids) Sodium Cocoyl Glutamate (from Coconut Amino Acids) Cocoglucosides Hydroxypropyltrimonium Chloride (Sugar Conditioner) Sodiu",
    "itemID": "B005Z41P28",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7195
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 10.6,
    "brand": "Acure"
  },
  {
    "title": "Lemongrass + Argan Stem Cell Conditioner - 8 oz - Liquid",
    "description": "Lemongrass + Argan Stem Cell Conditioner by Acure Organics 8 oz Liquid Lemongrass Argan Stem Cell Conditioner 8 oz Liquid Product This daily nourishing conditioner provides vital moisture to combat everyday tangles and buildup. Promotes shiny soft healthy clean hair. Organic Argan Oil Argan Stem Cells CoQ10 help support hair keratin and strengthen the follicle connection. Organic Avocado Oil provides vitamin B12 and Organic Fair Trade Certified Cocoa Butter provides moisture. Safe for color treated hair. Voted Best Conditioner Ever by my Mom. Thanks Mom Ingredients Organic Euterpe oleracea (Acai) Berry Organic Rubus fruticosus (Blackberry) Organic Rosa canina (Rosehips) Organic Punica granatum (Pomegranate) Organic Fair Trade Certified Rooibos Cetearyl Alcohol Behentrimonium Chloride Stearylkonium Chloride Vegetable Glycerin Glucono Delta Lactone (fermented sugar) Organic Argania Spinosa (Argan) Oil Cetearyl Glucoside (from corn and glucose) Guar Hydroxypropyltrimonium Chloride (gua",
    "itemID": "B005Z446JC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11290
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 6.0,
    "brand": "Acure"
  }
]