[
  {
    "title": "AcneFree Severe Acne Treatment System",
    "description": "Significantly better faster than Proactiv, plus 4 times more powerful. With time-released 10% Benzoyl Peroxide & Retinol. Accelerates healing fast - improvement in just days. Attacks the 3 stages of severe acne formation. Stops new outbreaks 24/7. The most powerful dermatologist-preferred acne-healing medicine available without a prescription. Maximum acne fighting power. So even severely troubled skin can look clear & healthy! University Medical's Acne Free Clear Skin System, the sensational acne-fighting program used and trusted by millions, is now available in this 4-step Severe Acne Treatment system. With maximum strength time-released 10% Benzoyl Peroxide and Retinol. It has been developed specifically for people of all ages and skin types who suffer from severe on-going acne and who have tried traditional prescription and over the counter treatments without success. Exclusive time-released formula attacks the 3 stages of severe acne formation 24 hours/day; Keeps pores clear of the impurities that cause acne: dried oils, dead skin cells and bacteria. Fights acne at all points of its progression to acne lesions & blemishes can virtually disappear. Encourages even the most troubled or damaged skin to look radiantly blemish free & healthy. The 3 harmful stages of acne breakouts: Stage 1) Skin glands overproduce an oily substance called sebum. Stage 2) Dead skin cells accumulate to cause a blocked pore. Stage 3) Common skin bacteria break down the sebum & cells within the pore. This leads to the inflammation, infection and eruptions that are called acne. Severe to clear starts the next day - guaranteed!",
    "itemID": "B000KK53L6",
    "helpful": [
      0,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 13069
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sets & Kits"
      ]
    ],
    "price": 31.5,
    "brand": "AcneFree"
  },
  {
    "title": "Jergens Natural Glow Daily Moisturizer, Medium Skin Tones - 7.5 Oz (3 Pack)",
    "description": "Creates a healthy, summer glow all year long just by moisturizing. With natural botanicals & a subtle skin darkening complex. Moisturize into the glow. Designed specifically for medium skin tones, Jergens natural glow Daily Moisturizer delivers the optimum amount of naturally glowing color to even out and enrich the appearance of your skin. The maximum depth and intensity of color will be reached after about one week of daily use. Made in USA.",
    "itemID": "B001ET7IWE",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 156871
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 14.99,
    "brand": "Jergens"
  },
  {
    "title": "Salicylic Acid 20% Gel Peel - Enhanced with Tea Tree Oil &amp; Green Tea Extract (Professional Chemical Peel)",
    "description": "A professionally formulated skin peel, specifically designed to treat all forms of acne, eliminate blackheads, whiteheads, and help clarify active acne. Cucumber and Chamomile extracts provide synergistic antioxidant & anti-Inflammatory benefits to the skin as well as enhanced sun protection. Tea Tree Oil and Green Tea Extracts contain powerful anti-fungal, anti-bacterial, and anti-viral properties, and has been shown to be effective in killing Propionibacterium acnes, the bacteria directly responsible for acne. Green tea extract also contains polyphenols (powerful antioxidants) which fight to neutralize free radicals, and work to restore a more youthful and vibrant skin, protecting against free radical damage.\n\nWhy Perfect Image ?\n\nMany skin peels being sold today are not made in a professionally facility. This means they are not manufactured under the proper environments and no quality control, assay testing (activity of ingredients), micro testing (bacteria, yeast, mold, other Microorganisms), identity testing (Purity and Identity of Ingredients) and shelf life testing is conducted. This could cause a number of potential health hazards or permanently damage your skin if the product is contaminated. Contamination may occur during manufacturing or by the end-user after the container is opened. Without some antimicrobial properties, products can allow the growth of many different microorganisms. \n\nWe believe in incorporating natural plant extracts or organic ingredients which promote or aid in the healing, repairing, or protecting of the skin. Each ingredient is hand picked for its unique skin benefiting properties. We also incorporate natural preservatives into each product, as some studies have suggested using parabens as preservatives may cause potential health risks.",
    "itemID": "B006ZA0A5Y",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 816
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Salicylic Acid"
      ]
    ],
    "price": 34.0,
    "brand": "PERFECT IMAGE"
  }
]