[
  {
    "title": "The Village Company Muscle Therapy Relief Natural Lotion, 16 Ounce",
    "description": "Let village naturals therapy muscle relief lotion make a house call. Massage away muscle aches and pains while aromatherapy vapors help you feel better. Our deep penetrating therapeutic formula is enriched with vitamins and skin softening ingredients that will help improve skin circulation and appearance. Relax and feel your aches melt away with ingredients extracted from natural sources. This product has never been tested on animals and does not contain animal derived ingredients. The village natural therapy line includes mineral bath soak, liquid mineral bath, mineral shower gel and body lotion.",
    "itemID": "B001PNFFLK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 21967
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 10.0,
    "brand": "The Village Company"
  },
  {
    "title": "Village Naturals Aromatherapy Relax Body Butter, Vanilla and Cinnamon 8 oz.",
    "description": "Natural extracts of vanilla and cinnamon calm and ease your mind while our moisturizing body butter formula softens your skin.",
    "itemID": "B004WP28UE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 83325
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 6.99,
    "brand": "Village Naturals Aromatherapy"
  },
  {
    "title": "Argan Oil Body Butter 8 oz. Jar",
    "description": "Body Drench Argan Oil Replenishing Body Butter is a creamy, all over body butter that is easily absorbed into the skin for everyday use. This unique blend of healing ingredients, such as Coconut oil, Aloe and Shea Butter, helps condition and smooth skin. This Argan Oil Body Butter offers up to 24 hours of lush hydration!",
    "itemID": "B006YUOHXQ",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 17101
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 10.92,
    "brand": "Body Drench"
  }
]