[
  {
    "title": "Australian Gold Moisture Lock Lotion, 16 Ounce",
    "description": "Australian Gold Moisture Lock provides color-extending benefits and are packed with vital ingredients that enrich your skin leaving it luxuriously soft and smooth after each use.",
    "itemID": "B000FCR7MM",
    "helpful": [
      0,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 4922
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 12.93,
    "brand": "Australian Gold"
  },
  {
    "title": "ESSIE Fiji, 0.5 OZ",
    "description": "Essie Cosmetics, Ltd is one of the most successful nail care Companies in the world. Essie was amongst the first to understand the great market opportunity of providing beauty professionals with the highest quality, fashion forward nail polish colours, offering a selection that did not exist at the time. Essie, a savvy entrepreneur and businesswoman with a keen passion for colour and flair for naming shades, continues to expand the Company's reputation as one of the world's leaders within the nail care industry. Essie and her partner Max Sortino have expanded the Company's international distribution in over 47 countries worldwide while distribution in the United States has grown to include over 50,000 of the best known salons and spas. Essie is sold in the United States, Canada, Australia, the Far East, South America, throughout Europe, and can be found in many of the world's top salons and spas.",
    "itemID": "B000SI2T0S",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 10087
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 5.95,
    "brand": "Essie"
  },
  {
    "title": "Seki Edge Toe Nail Clipper",
    "description": "Stainless steel nail clipper with cast iron lever. The cutting edge is hand-grinded and honed for precise cutting.  Tempered twice-for to be long lasting and  sharp edge.  Little effort required to cut through the thickest nails.",
    "itemID": "B000F37UNM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 519
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Clippers & Trimmers"
      ]
    ],
    "price": 15.74,
    "brand": "Seki Edge"
  }
]