[
  {
    "title": "Neutrogena Cosmetics  Makeup Remover, 3.8 oz",
    "description": "Oil-Free Eye Makeup Remover takes off even waterproof eye makeup without leaving an oily residue.  Forget harsh tugging and pulling. This ultra-gentle dual phase formula activates when shaken to remove all eye makeup ;even waterproof mascara ;without any greasy residue. It is ophthalmologist tested, safe for contact lens wearers and oil free.  Take off all your eye makeup the gentle way.",
    "itemID": "B00027D0DU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6653
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Remover",
        "Eyes"
      ]
    ],
    "price": 7.07,
    "brand": "Neutrogena"
  },
  {
    "title": "TOUCHBACK Instant Gray Root Touch up Real Hair Color in a Marker Medium Brown 0.27oz (Model: COL2302)",
    "description": "Instant gray root touch up keeps hair color looking perfect between salon appointments. Won't flake or rub off, even when brushed. The Marker delivers the perfect amount of color continuously for easy application. Winner of All... TouchBack is real hair color in a marker. It's the fastest touch-up for gray roots ... ever! Dries in a minute and won't flake or rub off, even when brushed. TouchBack's marker delivers the perfect amount of color to cover gray roots instantly. It actually bonds to the hair, blending beautifully with permanent hair color for a totally natural look (unlike hair mascaras, crayons, gels and powders, which dull the hair and flake off when brushed). Stays on until shampooed out. TouchBack's formula uses certified hair colors, but without harsh chemicals - no ammonia or peroxide - so it's gentle on your hair. 8 salon-quality shades. 4 patents. 2 industry awards.Benefits:Real hair color in a marker Gray roots gone instantly Does not flake or rub off when brushed Stretches the time between salon appointments The easiest way to apply real hair color ... ever!TouchBack does not contain PPD (paraphenylendediamine).",
    "itemID": "B003MBTBHM",
    "helpful": [
      2,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 28627
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 23.99,
    "brand": "TOUCHBACK"
  },
  {
    "title": "Pura d'or 100% Pure &amp; USDA Organic Argan Oil (4 fl. oz.) For Face, Hair, Skin and Nails",
    "description": "Pura d'or Argan oil is Hollywood's Best Kept Secret. Now Available to the Public!Organic Ceritifed by Ecocert through NOP. USDA Organic.Argan oil is also known as Liquid Gold due to it being the most expensive and rarest cosmetic oil today. In fact, that is the literal translation of our brand name Pura d'or. Pura means Pure and D'or means Gold. Pura d'or is Pure Gold, not only in words but in content: Get a bottle of this liquid gold argan oil today and you'll see for yourself!Benefits:-Anti-aging-Treat dry skin, eczema &amp; psoriasis-Reduce facial blemishes-Reduce muscle pain-Reduce the appearance of scars-Effective moisturizer-Non oily, non-greasy &amp; deep penetration-Reduce wrinkles-Treat dark circles under eyes-Mild anti-bacterial-Treat dry, brittle, frizzy &amp; damaged hair-Protect from cold winds, pollutions &amp; smokeArgan oil is all natural, cold pressed from the Argan tree native to South-western Morocco. No chemicals added and safe for all hair, skin and body types. It is a sharp contrast to the excessive chemical-rich cosmetic formulas found today in the market.",
    "itemID": "B004Z209HS",
    "helpful": [
      1,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 78
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 21.99,
    "brand": "Pura d&#39;or"
  }
]