[
  {
    "title": "Queen Helene Mint Julep Masque, 2 Ounce Travel Size Tube",
    "description": "Queen Helene has been a leader in quality beauty products for professional and personal use since 1930. Our products are inspired by nature&#x2019;s finest ingredients because they are safer, and often more effective, than harsh chemicals and unnecessary additives. We use natural elements like cocoa butter that are rich with vitamins and natural emollient properties to moisturize, soften and nurture your skin and hair. We use pomegranate oil for its antioxidant protection against the skin-aging effects of the environment and essential oils to help relax tired muscles and ease tension. Many of our products take advantage of the unique qualities of nature&#x2019;s finest ingredients to keep you looking your best.&#xA0;For over 80 years, our commitment to excellence has made many of our products among the leaders in the personal care category, and we are proud to continue our dedication to providing the most effective products your body needs from head to toe.",
    "itemID": "B000F8HWXU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10453
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 3.03,
    "brand": "Queen Helene"
  },
  {
    "title": "Vivo Per Lei Facial Peeling, 1.7-Fluid Ounce",
    "description": "Vivo Per Lei Facial Peeling provides powerful facial cleansing by removing a thin layer of dry cells to reveal ultra-smooth and youthful skin",
    "itemID": "B003SSTL42",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 2491
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 9.85,
    "brand": "Vivo Per Lei"
  },
  {
    "title": "Dermalogica Active Moist, 6 Fluid Ounce",
    "description": "A lightweight, oil-free lotion for daily moisture protection that combats surface dehydration while smoothing the skin with botanical extracts.",
    "itemID": "B000H74SE0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7351
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 51.0,
    "brand": "Dermalogica"
  }
]