[
  {
    "title": "BOOTS No7 Soft &amp; Sheer Tinted Moisturizer SPF15 Medium",
    "description": "Enhance your natural beauty with this translucent color. The sheer wash of barely there color will give you a radiant natural glow and even out your skin tone. It contains SPF15 sunscreen to help protect your skin from the aging effects of the sun and moisturizes for up to 12 hours. Coverage: Sheer. Skin type: suitable for all skin types. Created with Care. We've created this hypo-allergenic product using only ingredients we know and trust. It has been tried and tested by guests with even the most sensitive skin, so you'll know it will be good to yours. Dermatologically tested. SPF15. 1.69 fl. oz. Use in the morning after cleansing and toning the skin. Smooth on evenly, just like your usual moisturizer, blending away at the jaw line.",
    "itemID": "B000PSTSSC",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 20839
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Tinted Moisturizers"
      ]
    ],
    "price": 17.99,
    "brand": "Jitonrad"
  },
  {
    "title": "Replacement Brush Head for Deep Pore Cleansing (GENERIC) Twin Pack by PAZ GENERIX&reg;",
    "description": "Clyr SkinTwin Pack Brush Heads Deep PoreBenefits Ideal for oily skin types2 replacement brush headsIdeal for cleaning targeted areasGreat starter brush for those who have not previously used this productGreat for oily skin types, Twin Pack Brush Heads Deep Pore is a great starter for those who have not used this product previously. It comes in 2 replacement brush heads that is for cleaning targeted areas.",
    "itemID": "B00EVB1U9O",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 476
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 13.39,
    "brand": "PAZ Generix"
  },
  {
    "title": "O'Keeffe's Working Hands Cream, 3.4 oz.",
    "description": NaN,
    "itemID": "B00121UVU0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": 7.32,
    "brand": "O&#39;Keeffe&#39;s Company"
  }
]