[
  {
    "title": "Sally Hansen Complete Salon Manicure Nail Enamel-Clear'D For Takeoff-0.50 oz",
    "description": "Sally Hansen complete salon manicure-5 steps of a manicure in 1 bottle. Sally knows you're busy, so skip the salon but get results. With patented vita-care technology for advanced wear more shine, and nourishing care. Dare to compare to your favorite salon brand. 42 salon-inspired shades. 2010 cosmopolitan beauty award winner, 2010 allure best of beauty award winner.",
    "itemID": "B0037MQIT0",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 138417
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 7.5,
    "brand": "Sally Hansen"
  },
  {
    "title": "Sexy Hair Big Sexy Hair Volumizing Dry Shampoo, 3.4 Ounce",
    "description": "Big sexy hair volumizing dry shampoo is a clay and mineral based dry shampoo that will add volume while absorbing excess oil, impurities and product buildup. No need to use water. Big sexy hair volumizing dry shampoo is great for use as a refresher in between washings.",
    "itemID": "B001U6FIVE",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 2854
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 16.42,
    "brand": "Sexy Hair"
  },
  {
    "title": "CoverGirl LashBlast Mascara, Very Black 800 1 ea",
    "description": "The biggest brush ever from CoverGirl, for a blast of lush, volumized lashes! Last Blast's patented volume-boosting formula and patent-pending brush is designed to max out each and every lash leaving you with the ultimate big lash look. Removes easily with soap and water. Hypoallergenic & suitable for contact lens wearers. Made in U.S.A. of U.S. & imported parts.",
    "itemID": "B001BMLJU6",
    "helpful": [
      2,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 20968
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 7.99,
    "brand": "COVERGIRL"
  }
]