[
  {
    "title": "Kinky Curly Curling Custard 16 oz",
    "description": "CURLING CUSTARD gives moisture and curl definition, hold and brilliant shiny hair all in one product!\nIt reduces bulk, defines & elongates your curls helping them to 'hang' better. CURLING CUSTARD will bring out the natural curl or wave pattern you never knew you had!\nIt is an advanced botanical formula made with ALL NATURAL ingredients that nourish and strengthen the hair. Utilizing the humectant properties of the Agave Nectar, CURLING CUSTARD will give weight to your hair, define your curls, remove frizz, provide long lasting hold and shine without ever being greasy, crunchy or drying to your hair.\nThis high performance product is very concentrated so a little goes a long way.",
    "itemID": "B00127C83M",
    "helpful": [
      2,
      3
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 4526
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 34.64,
    "brand": "Kinky Curly"
  },
  {
    "title": "Kinky-Curly Knot Today Leave In Conditioner/Detangler - 8 oz",
    "description": "Creamy Conditioner for Naughty KnotsA creamy and herbal Kinky Curly Knot Today Conditioner helps you to smooth the cuticles and remove knots, tangles and snarls painlessly. This conditioner helps you to covert a nightmare into a sweet dream.Helps to removes tangles and knots painlesslyHelps to smoothen cuticlesCreamy and herbal conditionerKinky Curly Knot Today Conditioner is an good herbal product that gives you the liberty to look fashionable.Just For You:For curly, wavy and thick hairA Closer Look:This conditioner straightens your knots after removing your hair from extensions or braids. For thick curly hair, use this conditioner as a leave-in and for wavy hair use it as a regular conditioner.Get Started:Apply this conditioner after hair wash. To detangle the knots, use a wide toothed comb. Apply the conditioner in the bath shower, if you are using it as a leave-in, after a hair wash. Rinse lightly and distribute the conditioner evenly.",
    "itemID": "B00128WK4I",
    "helpful": [
      4,
      7
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 1916
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 7.5,
    "brand": "Kinky Curly"
  },
  {
    "title": "Tangle Teezer Original Pink",
    "description": "The Tangle Teezer Original Detangling Brush is a very unique professional detangling brush that is ideal for all hair types, wet or dry.",
    "itemID": "B00264NW7G",
    "helpful": [
      5,
      7
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 228
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Brushes"
      ]
    ],
    "price": 9.32,
    "brand": "Tangle Teezer"
  }
]