[
  {
    "title": "Seche Restore, 2 Ounce",
    "description": "Seche Restore is the only thinner to thin a bottle of Seche Vite to its original consistency. Will not diminish shine or dull colors and only replaces those ingredients which have evaporated from the bottle. Includes dropper and holder.",
    "itemID": "B0016A8DT8",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6731
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 9.45,
    "brand": "Seche"
  },
  {
    "title": "MASH Nail Art Tweezer for Rhinestones Fimo Canes Glitter Confetti and 3D Shapes",
    "description": "These tweezers are specifically designed by the Nail Art experts at MASH to allow you to manipulate are your nail art decorations with the greatest of ease. These tweezers curved design allows you to apply your nail art accessories with pinpoint precision. Works with rhinestones, glitters, confetti, gems, fimo cuttings or any other 3d designs. Best suited to work with the complete line of MASH 3d Nail Art",
    "itemID": "B005KCAGEI",
    "helpful": [
      2,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 36774
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 3.99,
    "brand": "MASH"
  },
  {
    "title": "2 BOTTLES Seche Vite Dry Fast Top Coat .5 oz PROFESSIONAL Clear High Gloss 83005",
    "description": "Seche ViteTM dry fast top coat is widely acknowledged as the world's finest top coat. Specially formulated to penetrate through nail lacquer to the base coat forming a single solid coating over the nail plate for a much more durable finish. Guaranteed not to yellow while leaving nails silky, stronger and resistant to chipping and peeling.\n\n    Easy to apply\n    Crack resistant\n    Dries quickly\n    Exciting, solid, clean color with a semi-gloss finish.",
    "itemID": "B007U90J5U",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 130
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 7.0,
    "brand": "Seche"
  }
]