[
  {
    "title": "Rapidlash Eyelash Enhancing Serum (3ml), 0.1-Fluid Ounces Bottle",
    "description": "This innovative high-performance serum formulated with advanced polypeptides helps amplify the length, thickness and volume of eyelashes with a simple once a day application.  Ideal for women and men, brittle, weak, thin or short lashes and eyebrows.",
    "itemID": "B002WTC38O",
    "helpful": [
      1,
      1
    ],
    "overall": 1.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyebrow Color"
      ]
    ],
    "price": 23.0,
    "brand": "RapidLash"
  },
  {
    "title": "Iman Cosmetics Second To None Stick Foundation, Clay 2",
    "description": "Iman Cosmetics Second To None Stick Foundation -- Clay 1Iman Cosmetics Second To None Stick Foundation is a silicone-based foundation enriched with vitamins, which helps you keep your face free of oil. The oil-free formulation helps in creating a matte finish for a natural-looking complexion. What's more, it keeps the skin dry and protected for a longer period. It is lightweight for a natural finish. This makeup foundation stick provides you with medium to full coverage and comes in handy in situations where you need an instant makeup job.Just for you:For all skin typesA Closer Look:Iman Cosmetics Second To None Stick Foundation includes moisturizing jojoba esters and nourishing antioxidant vitamins that take good care of your skin to leave it completely healthy.You Won't Find:Harsh chemicals",
    "itemID": "B000WY3AQA",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 81921
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 27.0,
    "brand": "Iman Cosmetics"
  },
  {
    "title": "10 Color Makeup Cosmetic Blush Blusher",
    "description": "8 matte and 2 shimmer colours.Brand New Professional MakeupTotal 10 different colors palette for choiceCase Size: 23cm x 10cm x 1cm (L x W x H)High quality ingredients with silky shine color, can last for all day long.Glossy color and norish ingredients together to care skin around.Cute shaped palettes.Easy to handle for putting cosmetic on.It is Perfect for both professional use or personal use!Package content :1 x 10 colours Blusher1 x Card-style Cellphone holder (free gift) (Phone not included.)",
    "itemID": "B0068Z7MT8",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 271
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Blush"
      ]
    ],
    "price": 5.54,
    "brand": "Kingmys"
  }
]