[
  {
    "title": "Duri Cosmetics Rejuvacote 0.61oz",
    "description": "Rajuva cote nail treatment will heal and cure your split, cracked and acrylic eaten nails. In a matter of weeks you will enjoy the look and feel of strong, vital, natural nails.",
    "itemID": "B000G33KEO",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 910
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Growth Formula"
      ]
    ],
    "price": 8.3,
    "brand": NaN
  },
  {
    "title": "Olay Total Effects Anti-Aging Fragrance Free Moisturizer 1.7 Fl Oz",
    "description": "For those concerned about multiple signs of aging, this daily non-fragrance and non-color facial moisturizer provides the benefit of 7 anti-aging therapies in 1 formula. Line Minimization: Reduces the appearance of fine wrinkles. Nourishing Moisturization: For a radiant, healthy glow. Tone Enhancement: Balances color & reduces appearance of age spots. Gentle Exfoliation: Smoothes and evens skin texture. Pore Refinement: Minimizes the appearance of pores. Free Radical Defense: Helps prevent damage to skin&rsquo;s surface. Subtle Lifting: Hydrates for firmer skin appearance. Visibly younger-looking skin with an appearance that&rsquo;s more resilient to aging. It provides the total anti-aging power of moisture fused with vitamins and anti-oxidants. THIS EXCLUSIVE FORMULA IS: Color and Fragrance-Free, Dermatologically tested, Non-Comedogenic (won&rsquo;t clog pores), Oil-free and Fast-Absorbing.",
    "itemID": "B0000536P4",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1730
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 7.99,
    "brand": "Olay"
  },
  {
    "title": "Regenerist Micro-Sculpting Cream 1.7 Oz",
    "description": "",
    "itemID": "B0012J30LY",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 64
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 11.45,
    "brand": "Olay"
  }
]