[
  {
    "title": "Revlon ColorStay Mineral Foundation, Fair, 0.35 Ounces",
    "description": "Loose powder foundation that combines pure, lightweight minerals that are good for your skin and ColorStay&trade; Longwear technology that lasts for up to 16 hours. This medium coverage foundation provides a color that won't fade all day making your skin look both healthy and flawless, no matter how long your day is.Makeup is oil-free, fragrance free and non-irritating.Provides medium coverage in 8 beautiful shades, with SPF 10 protection.",
    "itemID": "B0017K81TY",
    "helpful": [
      0,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 166860
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 6.99,
    "brand": "Revlon"
  },
  {
    "title": "EcoTools Full Eye Shadow Brush",
    "description": "This eye brush is essential for applying base eyeshadow and can also be used for shading, highlighting, and blending eye makeup. Apply shadow to lid or crease and blend toward brow bone to enhance eye area. synthetic bristles are cruelty free. Experience the incredibly soft touch of cruelty-free bristles EcoTools beauty solutions promote Living Beautifully! We are inspired by beauty inside and out, and in the world around us. While we always want to look our best, we feel even better when we can make earth-conscious choices. EcoTools remains a favorite of celebrities, beauty editors and women around the world.  Best known for our incredibly soft cosmetic brushes, and  handles, we take pride in offering a collection of cosmetic makeup brushes, hairbrushes, lashes and bath products that feature innovative,  materials. Our includes natural materials, reusable pouches, post-consumer recycled paper and plastic, and recyclable packaging. The eco pouch is phthalate-free and PVC-free.  Cleaning your Makeup Brushes Unclean makeup brushes transfer old makeup, germs, and bacteria to your skin each time you use them. Ideally, you should wash them once a week, and here&#x2019;s the best way how:  Run the bristles of makeup brush under warm running water. Careful not to get the ferrules and handles wet. Apply a drop of gentle shampoo or clarifying cleanser to bristles and work into a light lather. Rinse bristles thoroughly under warm, running water. Continue rinsing until water runs clear. Use a cloth to absorb excess water and reshape the bristles Lay your makeup brushes flat or &#x201C;handles up&#x201D; to air dry",
    "itemID": "B001KYODH6",
    "helpful": [
      0,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 37041
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 4.5,
    "brand": "EcoTools"
  },
  {
    "title": "KLEANCOLOR Techno High - Metallic Nail Lacquer Mini Collection (NPC592)",
    "description": "KleanColor presents its long wearing and chip-resistant Nail Lacquers in petite, travel-friendly size. The set features bold rich metallic colors to add twist and edge to complete the look of strong woman who loves to rock the world.",
    "itemID": "B004NYWR7S",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 12064
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 5.01,
    "brand": "Kleancolor"
  }
]