[
  {
    "title": "Lactic Acid 70% Gel Peel, 30ml (Professional)",
    "description": "Lactic works on the surface of the skin totreat tone, texture, and pigmentation.Lactic's unique ability to draw moisture toward the surface of the skin makes itideal for individuals whose skin dries out easily.This treatment alsoeffectively combats acne, leaving a wonderfully smooth and clear complexion.With continued use as directed the skin will look more youthful and vibrant.The Lactic 30ml and 100ml are ideal for full facial applications.For specific areas, or spot treatments, the Lactic 50 Roll-on would be best.Choosing the Best Peel:Skin Laboratory offers different types of chemical peels to help with things like exfoliating the skin and smoothing fine lines and wrinkles. If you are looking for the BEST peel for your condition, the following list will help you select it. The peels effectiveness is not limited to these conditions:Glycolic:Eczema & Dermatitis, Fine Lines & Wrinkles, Razor Bumps, Stretch Marks and General Toning & TextureLactic:Actinic Keratosis, Dark Circles Under Eyes, Dry Skin, Eczema & Dermatitis, Melasma, Psoriasis, Razor Bumps, Scarring, Sensitive Skin, Stretch Marks, Sun Damage and General Toning & TextureSalicylic:Acne, Acne Scars, Adolescent Skin, Large Pores & Blackheads, Oily Skin, Psoriasis, Razor Bumps and WartsBHA+:Acne, Adolescent Skin, Large Pores & Blackheads, Oily Skin, Psoriasis and WartsHQ+:Acne Scars, Actinic Keratosis, Melasma, Oily Skin and Scarring",
    "itemID": "B000PNTQS4",
    "helpful": [
      9,
      11
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 88316
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Lactic Acid"
      ]
    ],
    "price": 48.99,
    "brand": NaN
  },
  {
    "title": "Infusium 23 Repair &amp; Renew Leave In Treatment, 16 oz",
    "description": "Repair and Renew HairInfusium 23 Repair & Renew Leave In Treatment helps repair damaged hair and protects it from further damage. It infuses the hair cuticles to help strengthen it and foster healthy growth. In combination with the i-23 complex, this serum helps nourish and restore your hair's overall health. It also leaves your hair adequately hydrated and shiny. The i-23 complex is enriched with amino acids, proteins and pro-vitamins.Lightweight formula for everyday useNourishes and repairs damaged hairEnriched with panthenol pro-vitamin B5 and i-23 complexProtects hair from further damageAvoid bad hair days with the Infusium 23 Repair & Renew Leave In Treatment.Just For You:All hair typesA Closer Look:The i-23 complex nourishes and fortifies stressed and damaged hair. It is formulated to be lightweight to suit everyday use.Get Started:Work into clean hair, wet or dry and style as usual. Do not rinse.",
    "itemID": "B003VUAOOI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 10147
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 9.29,
    "brand": "Infusium 23"
  },
  {
    "title": "Kojie San Skin Lightening Soap(2 Pack)",
    "description": "The Kojic Acid soap you've always trusted, the one prescribed by your dermatologist is now availble in Kojie San Skin Lightening Soap. Kojie San has an all-natural kojic acid formula that helps lighten dark spots due to acne, age spots, freckles, sun-damaged skin, and other skin pigmentation.\n\nKojic Acid was discovered in Japan. It is a by-product of Koji, or Malted Rice, for use in the manufacture of rice wine. In cosmetics, Kojic Acid is popularly known for its excellent whitening effects and anti oxidant properties. This is a Pack of 2",
    "itemID": "B005R3IPJI",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 664
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 6.44,
    "brand": "Bevi Beauty Elements Ventures"
  }
]