[
  {
    "title": "Cetaphil Moisturizing Cream, 3.0 - Ounces Tube (Pack of 3)",
    "description": "Cetaphil Moisturizing Cream for Dry, Sensitive Skin. Cetaphil Moisturizing Cream was formulated specifically for chronic dry, sensitive skin. Contains a superior system of extra-strength emollient and humectants, clinically proven to bind water to the skin and prevent moisture loss. Provides long-lasting relief to even severe dry skin. Free of lanolins, parabens and fragrances that can irritate sensitive skin. Non-comedogenic",
    "itemID": "B000052YMR",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6216
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 18.99,
    "brand": "Cetaphil"
  },
  {
    "title": "Rosemary 100% Pure Therapeutic Grade Essential Oil- 10 ml",
    "description": "* Rosemary is an aromatic shrub has scaly bark and dense, leathery needle-like leaves. Tiny pale blue blossoms abound from December through spring. Rosemary can grow to heights of five to six feet.\n\n* Botanical Name: Rosmarinus Officinalis\n* Aromatic Aroma: Rosemary has a strong, clear, penetrating, camphoraceous and herbaceous aroma.\n* Consistency: Thin\n* Note: Top\n* Aroma Strength: Strong\n* Extraction Method: Steam Distilled\n* Plant Part: Herb\n* Origin: Spain\n* Color: Colorless to pale yellow\n* Common Uses: It stimulates cell renewal and improves dry or mature skin, easing lines and wrinkles. It can also clear acne, blemishes or dull dry skin by fighting bacteria and regulating oil secretions. It improves circulation and can reduce the appearance of broken capillaries and varicose veins. Rosemary helps to overcome mental fatigue and sluggishness by stimulating and strengthening the entire nervous system. It enhances mental clarity while aiding alertness and concentration. Rosemary can help you cope with stressful conditions and see things from a clearer perspective.\n* Blends Well With: Basil, Bergamot, Cedarwood, Frankincense, Ginger, Lemon, Orange and Peppermint.\n* History: Rosemary was used in Roman burial rites, and that practice continued well into the middle ages when it was customary to lay branches of rosemary on the coffin at funerals. Because it grows in proximity to the sea, its name means Dew of the Sea. Its leaves were traditionally burned in hospitals to purify the air.\n* Cautions: Generally non-toxic and non-sensitizing. It is not suitable for people with epilepsy or high blood pressure. Avoid in pregnancy since it is an emmenagogue.",
    "itemID": "B002RXK1UC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 726
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Essential Oils"
      ]
    ],
    "price": 3.75,
    "brand": NaN
  },
  {
    "title": "1lb RAW Unrefined Shea Butter &amp; 1lb RAW Cocoa Butter Combo",
    "description": "WE HAVE A FULL POUND OF RAW AFRICAN UNREFINED SHEA BUTTER AND A FULL POUND OF RAW COCOA BUTTER\nBOTH ARE FRESH WE SHIP SAME DAY SEE OUR FEED BACK, SHEA BUTTER IS FRESH AND THE COCOA BUTTER IS HIGH QUALITY\nWE HAVE LOW COST SHIPPING BOTH ITEMS WILL SHIP IN THERE OWN PLASTIC BAG ANY QUESTION PLS ASK",
    "itemID": "B008SGIH1W",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10831
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 19.99,
    "brand": "smellgood"
  }
]