[
  {
    "title": "L'Oreal Paris RevitaLift Miracle Blur Cream, 1.18 Fluid Ounce",
    "description": "It's not a moisturizer. It's not a foundation. It's more than a primer: introducing miracle blur, the first-of-its-kind instant skin smoothing finishing cream. Miracle Blur was specially formulated with a distinctive cushiony texture that instantly blurs lines, wrinkles, pores and uneven texture. Opti-Blur technology diffuses light on the skin for a soft-focus effect that instantly smoothes lines and wrinkles, hides pores and minimizes little flaws and imperfections. This unique finishing cream blends seamlessly into skin so it instantly looks and feels smooth, leaving a velvet-soft matte finish. A finishing cream in the truest sense, Revitalift Miracle Blur should be the final step in every womans skincare routine, applied after moisturizing. It can also be worn under foundation for smoother, more even application and wear.",
    "itemID": "B00AQX87M4",
    "helpful": [
      12,
      20
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 1113
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 9.0,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "Maybelline New York Purestay Powder &amp; Foundation SPF 15, Ivory - .34 oz",
    "description": "Lasting finish that's powder pure. Skin looks pure and fresh for hours and hours. With spf 15.",
    "itemID": "B00005V5P6",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 27210
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 19.1,
    "brand": "Maybelline"
  },
  {
    "title": "Maybelline New York Instant Age Rewind Primer Skin Transformer, Clear, 0.85 Fluid Ounce",
    "description": "Instantly create a perfectly smooth canvas for ideal makeup application with instant age rewind primer skin transformer. Lines, wrinkles, pores and imperfections appear to instantly vanish in just one step. Enhances skin's radiance. Subtle pink tint for a youthful glow",
    "itemID": "B002ZTT9II",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 1364
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation Primers"
      ]
    ],
    "price": 5.66,
    "brand": "Maybelline"
  }
]