[
  {
    "title": "Tournmaline Ceramic Curling Iron, 3/4-Inch",
    "description": "If you were around in the &#x91;70s, the words \"curling iron\" may bring back haunting memories of big complicated hairdos and Farrah-Fawcett wings. But times have changed and curling irons are now low-fuss and gentler on hair than they were in the past. This Satin Finish model has a ceramic-coated barrel, which distributes heat evenly without creating frizz or hair damage like the curling irons of the earlier years. The ceramic technology also prevents the curling iron from sticking to hair and even promotes silky, shiny hair.For quick styling, the Satin Finish instantly heats up 60 seconds after powering up and offers 30 different heat settings on its adjustable dial to accommodate all hair types. To create consistently perfect curls, the curling iron employs a feature called the Uniform Heat Recovery System. This system transfers heat from the barrel to hair during curling, causing the barrel to cool down slightly, and then resumes its former temperature before you curl the next section of hair.The 3/4-inch barrel on this curling iron is ideal for creating tight corkscrew curls but can make free-flowing curls by winding hair more loosely around the barrel. For safety, this curling appliance has a heat-resistant shield that slides over the barrel while it&#x92;s heating up or for storage. Other safety precautions include a cool tip on the end of the barrel; a built-in stand to raise the curler off the countertop; a power light; and a 6-inch tangle-free, swiveling cord. Conair provides a two-year limited warranty on its Satin Finish curling irons.--Cristina Vaamonde",
    "itemID": "B000094Q6C",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 164057
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Curling Irons"
      ]
    ],
    "price": 38.94,
    "brand": "Conair"
  },
  {
    "title": "Urban Decay Naked Palette",
    "description": "Far from a group of boring beige shadows, Naked Palette's long, lean, seductive case is packed with TWELVE gorgeous neutrals, including FIVE NEW shades, and includes  pro-quality Good Karma Shadow Brush.",
    "itemID": "B004ITB3IW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 47374
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Aveeno Active Naturals Positively Ageless Daily Exfoliating Cleanser With Natural Shiitake Complex, 5 Ounce",
    "description": "A unique daily cleanser with Natural Shiitake Complex helps your skin look and feel younger. This light foaming, soapfree formula cleanses and softens skin, while lifting away dirt, oil, and makeup without overdrying sensitive skin. Fine microbeads gently remove dull, dry skin to help reveal healthier, younger looking skin.",
    "itemID": "B000MUQFTI",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5953
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Scrubs"
      ]
    ],
    "price": 2.98,
    "brand": "Aveeno"
  }
]