[
  {
    "title": "Pink and Green Polka Dot Cosmetic Makeup Hanging Bag",
    "description": "It's easy to take beauty on the go and look stylish doing so with a Jenzys Hanging Cosmetic Organizer. When unrolled, this fold up makeup bag reveals a large mesh pocket, 2 clear plastic zipper pockets, and a spacious main microfiber pocket with plenty of room for all your eye shadows and lipsticks. The metal hook makes for easy hanging in a bathroom or closet. Made of a durable microfiber, this bag is the envy of beauty mavens everywhere in a chic pink and green polka dot design with hot pink trim. Hanging makeup bags are a wonderful way to organize your favorite beauty products, take care of cluttered cosmetics, or an ideal present for the makeup artist in your life who likes to travel in style while still expressing their personality. Great for a college student who doesn't want to sacrifice space for their style. This toiletry tote folds up with velcro tabs and has a handle so you can take your favorite beauty products to go. Its versatile size is perfect for extended vacations or for a quick weekend getaway. Small enough to fit in an overhead plane compartment but large enough to store all your essentials, never travel without the necessities of your beauty regime again when everything you need is right at your fingertips.",
    "itemID": "B003WM4DXS",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 64281
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Bags & Cases",
        "Cosmetic Bags"
      ]
    ],
    "price": 10.39,
    "brand": "World Traveler"
  },
  {
    "title": "EcoTools 6 Piece Essential Eye Brush Set",
    "description": "Use the large eye brush to blend a base eyeshadow over the entire eyelid. The angled crease brush adds definition to the outer crease of your eye, while the petite eye shading makeup brush is perfect for an accent color. Use the highlighting makeup brush to accentuate the brow bone and inner corners of the eye. Complete the look with the smudge brush by smudging the shadow and liner along the lash line for a smoky finish. Synthetic bristles are cruelty free. Experience the incredibly soft touch of cruelty-free bristles EcoTools beauty solutions promote Living Beautifully! We are inspired by beauty inside and out, and in the world around us. While we always want to look our best, we feel even better when we can make earth-conscious choices. EcoTools remains a favorite of celebrities, beauty editors and women around the world.  Best known for our incredibly soft cosmetic brushes, and  handles, we take pride in offering a collection of cosmetic makeup brushes, hairbrushes, lashes and bath products that feature innovative,  materials. Our includes natural materials, reusable pouches, post-consumer recycled paper and plastic, and recyclable packaging. The eco pouch is phthalate-free and PVC-free.  Cleaning your Makeup Brushes Unclean makeup brushes transfer old makeup, germs, and bacteria to your skin each time you use them. Ideally, you should wash them once a week, and here&#x2019;s the best way how:  Run the bristles of makeup brush under warm running water. Careful not to get the ferrules and handles wet. Apply a drop of gentle shampoo or clarifying cleanser to bristles and work into a light lather. Rinse bristles thoroughly under warm, running water. Continue rinsing until water runs clear. Use a cloth to absorb excess water and reshape the bristles Lay your makeup brushes flat or &#x201C;handles up&#x201D; to air dry",
    "itemID": "B0030HMQTS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1166
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 5.74,
    "brand": "EcoTools"
  },
  {
    "title": "Avani Dead Sea Mineral Enriched Moisturizing Cream - For Normal to Dry Skin",
    "description": "This rich moisturizing cream has been formulated from nourishing Dead Sea minerals combined with a wealth of natural ingredients that are vital for healthy skin such as Aloe Vera, Jojoba Oil and vitamin E. This unique combination of natural ingredients quickly restores the skin's natural moisture levels to leave a smoother, more radiant complexion.\n\nDirections: Apply to face with light, upward strokes until absorbed. Ideal as a make-up base.",
    "itemID": "B003414XXC",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6095
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 14.53,
    "brand": "Avani"
  }
]