[
  {
    "title": "Set of 3 Sable NAIL ART Brushes Pen, Detailer Liner and Striper",
    "description": "* A lovely set of brushes made from golden taklon. The hairs are mounted on pointed bronze tips and they have a pen like appearance for ease of use. * Special designed for finest detailing tasks, like painting leaves, flower petals. Great for blending, side loading and getting into tight areas.",
    "itemID": "B001CE6T76",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 281
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Brushes"
      ]
    ],
    "price": 1.6,
    "brand": "SHANY Cosmetics"
  },
  {
    "title": "Konad Nail Art Double Ended Stamper And Scraper",
    "description": "This stamper has 2 ends with different sizes and colours. Great when stamping small images or for childrens nails. The green stamper is ideal when using red special polish because the red image shows up better on the green stamper.\n\nIf you receive it, and like it,please give us good Feedback.\n\nThanks",
    "itemID": "B002MZ8BK2",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 251
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 5.69,
    "brand": "KONAD Nail Art"
  },
  {
    "title": "Nail Art Jumbo Stamp Stamping Manicure Image Plate 10 - Happy Nails by Cheeky&reg;",
    "description": "New Designs Nail Art Stamper Image PlateThese Cheeky stamping plates are fabulous and make a perfect addition to any nail art collection.The results are an eye catching, detailed and crisp nail design - probably impossible to implement in free hand or any other nail art technique.Helpful Hints:-Make sure you remove the protective plastic cover from the front of the plates before attempting to use.Wet a cotton ball w/ pure acetone and hold it with tweezers in order to avoid ruining the designs on your nails.Use the acetone soaked cotton ball to wipe nail polish off of the plates and stamper.The plate should be dry before applying more polish. Use a thick highly pigmented polish for stamping. Work fast!If you take too long the polish will dry on the plate or stamper and you will not get it to transfer.If you are working fast and the polish does not transfer try another type of polish, some polished are extra quick drying.Be gentle when you apply top coat or you may smear your design.Becoming an official \"Cheeky Chick\"Cheeky is a lady's best friend!It is a one stop shop for ladies beauty needs such as: makeup, nails, personal care products or innovative beauty gadgets, all are only few clicks away when shopping on our Cheeky shop.Cheeky's famous high quality products and services are guaranteed with every purchase of one of our products.After the purchase of your first Cheeky item, you will become an official \"Cheeky Chick\" and most likely develop severe addiction to Cheeky's products.You will find that enjoyable shopping experience, excellent service and stylish high quality products can be bought at a fair price.Please note that we offer fast (from the UK) and slow (from China) shipping options for your convenience. Please select your most suitable shipping option according to your needs and budget.",
    "itemID": "B00B83VXYK",
    "helpful": [
      1,
      4
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 26166
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 8.99,
    "brand": NaN
  }
]