[
  {
    "title": "Rosallini Women Stainless Steel Extension Eyelash Applicator Tool Fish Tail Clip",
    "description": "Fish tail design eyelash clip is a great tool for ladies. Help you to stick artificial eyelash firmly and take off it easily. A must for ladies to use in daily life, and save your time on makeup. It's durable as made from stainless steel material.",
    "itemID": "B007ML0OY2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 298
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Curlers"
      ]
    ],
    "price": 1.51,
    "brand": ""
  },
  {
    "title": "Murad Resurgence Youthful Skin Renewal Kit",
    "description": "Rediscover your skin's elasticity and a healthy, young-looking glow when you fight the signs of hormonal aging with the Murad Resurgence Evening Renewal Regimen Kit Murad Resurgence Youthful Skin Renewal Kit Contains: Murad Renewing Cleansing Cream - 1.5 oz. - Lather for luster. This pearlized cleansing cream contains apricot oil to enhance hydration. Papaya gently exfoliates to bring on brightness. Murad Hydrating Toner - .5 oz. - Murad Hydrating Toner is a refreshing toner balances, hydrates and neutralizes surface impurities. Lecithin helps lock in moisture and restores suppleness. A perfect way to prepare skin for treatment. Murad Age-Diffusing Serum - .33 oz. - Concentrate on toning and firming. This silky serum with soy, wild yam and collagen protectors, inhibits collagen breakdown and increases elasticity to reduce the appearance of wrinkles and sagging. Naturally calms redness for the smooth even tone of healthy balanced skin. Murad Age-Balancing Night Cream - .6 oz. - Balance by night. This rich cream contains chaparral extract, clinically proven to inhibit unwanted facial hair growth by 22% in 12 weeks. Soy and wild yam increase elasticity and firm the skin. A complex of omega-3 oils, shea butter and conditioners super hydrate and retexturize to restore skin's balance and vibrance. How To Use Please see individual items Ingredients Please see individual items",
    "itemID": "B007OLQ80E",
    "helpful": [
      3,
      3
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 2391
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sets & Kits"
      ]
    ],
    "price": 25.45,
    "brand": "Murad Resurgence"
  },
  {
    "title": "L'Oreal Paris Revitalift Miracle Blur Cream, Oil-Free, 1.18 Fluid Ounce",
    "description": "Now in an oil-free, non-SPF formula, Miracle Blur Oil-Free is an Instant Skin Smoother that instantly erases the look of lines, wrinkles and pores. Its innovative lightweight texture is translucent to blend seamlessly into skin for a clean, silky-smooth finish. What Is Miracle Blur? It's NOT a moisturizer, NOT a foundation, MORE than a primer; it's the first of-its-kind Instant Skin Smoother. Now in an oil-free formula! What Does It Do? Miracle Blur Oil-Free instantly erases the look of lines, wrinkles, and pores. When Should I Use It? Apply after moisturizer and blend evenly into skin. Wear alone or under foundation. Use all over face, or squeeze a smaller amount for targeted application. Ideal for all skin types. Suggested Skincare Regimen: STEP 1: TREAT *Suggested products: Triple Power Concentrated Serum, Triple Power Eye Treatment STEP 2: MOISTURIZE *Suggested products: Triple Power Deep-Acting Moisturizer STEP 3: FINISH Miracle Blur Oil-Free",
    "itemID": "B00EELSW9M",
    "helpful": [
      6,
      6
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 12556
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 16.0,
    "brand": "L&#39;Oreal Paris"
  }
]