[
  {
    "title": "120pcs 3D FIMO Slice Rose Flower Nail Art Tips Decoration",
    "description": "120pcs 3D FIMO Slice Rose Flower Nail Art Tips Decoration",
    "itemID": "B0078YQ9BU",
    "helpful": [
      3,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 6773
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Art"
      ]
    ],
    "price": 2.13,
    "brand": "Toogoo"
  },
  {
    "title": "MASH Matte Nail Polish Top Coat 15ml",
    "description": "Luster-free matte polishes are taking the nail polish world by storm. Do you love a nice flat matte, but don't want to double your nail polish budget and collection? Than check out the newest nail polish from MASH! This matte top coat can be applied to any polish turning it in to a flat matte finish. This gives you the ability to create limitless matte nail polish options with just this product and your own nail polish collections. We promise you will autoMATTEically fall in love with this new top coat polish. Matte top coats are always in, and this MASH's unique, durable and long lasting formula has been garnering rave reviews! This matte top coat can also be applied to matte polishes to create a longer lasting and more durable matte finish. Don't be left out of the matte nail polish trend, hurry and get yours NOW. Remember, there is always 2 sides to every nail polish!                                                               \nDirections:                                                         \nApply your favorite Nail Polish color and allow to dry.  Apply a thin layer of the MASH Matte Nail Polish as your top coat to transform your shiny polish to matte.",
    "itemID": "B008NDVHTY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 104383
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 5.99,
    "brand": NaN
  },
  {
    "title": "350buy Fashion Caviar Nails Art New 12 Colors plastic Beads Manicures or Pedicures Nail Art Hot Sales",
    "description": "Instructions: all you need is a little time & patience.\n\n1 Apply coat of clear or coloured varnish.\n\n2. When completely apply a generous coat of clear varnish.\n\n3. Whilst wet sprinkle the beads over your nail (do one at a time).\n\n\n4. Pat down & fill in any areas which need more beads. \n \nPackage included&#xFF1A;1 X box of  Caviar Nails Art(12 colors)",
    "itemID": "B008SPOKIW",
    "helpful": [
      59,
      72
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2559
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 2.86,
    "brand": "350buy"
  }
]