[
  {
    "title": "EcoTools BAMBOO 6-pc Makeup Brush Set 1206",
    "description": "Set includes: Blush brush, Eyeshadow brush, Angled eyeliner brush, Concealer brush, Lash & brow groomer, carrying case. Start with the concealer brush to hide any imperfections. Swipe the blush brush for a flawless application of your perfect cheek color. Highlight your eyes instantly with our eye shading makeup brush before adding definition with the angled eyeliner brush. Finish it all off with the lash & brow groomer to separate your lashes and smooth brows for a complete, beautiful look. Protect your makeup brushes in the dual-pocket cosmetics bag. Synthetic bristles are cruelty free. Experience the incredibly soft touch of cruelty-free bristles EcoTools beauty solutions promote Living Beautifully! We are inspired by beauty inside and out, and in the world around us. While we always want to look our best, we feel even better when we can make earth-conscious choices. Best known for our incredibly soft cosmetic brushes, and bamboo handles, we take pride in offering a collection of cosmetic makeup brushes, hairbrushes, lashes and bath products that feature innovative materials. Cleaning your Makeup Brushes Unclean makeup brushes transfer old makeup, germs, and bacteria to your skin each time you use them. Ideally, you should wash them once a week, and here&#x2019;s the best way how:   Run the bristles of makeup brush under warm running water. Careful not to get the ferrules and handles wet.  Apply a drop of gentle shampoo or clarifying cleanser to bristles and work into a light lather.  Rinse bristles thoroughly under warm, running water.  Continue rinsing until water runs clear.  Use a cloth to absorb excess water and reshape the bristles  Lay your makeup brushes flat or &#x201C;handles up&#x201D; to air dry",
    "itemID": "B003ZX32ZO",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1899
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Bags & Cases",
        "Refillable Containers"
      ]
    ],
    "price": 10.75,
    "brand": "EcoTools"
  },
  {
    "title": "Konad Staming Nail Art Stamp &amp; Scraper Set Ii",
    "description": "Package Includes: 1-Stamp, 1-Scraper",
    "itemID": "B004GFR3GY",
    "helpful": [
      1,
      2
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 7425
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 5.69,
    "brand": "KONAD Nail Art"
  },
  {
    "title": "Alba Botanica Un-Petroleum Multi-Purpose Jelly, 3.5 Ounce Tube",
    "description": "Since 1979, Alba Botanica has offered natural, 100% vegetarian personal care products that do beautiful for you, your friends and the animals and Earth you love. This means we DON'T use parabens, sulfates, or phthalates. We make a full range of products packed with potent natural, botanical ingredients that are formulated to nourish the individualized needs of your skin and hair. Because the Alba Botanica is committed to the health and happiness of all furry friends, we never test our products, or the ingredients that go into them, on animals. We recognize the need to be good stewards of all natural resources. So we try to do beautiful by reducing our environmental impact in everything we do as a business, from the field to the final product. We hope that you join our do beautiful campaign. Together we can help to preserve and heal the planet, now and for future generations.",
    "itemID": "B000OO7546",
    "helpful": [
      4,
      7
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 2282
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Creams"
      ]
    ],
    "price": 6.49,
    "brand": "Alba"
  }
]