[
  {
    "title": "Lipstick - 10pc. Assorted Color Lipstick Set",
    "description": "Pamper yourself or give the gift of beauty this year using this 10pc. assorted multicolor lipstick set.  This set includes full size lipsticks from brand names such as \"Love my Lips,\" \"Bari,\" and \"Pavion Ltd.,\" manufacturers of long lasting color stay lipsticks.  List of colors you'll receive are as follows: Raven, Frosted Heather, Asian Ginger, Chocolate Supreme, Garnet, Frosted Red Wine, Creme Creamy Wine, Creme Champagne, Opulence Frosted, and Rapture.",
    "itemID": "B004C6ZC5G",
    "helpful": [
      2,
      3
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 33555
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 16.99,
    "brand": "Love My Nails"
  },
  {
    "title": "Ben Nye Luxury Powders - Banana 1.5oz",
    "description": "Formerly known as Visage Poudre Luxury Powders, these ultra-neutral powders provide superior matte and subtle finishing. Often compared to French powders with silky-fine textures. the Ben Nye Bella line of powders are translucent with just a hint of color. Please Note: This product does NOT come with a seal! \nPlease note: Powders may settle and compress during shipping and some bottles may appear to be partially empty. Shaking the product vigorously will decompress the powder and return it to its original state.",
    "itemID": "B00942W51C",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 261
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 16.95,
    "brand": "Ben Nye"
  },
  {
    "title": "SHANY Cosmetics SHANY Cosmetics Smooch Collection Lipstick Set No.1, 6 Count",
    "description": "The Shany cosmetics smooch collection lipstick will definitely make your pucker perfect and smooch able. These 6 lipsticks are stylishly packaged in thin matte black tubes with the Shany logo discretely in place. Enhanced with the addition of aloe vera, this set is also healthy, like a treatment for your lips. Kill two birds with one stone look great and get healthy lips at the same time. The lipsticks in this set are long lasting and durable in colors that have been handpicked by makeup professionals.",
    "itemID": "B009ARXCYU",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13849
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 18.99,
    "brand": NaN
  }
]