[
  {
    "title": "Conair 62502z Medium Spiral Rollers, 10 Pack, Colors may vary",
    "description": "Make waves! Conair's 10-pack of medium spiral rollers lets you create waves easily. Lightweight foam rollers in hot style colors are comfortable and easy to use on wet, damp, or dry hair. Create salon-style spiral curls, or make waves to add bounce and volume.  Smaller spiral rollers make smaller, tighter waves and spirals, medium sizes make looser waves and spirals. Wind your hair down the rod for spiral curls or around the middle for waves. Simply bend the ends to secure. It's simple beauty technology for your best look.",
    "itemID": "B0051E3426",
    "helpful": [
      4,
      9
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 5053
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Rollers"
      ]
    ],
    "price": 7.29,
    "brand": NaN
  },
  {
    "title": "Maybelline New York Fit Me! Bronzer, Light Bronze, 0.16 Ounce",
    "description": "flawless that lets the real you come through. Lightweight pigments blend easily and wears evenly. Provides a natural, fade proof bronzed color that leaves skin the way it was meant to be: fresh, breathing, and natural.",
    "itemID": "B0046VESSE",
    "helpful": [
      0,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 89370
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Bronzers & Highlighters"
      ]
    ],
    "price": 5.45,
    "brand": "Maybelline"
  },
  {
    "title": "Aveeno Positively Radiant Skin Brightening Daily Scrub, 5 Ounce",
    "description": "This daily facial scrub helps improve skin tone, texture and clarity to reveal brighter, more radiant skin. This unique formula combines moisturerich soy extract with smooth, round microbeads to gently exfoliate while you cleanse, leaving skin soft, smooth and evenlooking. Its soapfree, oilfree, hypoallergenic ingredients are good for everyday use and gentle enough for sensitive skin.",
    "itemID": "B0000632EN",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 6.63,
    "brand": "Aveeno"
  }
]