[
  {
    "title": "Vaseline Spray and Go Moisturizer in Total Moisture, 6.5 Ounce",
    "description": "",
    "itemID": "B009RNUH4A",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 4589
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 7.86,
    "brand": "Vaseline"
  },
  {
    "title": "2 Pack - RoC Retinol Correxion Deep Wrinkle Night Cream 1.1 fl. oz (33ml)",
    "description": "Safety Warning\nFor external use only. When using this product keep out of eyes. Rinse with water to remove. If you experience minor skin discomfort, reduce application to every other day. Stop use and ask a doctor if rash or irritation develops and lasts. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away.\n\nIndications\nHypoallergenic. Oil free. Non comedogenic (won't clog pores). Dermatologist Tested. RoC Retinol Correxion Deep Wrinkle Night Cream is an intensive anti wrinkle treatment.\n\nIngredients\nPolysorbate 60, Retinol, BHT, Disodium EDTA, Ascorbic Acid (Vitamin C), Magnesium Aspartate, Zinc Gluconate, Copper Gluconate\n\nDirections\nApply to face and neck each night alone or under your regular moisturizer if you wish. Apply a sunscreen of SPF 15 or higher during the day while using this product. As with any highly effective product, your skin may need time to adjust. Begin applying this product every other day for the first two weeks. After two weeks, begin applying more frequently until you find the best routine for your skin.",
    "itemID": "B0055JCZJK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5265
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Night Creams"
      ]
    ],
    "price": 39.99,
    "brand": "Retinol Correxion"
  },
  {
    "title": "Manic Panic Virgin Snow",
    "description": "Manic Panic Classic Formula Semi Permanent Hair Color Cream is the best of its kind! Gives hair bold, brilliant color.",
    "itemID": "B000NSQI4Q",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 35212
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Color",
        "Chemical Hair Dyes"
      ]
    ],
    "price": 9.18,
    "brand": "Manic Panic"
  }
]