[
  {
    "title": "Agadir Argan Oil Moisture Masque for Unisex, 8 Ounce",
    "description": "Agadir Argan Oil Moisture Masque, with Keratin Protein, repairs damaged hair from hot tools and chemical services in just a few treatments. Enriched with anti oxidants, vitamin E and keratin protein to nourish and mend split ends and frizzies back to life with elasticity, easy combing and luxurious shine.",
    "itemID": "B004FRZNMO",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 5185
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 13.45,
    "brand": "Agadir"
  },
  {
    "title": "SODIAL- Handbag Pouch Bag in Bag Organiser Insert Organizer Tidy Travel Cosmetic Pocket",
    "description": "You can keep everything easily accessible with this handy organizer. Multiple pockets to classify your personal stuff. Let you easily move and rotate the entire contents of your bag.The handy pockets in the bag help you keep your mobile, keys, purse, make-up and other essential items organised and within easy reach. Strong nylon construction.Light weight and washable. Portable and compact, is easily held in handbag. Find the most urgent things anytime anywhere. Perfect for holding cosmetics, cell phone, cards, etc.Material: Nylon.Size Approx: 11.2&quot; x 6.7&quot; x 3.3&quot; ?28.5cm x 17cm x 8.5cm ).Color: Grey.Package included: 1 x Handbag Organizer",
    "itemID": "B008U12YV4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 998
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Bags & Cases",
        "Tote Bags"
      ]
    ],
    "price": 3.74,
    "brand": "SODIAL"
  },
  {
    "title": "Olay Pro-X Advanced Cleansing System 0.68 Fl Oz, 1-Count",
    "description": "",
    "itemID": "B0043OYFKU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Microdermabrasion"
      ]
    ],
    "price": 26.99,
    "brand": "Olay"
  }
]