[
  {
    "title": "Alba Botanica - Hawaiian Facial Wash Coconut Milk - 8 oz.",
    "description": "Alba Botanica Hawaiian Facial Wash Coconut Milk&nbsp;- 8 oz. (235 ml) Alba Botanica Hawaiian Facial Wash Coconut Milk&nbsp;is a&nbsp;soap-free, pH balanced&nbsp;facial wash is enriched with nourishing aloe and vitamin E. Alba Botanica Hawaiian Facial Wash Coconut Milk is made with coconut milk, an ingredient abundant with natural antiseptic fatty acids, and papaya fruit extract to gently remove impurities without drying sensitive skin. Alba Botanica Hawaiian Facial Wash Coconut Milk is a&nbsp;gentle cleanser that&nbsp;effectively lifts away make-up and impurities while infusing skin with the richly hydrating and soothing benefits of jojoba, flax seed, and coconut, and then&nbsp;rinses clean for a soft, smooth complexion.&nbsp;Alba Botanica Hawaiian Facial Wash Coconut Milk is best used on dry, delicate skin in the morning and evening, and perfect for all skin types use to remove makeup. Alba Botanica Alba Hawaiian Skin CareGive your skin the gift of nature's tropical bounty: Papaya, passion fruit and pineapple, coconut, macadamia and kukui nut, guava, honeysuckle, hibiscus, Hawaiian ginger . . . sounds good enough to eat! These nutrient-rich fruits and nuts provide your skin with the same vitamins, minerals and antioxidants as they do the rest of you, to heal, soothe, tone and soften your skin. Take your skin to the tropics, and come back feeling refreshed and relaxed! Sensual, Luxurious Skin Care and Spa TreatmentsTropical fruit extracts, nourishing plant oils and certified organic aloe vera, revered for their curative and rejuvenating properties, are blended together to create exotic body care treatments that best reflect the beauty, vitality and spirit of the Hawaiian Islands for soft, luminous skin and hair. Alba knows life is complicated - but superb personal care doesn't have to be. Alba's sensual, exotic body care products reflect your need for effective, individualized body care. Delight your senses, enhance your natural beauty, match your personal style.",
    "itemID": "B00120U5E8",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 21316
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 9.18,
    "brand": "Alba Botanica"
  },
  {
    "title": "NaturOli Soap Nuts / Soap Berries. 1-Lb USDA ORGANIC + 18X BONUS! Select Seedless. Wash Bag, Tote Bag, 8-pg info. Organic Laundry Soap / Natural Cleaner. Processed in USA!",
    "description": "USDA CERTIFIED ORGANIC- Chemical free. Your answer for sensitive skin and noses!\"Soap Nuts ...the most significant green innovation in history for everyday cleaning needs.\"- Green Dot AwardsRated\"Best eco-friendly detergent!\"- Examiner.com\"Top 4 grey water / septic system safe soaps...and lowest cost per load.\"- LA TimesSoap Nuts are Mother Nature's gift - 100% safe natural soap. A hypoallergenic, biodegradable, fragrance-free alternative to toxic chemicals. If you suffer from allergies, sensitive skin, or seek a greener earth,Soap Nuts are for YOU!The dried shells of the soapberry (a fruit) contains saponin (an effective cleaning agent), butNO CHEMICALS!Used for ages for hygiene, hair care and general cleaning. Easily converts to powder or liquid.Lab tested free of contaminants. - Inspected, sorted and packaged IN THE USA!NaturOli soap berries are selected for optimal quality and effectiveness. Wild-grown Sapindus Mukorossi - the most desirable.Easy to use:- Put 5-6 shells (1/2 oz) in wash bag and tie closed.- Toss in directly in washer with laundry. Don't overstuff load.- Reuse 5-8 times or until spent (turn grey).(Based on actual user experiences - no exaggeration.)- Used shells are compostable and excellent when used as a nutrient rich garden mulch.- Use traditional cleaning aids as desired.Loads vary due to size, cycle, temp, hardness, washer type, etc.TIP: Run a couple hot loads with rags to purge washer of chemical residue.Includes EXTREME 18X BONUS! + Wash Bag, and 8-pgs of info and instructions.",
    "itemID": "B001DU4XPY",
    "helpful": [
      5,
      7
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 8396
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 18.95,
    "brand": NaN
  },
  {
    "title": "Auric Blends - Egyptian Goddess Body Oil",
    "description": "Auric Blends perfumes combine exotic ingredients with unique aromas for a fragrance experience unparalleled anywhere in the world. This gorgeously scented Egyptian Goddess body oil comes in a 1/3 oz. roll-on bottle and will delight the mind as well as the body.",
    "itemID": "B003ZVYQRY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1992
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Essential Oils"
      ]
    ],
    "price": 5.75,
    "brand": "Old Glory"
  }
]