[
  {
    "title": "HSI PROFESSIONAL 1 CERAMIC TOURMALINE IONIC FLAT IRON HAIR STRAIGHTENER FREE GLOVE + POUCH AND travel size Argan Oil Leave In Hair Treatment. WORLDWIDE DUAL VOLTAGE 110v-220v",
    "description": "The Proffesional HSI Flat Iron is great for transforming frizzy, dull hair into gorgeously straight, sleek locks. Aside from straightening, the Proffesional HSI Flat Iron curls and flips hair beautifully, its 1\" plates giving maximum control for all hair types. With flash quick heating and swivel cord, this iron provides great style without making a mess or taking too much time. Featuring new easier grip with ergonomic design for easier hold, the styler flat iron also has versatile heat settings to provide you with total control for all your hairstyling needs. Moist ceramic heat with solid ceramic plates and coils will maintain even temperature",
    "itemID": "B001MA0QY2",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 53.59,
    "brand": "HSI PROFESSIONAL"
  },
  {
    "title": "HSI Professional Heat Resistant Glove for Curling and flat iron. Black and red",
    "description": "Our heat resistant glove protects your hands from burns while heat styling.",
    "itemID": "B00563K6VO",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1561
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 17.99,
    "brand": "HSI Professional"
  },
  {
    "title": "Sirius SS-77 Aurora Light Therapy System",
    "description": "Sirius aurora is a handheld light therapy system that employs LED light therapy technology: a noninvasive, low-level, non-thermal light energy. LED stands for light emitting diodes that give off energy in the form of light. They are compact, durable, powerful, bright, efficient, and last up to 10,000 hours. Light therapy is the application of light energy for therapeutic purposes. It is quickly becoming recognized as one of the safest, fastest, and most affordable treatment methodologies for various dermatological problems. It is non-invasive, safe for all skin types, uses no lasers, injections, chemicals, or surgery. Sirius aurora is the only handheld light therapy system with 3 interchangeable treatment panels for aging, acne, and hyperpigmentation. Intended specifically for home use, it was developed to be easy to use and user-friendly. With features such as portability, long-lasting and durable treatment panels, continuous and pulsating modes, timer, automatic shutdown, large treatment surface area, and modular design, it offers unparalleled safety, convenience, and value. With continuous usage, you may be able to obtain far better results than with conventional skin care products.",
    "itemID": "B004REGO00",
    "helpful": [
      2,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6864
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Treatment Tools",
        "Blemish Tools"
      ]
    ],
    "price": 81.95,
    "brand": "Sirius"
  }
]