[
  {
    "title": "John Frieda Root Awakening Purify Plus Nourish Conditioner, 8.45 Ounce",
    "description": "Awakens your hair's healthiest potential. A small change can make a big difference to the healthy look of your hair. Deeply hydrates from roots to ends for so feet, silky, smooth hair.",
    "itemID": "B001TVURTI",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 3903
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 2.29,
    "brand": "John Frieda"
  },
  {
    "title": "CreaClip",
    "description": "Get balanced cuts and trims every time with the CreaClip Professional Hair-Cutting Tool. You get one small straight CreaClip and one large curved CreaClip, both with built-in rotating levels. They are great for cutting children's hair, trimming bangs, creating layers or just maintaining a hairstyle between haircuts!\n\n-Rotating Level - switches at every 22 degrees making precise, accurate, and balanced cuts\n\n-Comfort glide combing teeth - combs and secures he hair in place while you cut with ease\n\n-Secure lock - locks hair in place while you cut\n\n-Flexible body - allow you to cut all textures and thicknesses of hair, even curly hair.\n\n-Smooth edge - easy to follow as a guide\n\n-Curved-edge clip - creates a curved cut for softer, more professional style and creates layers\n\n-Straight edge - great for trimming all types of bangs and short hair\n\n-Small size -  great for traveling ; easy to store\n\n-Convenient - cut your hair any time or any place\n\n-Simple and easy to use, clean and store- no assembly or attachments; no maintenance or noise; -multiple uses; no batteries or electricity needed; create your own custom styles\n\n-Rid yourself of split ends, keep your hair healthy and shiny\n\n-Durable will last for years\n\n-One time investment- save money on haircuts for the whole family\n\n-Large CreaClip measures approx. 11\" L x 1\" W x 3/4\" H\n\n-Small CreaClip measures approx. 6 1/4 \" L x 1\" W x 3/4\" H\n\n-Made of polypropylene\n\n-Written Instructions included and warranty sheet\n\n-Made in China, Patent Pending",
    "itemID": "B004NMR6TY",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 4975
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Cutting Kits"
      ]
    ],
    "price": 29.99,
    "brand": NaN
  },
  {
    "title": "The Body Shop Tea Tree Skin Clearing Facial Wash Regular, 8.4-Fluid Ounce",
    "description": "Prevent blemishes and remove excess oil with our refreshing gel-based facial wash that won't over-dry your skin and is perfect for daily use. Our Tea tree range contains Lemon tea tree and Community Trade Tea tree oil which fight blemishes and help prevent new ones from forming. Tamanu oil has a soothing effect and helps to calm irritation and redness.",
    "itemID": "B002K8W58K",
    "helpful": [
      0,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1073
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 5.15,
    "brand": "The Body Shop"
  }
]