[
  {
    "title": "Model in a Bottle Original Makeup Setting Spray - 1.7 oz",
    "description": "Start your day with confidence with a few sprays of Model in a Bottle to lock in that perfect makeup look without the need for touchups. It's a one-of-a-kind matte finish setting spray. Model in a Bottle will hold foundation and eye makeup in place throughout the day and into the night. This product is resistant to smudging, tears, humidity and water. Indications Apply your make up as usual and allow your mascara to fully dry before applying. Close your eyes and spray evenly 10-12 inches from your face. Allow 20-30 seconds to dry before openning eyes.",
    "itemID": "B001707IQ6",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 752
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 12.92,
    "brand": "Model in a Bottle"
  },
  {
    "title": "real Techniques Core Collection Set",
    "description": "",
    "itemID": "B004TSFBNK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 52
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 15.99,
    "brand": "Real Techniques"
  },
  {
    "title": "3D Fix Makeup Sponge Blender. Yellow",
    "description": "The hydrophilic sponge is a new environmental protection material, very soft and skin touch, at the same time, has a good support effect and highly breathable. You can used 3D Fix Makeup Sponge Blender for the any makeup , like liquid foundation, powder foundation, concealers, blushes , eyeshadow and etc . With 3D Fix Makeup Sponge Blender you can achieve elegantly flawless look that last all day, leaving a perfect finish. The 3D Fix Makeup Sponge Blender is made by the newest fashion technology! Perfect for professional Salons, makeup artists, or home use.",
    "itemID": "B008XKBW4M",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 6470
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Puffs, Sponges & Wedges"
      ]
    ],
    "price": 1.81,
    "brand": "HEY"
  }
]