[
  {
    "title": "DermaNew Facial Rejuvenation System",
    "description": "Gently resurface and smooth skin. The Dual Action Resurfacing Tool and Facial Rejuvenation Formula Microdermabrasion Cr&#xE8;me work together to ensure a gentle, thorough resurfacing that will polish and refine with perfectly sized naturally mined Corundum Crystals and added antioxidants. Clinically proven to diminish wrinkles, fi ne lines and pore size while decreasing visible signs of sun damage while revealing healthy new skin.  Kit contains 1 dual head resurfacing tool, 1 75g microdermabrasion cr&#xE8;me, 1 body foam applicator, 1 tear drop face applicator, 1 brush, 1 tool stand, 2 AA batteries.",
    "itemID": "B000F0GNT2",
    "helpful": [
      12,
      14
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 60692
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Microdermabrasion"
      ]
    ],
    "price": 44.0,
    "brand": "DermaNew"
  },
  {
    "title": "BaByliss Pro BABCHV21 Ceramic Instant Heat 20-Roller Set, Varied",
    "description": "Rollers with soft velvety surface is comfortable in use, kind to hair and gives good grip. Professional CHI Volumizing Iron for silky, smooth hair with exceptional body and volume.",
    "itemID": "B002NGMEQC",
    "helpful": [
      7,
      8
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 95234
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Rollers"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Fogless Shower Mirror with Squeegee by ToiletTree Products. Guaranteed Not to Fog, Designed Not to Fall. #1 Selling and Ranked by Amazon Customers. (Silver)",
    "description": "Amazon's #1 Reviewed Fogless Shower MirrorLook your best by taking care of your face in your shower. This patented mirror is guaranteed not to fog in the shower. Other fogless shower mirrors just don't work. No more suction cups falling off the wall! Our removable silicone adhesive secures the mirror to all shower surfaces and will not damage tiles or shower walls! The mirror conveniently detaches from the bracket so you can easily fill the reservoir before each use. An included self-stored squeegee removes any excess water from the front of your mirror. An adjustable frame makes the mirror accommodating for multiple users and angles.To use: Simply slide the mirror off the bracket before each shower and fill with hot water. The hot water will keep the mirror the same temperature as the environment in your shower which makes it scientifically impossible for your mirror to ever fog. Filling the mirror each shower takes 5-7 seconds.Shatter proof high quality acrylic mirror that adheres to virtually any wall surface with removable silicone adhesive.Easily adjustable bracket accommodates multiple users and angles.Built in shelf to store your razor, sponge or tweezers.Squeegee included to wipe away excess water drops.Designed not to rust, discolor or damage bathroom surfaces.Measures 8.5in x 6.5in x 1.5in.If you are not satisfied with your purchase we offer a 100% 30-day money back guarantee. That's how confident we are that this will be the last fogless shower mirror you will ever have to buy.",
    "itemID": "B003BQ6QXK",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 651
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Mirrors",
        "Shower Mirrors"
      ]
    ],
    "price": 29.95,
    "brand": "ToiletTree Products"
  }
]