[
  {
    "title": "Complex 15 Therapeutic Moisturizing Face Cream - 2.5 oz (Pack of 3)",
    "description": "Dermatologist recommendedCONTAINS PHOSPHOLIPIDS: which restore &amp; maintain natural moisture balance in dry, sensitive skinCOMPLEX 15 Therapeutic Moisturizing Face Cream:Formulated for mild to severe dry skin with a system modeled from nature.Contains lecithin, a phospholipid water-binding agent found naturally in the skin.Nongreasy and absorbs quickly into the skin.Unscented, contains no parabens, lanolin or mineral oil.Proven to be hypoallergenic, noncomedogenic, and fragrance-free.",
    "itemID": "B001EJOPXE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 722
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 34.99,
    "brand": "Complex 15"
  },
  {
    "title": "Moroccanoil Moisture Repair Shampoo, 8.5-Ounce Bottle",
    "description": "The much anticipated Moroccanoil Shampoo is here!Following on from the huge success of the Moroccanoil Treatment comes the Moroccanoil Moisture Repair Shampoo.Containing Argan Oil and Keratin, this shampoo is full of Fatty Acids and Proteins to soothe dry, damaged hair leaving it soft, manageable and noticeably smoother.The creamy lather helps repair chemically treated hair, leaving it soft, shiny and full of body.For best results; Follow with the Moroccanoil Conditioner and then follow with the Moroccanoil Treatment.Ideal for: Coloured & Chemically Enhanced Hair. Damaged & Dry Hair.",
    "itemID": "B002N5MKLW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1591
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 18.62,
    "brand": "Moroccanoil"
  },
  {
    "title": "Moroccanoil Moisture Repair Conditioner, 8.5-Ounce Bottle",
    "description": "This Treatment Penetrates Deep Into The Hair to Help Restore Elasticity and Rebuild. Strength While Repairing Damage Caused By Chemicals and Other Environmental Stresses.",
    "itemID": "B002N5MKM6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1845
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 15.99,
    "brand": "Moroccanoil"
  }
]