[
  {
    "title": "Seki Edge Toe Nail Clipper",
    "description": "Stainless steel nail clipper with cast iron lever. The cutting edge is hand-grinded and honed for precise cutting.  Tempered twice-for to be long lasting and  sharp edge.  Little effort required to cut through the thickest nails.",
    "itemID": "B000F37UNM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 519
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Clippers & Trimmers"
      ]
    ],
    "price": 15.74,
    "brand": "Seki Edge"
  },
  {
    "title": "Biosilk Silk Therapy Hair Treatment, 34 Ounce",
    "description": NaN,
    "itemID": "B000YT5NIG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 89.48,
    "brand": "BioSilk"
  },
  {
    "title": "SHANY Cosmetics NY Collection Pro Brush Kit, 13 Ounce (22 Piece Mix Natural and Synthetic with Burgundy Faux Crocodile Case)",
    "description": "NY collections by Shany, are a premium line of cosmetic brush kits which was designed back in 2011, and was manufactured in a high end factory with premium materials. All brushes went through a professional rinse with non-toxic chemicals to make anti-bacterial brushes, plus all brushes are treated with heat more than 3 times in 3 separate processes to deliver a high quality hair brushes. NY collection is one of Shany's best collection. All the brush kits come with 22 piece brushes and their differences are among their materials and pouches. Soft or firm, synthetic or natural and travel pouch for home use, they got them all. Since all brushes are treated, fibers distribute just the right amount of pigment for a perfect result every time. All NY collection includes large powder brush, foundation brush, large due fiber brushes, concealer brush, small and large angled brush, angled eyeliner brush, fan brush, pencil brush, blending brushes, shader brush and liner brushes.",
    "itemID": "B0061JQY40",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 14418
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 45.43,
    "brand": "SHANY Cosmetics"
  }
]