[
  {
    "title": "Mavala Scientifique (Nail Hardener)",
    "description": "The tip of the nail is the most fragile, most unprotected part and breaks easily. It frequently needs to be strengthened. Mavala was the first to produce a penetrating nail hardener that actually hardens nails immediately and helps prevent splitting of flaking. Formulated in 1958, Mavala Scientifique is absorbed into the nail tip to harden and strengthen it. One small 5 ml bottle holds a year's supply.",
    "itemID": "B0000YUXGW",
    "helpful": [
      11,
      11
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 93276
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments",
        "Nail Strengthening"
      ]
    ],
    "price": 14.02,
    "brand": "MAVALA"
  },
  {
    "title": "Garnier Fructis Style Anti-Humidity Hairspray UV Color Shield Ultra Strong Hold, 8.25 Ounce",
    "description": "With UV filter and bamboo extract. Keeps color radiant and shiny. Provides bounce-back hold. 24-hour hold in 90% humidity. Garnier fructis style hairspray collection is our first ever hairspray with bamboo extract and anti-humidity protection for 24-hour, bounce-back hold and natural, healthy-looking movement - even in 90% humidity. Selected for its strength, suppleness and resilience, bamboo bends but never breaks. This formula keeps you in control of your style with frizz control and bounce-back hold that lasts all day. This color-protecting hairspray with a UV filter keeps your color radiant and shiny and gives you an ultra strong hold over any style, even with moisture in the air for all day, everyday. Create your style. UV color shield hairspray styles use any Garnier fructis style product before setting your style and helping to protect your color's radiance with UV color shield hairspray. Spray on dry hair to finish any style. Layer where it's needed most for added hold. Made in Canada.",
    "itemID": "B0058CJV9G",
    "helpful": [
      4,
      5
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 15488
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Hair Sprays"
      ]
    ],
    "price": 4.08,
    "brand": "Garnier"
  },
  {
    "title": "Conair 1875 Watt Ionic Conditioning Hair Dryer",
    "description": "Dry your hair and improve its health at the same time with this  ionizing hair dryer from Conair. Built with a motor that's no louder  than a low office hum, this dryer has a sleek, comfortable design and  convenient, versatile functions. The most striking feature is the  optional ion disperser, which coats hair with a cloud of negative ions  to reduce frizziness, static electricity, flyaways, and dullness. The  dryer also features two heat/speed settings and a cool-shot button to  freeze styles in place. Designed to dry hair faster and maximize  volume, the diffuser attaches easily and has a wide, narrow mouth, so  the flow of air distributes to upper and lower layers simultaneously.  The unit's hinged filter removes for easy maintenance, and the  automatic shutoff disables power if the dryer falls or gets wet. An  out-of-the-way hanging hook simplifies storage and reduces wear and  tear on the cord.--Emily Bedard",
    "itemID": "B00005O0MZ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 135
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 14.49,
    "brand": "Conair"
  }
]