[
  {
    "title": "Blue Lizard Australian Sunscreen, Sensitive SPF 30+, 5-Ounce",
    "description": "Blue Lizard Sensitive Sunscreen SPF 30+ (formerly Blue Lizard Sensitive Sunscream SPF 30) features the finest UV ray-blocking ingredients, including micronized zinc oxide which provides the best broad-spectrum protection from harmful UV rays.. Due to a manufacturer packaging change, item received may vary from product image.",
    "itemID": "B000EY4YLS",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 78
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection",
        "Sports"
      ]
    ],
    "price": 10.1,
    "brand": "Blue Lizard"
  },
  {
    "title": "Neutrogena Pure and Free Liquid, SPF 50, 1.4  Ounce",
    "description": "Neutrogena Pure & Free Liquid Daily Sunblock SPF 50 provides superior broad-spectrum protection in an ultra light liquid formula that spreads easily over skin and absorbs quickly for a weightless feel.  This new liquid form provides an even, non-shiny finish that works beautifully alone or under makeup and moisturizers.   Plus, it's formulated with PureScreen -- a powerful blend of 100% naturally sourced sunscreen ingredients for superior broad-spectrum protection.  Free of fragrances, dyes, oils, and irritating chemical ingredients, Pure & Free Liquid Sunblock is great for sensitive skin!",
    "itemID": "B004D281CK",
    "helpful": [
      0,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 2291
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection"
      ]
    ],
    "price": 11.19,
    "brand": "Neutrogena"
  },
  {
    "title": "Silicone Brush Blackhead Remover Facial Cleansing Pad 2PCS (Blue)",
    "description": "The Blackhead Silicone Brush helps to keep your face smoother and tender by cleaning out of dirt and cuticle effectively on face.Features:It is made of good quality silicone and feel and massage comfortably on your face.This great blackhead remover brush help to remove stain or oil spots on your face for daily use.Improving the blood circulation of your face by brushing lightly and gently.A silicone suction cup on back for easy handling.Come with a small facial cleansing pad for you to use for small area.Specifications:Color: BlueSize: one is approx. 2.5in x 2in (L*W), the other one is approx. 1.1in x 0.8in (L*W)",
    "itemID": "B0050GPSW4",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 28438
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 4.63,
    "brand": "Rosallini"
  }
]