[
  {
    "title": "Macadamia Oil Deep Repair Mask, 8.5 ounces Jar",
    "description": "Macadamia deep repair masque is a revitalizing hair reconstructor for dry, damaged hair. a combination of macadamia oil and argan oil along with tea tree oil, chamomile oil, aloe and algae extracts rejuvenate and rebuild the hair, leaving the hair deeply nourished for improved elasticity and shine with long-lasting conditioning benefits.",
    "itemID": "B002WTC37A",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 456
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 11.35,
    "brand": "Macadamia Oil"
  },
  {
    "title": "Neutrogena Microdermabrasion System",
    "description": "Visible Results in Just One UseThe Neutrogena Microdermabrasion System has a combination of exfoliating crystals and microvibrations that deliver refined texture and radiance in just one use.This system is clinically proven to deliver the same results as a microdermabrasion treatment from a dermatologist. You will see smoother, more radiant skin instantly, and firmer, younger-looking skin over time.Dermatologist clinical study proves:Instantly:91&#37; had smoother, more luminous skin1 Week:88&#37; had visible improvement in the look of fine lines4 Weeks:88&#37; had significantly reduced appearance of wrinkles or age spots8 Weeks:72&#37; had substantially firmer-looking skinToday: Softer, More Luminous SkinPre-dosed puffs deliver the perfect degree of gentle exfoliation with ultra-fine crystals and mild purifiers.Tomorrow: Firmer, Younger-Looking SkinMassaging micro-vibrations boost surface cell turnover for firmer, younger-looking skin.How to UseThe Neutrogena Microdermabrasion System is easy and convenient: just use three times per week in place of your regular cleansing scrub.Just one treatment exfoliates and boosts microcirculation to enhance blood flow, resulting in more radiant, smoother skin today and results you and everyone else can see tomorrow.Rejuvenating PuffsEach pre-dosed, one-time-use Microdermabrasion Puff has ultra-fine crystals and mild purifiers that provide the perfect amount of exfoliation.It also contains glycerin to help condition the skin as it exfoliates.Click here to see ingredients list.Continue to keep your skin soft and luminous with theRejuvenating Puffs Refills(sold separately).What's In the BoxOne Neutrogena Microderabrasion System starter kit with microdermabrasion applicator, attachment head, 12 rejuvenating puffs, and two AA Batteries. Includes everything you need to revitalize your skin for one full month.** Replenish your supply with Microderabrasion Rejuvenating Puff Refills (sold separately).&nbsp;Use Neutrogena Rapid Wrinkle Repair as your daily skincare solution with your Neutrogena Microdermabrasion System:Rapid Wrinkle Repair Moisturizer SPF 30with UVA/UVB protectionRapid Wrinkle Repair Moisturizer Nightfor visible results in one weekRapid Wrinkle Repair Eye Creamto target fine lines and crow's feetTrademark Information:Neutrogena&reg;",
    "itemID": "B004ZD2M6I",
    "helpful": [
      2,
      4
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1577
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Microdermabrasion"
      ]
    ],
    "price": 18.03,
    "brand": "Neutrogena"
  },
  {
    "title": "Aquasentials Small Mesh Pouf Sponge (8 Pack)",
    "description": "Apply shower gel onto mesh, rub gently to create lather. Hang to dry after use. Recommend replacement every two weeks.",
    "itemID": "B001LNWX1O",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 1552
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bathing Accessories",
        "Loofahs, Sponges & Poufs"
      ]
    ],
    "price": 6.29,
    "brand": NaN
  }
]