[
  {
    "title": "Neutrogena Norwegian Formula Hand Cream, Fragrance-Free (2 Ounce)",
    "description": "Neutrogena Hand Cream delivers effective relief for dry, chapped hands.  This clinically proven, highly concentrated formula rapidly heals dry hands. It noticeably improves the look and feel of your skin.",
    "itemID": "B000052YP6",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": 2.87,
    "brand": "Neutrogena"
  },
  {
    "title": "Olay Regenerist Detoxifying Pore Scrub 6.5 Fl Oz (Packaging May Vary) (Pack of 2)",
    "description": "Olay Regenerist Detoxifying Pore Scrub exfoliates and deep cleans down to the pores to purify your skin&rsquo;s complexion. The amino-peptide cleansing complex with derma-smoothers polishes away dull skin and helps minimize the appearance of pores, leaving skin with a regenerated clarity.",
    "itemID": "B001F51TR2",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 19078
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Scrubs"
      ]
    ],
    "price": 20.52,
    "brand": "Olay"
  },
  {
    "title": "Neutrogena Rapid Wrinkle Repair Eye, 0.5  Ounce",
    "description": "&nbsp;&nbsp;&nbsp;It's a new era in anti-aging. Neutrogena Rapid Wrinkle Repair Eye Cream containsAcceleratedRetinol SA, for visible results in just one week.AcceleratedRetinol SA combines an exceptional level of Retinol SA with glucose complex, an exclusive booster that delivers pure stabilized retinol into the skin's surface quickly and effectively, leaving feeling smoother and younger-looking.It's clinically proven to help: fade the look of stubborn crow's feet; brighten and even under eye area; smooth fine lines and texture; and reduce the look of dark circles.",
    "itemID": "B004D24818",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 963
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 8.91,
    "brand": "Neutrogena"
  }
]