[
  {
    "title": "Aloe 80 Organics Skin Soothing Aloe Gel, 16 Ounce",
    "description": "Founded in 1971, lily of the desert organic aloeceuticals is a family-owned vertically integrated grower, processor, and manufacturer of leading aloe Vera based products. As the largest U.S. Grower and processor of aloe Vera products in the natural products industry, lily of the desert branded products are successfully marketed into over 40 countries around the globe. Lily of the desert products have been distributed throughout natural products and health food stores since the business began. The company has been known throughout the years to set a high standard in the industry for quality aloe Vera products.",
    "itemID": "B0016AZE4K",
    "helpful": [
      2,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 14214
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "After Sun"
      ]
    ],
    "price": 7.04,
    "brand": "Aloe 80 Organics"
  },
  {
    "title": "GODDESS GLOVES Malcolm's Miracle Moisture Jamzz Moisturizing Gloves - Made in the USA with Biodegradable Packaging! (Goddess)",
    "description": "Uses the body's own heat to open pores, allowing even more of your favorite lotion to penetrate dry skin. Unlike other cheaply made all cotton gloves, these are much thicker and they are made in the USA. And because they have spandex, they fit snugly and won't fall off. Unlike neoprene, they are soft and cool, allowing the skin to breathe. And they will keep their shape after many washings. If for any reason you are unsatisfied, we are happy to say that we stand by our products. Simply contact us by clicking on \"Contact Seller\" and we will either replace them free of charge (free priority shipping as well) or Amazon will refund your money.",
    "itemID": "B005DJ25Z6",
    "helpful": [
      12,
      12
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 12570
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Moisturizing Gloves"
      ]
    ],
    "price": 10.0,
    "brand": NaN
  },
  {
    "title": "Minera Dead Sea Salt 20 Lbs Fine Grain",
    "description": "Grain:Fine (0-1.7 mm)Packaging:20 lb Bulk BagOur premium, 100% pure Minera Dead Sea Salt has not been bleached, refined or mineral depleted. Certified 100% authentic, pure and natural they are the same salts as used in spas and treatment centers around the Dead Sea in Israel.Dead Sea Salt includes essential minerals such as Magnesium, Bromide, Iodine, Potassium, Sulfur, Calcium, Sodium and Zinc and many more. Adding Dead Sea Salts to your bath helps to soothe and cleanse the skin while relieving tired and sore muscles.Minera Dead Sea Salts from the San Francisco Salt Company?We have been importing genuine Dead Sea salts since 2002 and are now one of the largest and most trusted suppliers of Dead Sea Salts in the U.S.A.Why do my Dead Sea salts have a scent & contain small inorganic specs?The high concentration of minerals in the Dead Sea is what gives Minera Dead Sea salts theirunique scent. Actually, the best way to tell you have pure dead sea salts is from theirstrong mineral scent.Thesmall inorganic specsyou may see are natural earth elements, that like the mineral scent, arecharacteristics of genuine Dead Sea Saltsand a good way to tell you are receiving Dead Sea Salts as nature intended them to be.",
    "itemID": "B004GIM68G",
    "helpful": [
      24,
      25
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 21123
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bath",
        "Minerals & Salts"
      ]
    ],
    "price": 87.02,
    "brand": "Minera"
  }
]