[
  {
    "title": "Hair Rollers - high-speed changing hair curlers Styling Rollers (16 Hair Rollers)",
    "description": "Instant perm or ringlet curls! These are do-it-yourself, very easy to use hair rollers that give you beautiful curls. 18 Hair Rollers in a package along with the hair feeding tool. There are two different lengths; the long one is over 13\" and the short one is over 7\" in length. Flexible braid is knitted by unfiled PET whose diameter is 0.25MM,The size of webmaster not only can be enlarged to 150% of the Original size but also can easily tighten the various irregular objects. In the large temperature range, webmaster will keep soft; restrain chemical corrosion, ultraviolet rays and friction. It can be inhibit chemical corrosion, UV and friction. The unique net also has good ventilation effect and heat dissipation. The product surface is smooth, color is bright, Material: Polyethylene Product Features 1.Easy installation 2.High tensile strength 3.Anti-friction 4.Expandable to 150% 5.Without halogen 6.By SGS, UL, RoHS certification 7.Maximum diameter of up to 3 inches 8.Operating temperature range -103  F to 257  F (-75  C to 125  C) 9.Dissolution temperature of 446  F (230  C) Package includes: 1x Hair Roller wand 9x Small size Curlers (Color comes in random) 9x Large size Curlers (Color comes in random)",
    "itemID": "B003YTMG5Q",
    "helpful": [
      2,
      9
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 12238
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Rollers"
      ]
    ],
    "price": 2.59,
    "brand": "Unknown"
  },
  {
    "title": "Tarte EmphasEYES&trade; Inner Rim Brightener Nude 0.009 oz",
    "description": "Tarte Cosmetics emphasEYES Inner Rim Brightener brings a luminous radiance to your eyes to create a refreshed and awakened look. Aloe vera leaf juice calms irritation, puffiness and redness. Vitamin A reduces fine lines and sagging by boosting cell renewal and vitamin E prevents further age damage by defending against free radicals. Nude shade.",
    "itemID": "B004I24AMK",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Health & Personal Care": 49404
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eyeliner"
      ]
    ],
    "price": 25.29,
    "brand": "Tarte Cosmetics"
  },
  {
    "title": "Urban Decay Naked2",
    "description": "What it is:\nThe most anticipated sequel of the decade, Naked2 features a dozen pigment-rich taupe and gray-beige neutrals, plus five exclusive, new shades. \n\nWhat it does:\nThe follow up to the original bestselling Naked palette, this stunning second edition proves that neutral is anything but boring. Showcasing a dozen completely different shades than the first bronze-based collection, it includes a stunning range from pale and deep, to matte and sparkly. You'll achieve a host of new neutral looks, smoky dramatic eyes, and everything in between. The palette also includes a travel-size Lip Junkie Lipgloss in Naked and a double-ended, cruelty-free Good Karma Shadow/Crease Brush (available only in this palette).",
    "itemID": "B00787QT6W",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 34968
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Makeup Sets"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]