[
  {
    "title": "ZEBRA PRINT COSMETIC/JEWELRY TRAIN CASE",
    "description": "We at DBROTH had fashion, organization and gift giving in mind when we designed these beautiful cosmetic/jewelry train cases. A must-have for organizing and storing all your beauty essentials as well as your fine and costume jewlelry. Our \nzebra print design is the only one of it's kind \nseen on Amazon and made especially for the \nAmazon customer. Features: Fashion zebra \nprint, flocked velveteen interior (black), 2\nremovable tray drawers, 2 extendable trays with larger inner tray, side holders-8 on each side and vanity mirror. Organize and store eye liner, masacara, blush, foundation, \nnail polish, make up brushes, lip sticks, eye liner, tweezers, razors, cotton balls, \ncreams, lotions as well as rings, watches, pins, earrings, necklaces and so much more. Great for travel or display on your home dresser. High Quality Aluminum Frame With Reinforced Steel Corners and carry handle. Look for our Leopard Print and Red Faux Leather Grain Alligator Styles also sold on Amazon. Each Measures: 11 1/2\"L x 8.1/2\"H x 7\" W (closed) and 24\"L x 13 1/2\"H x 9\"W (open). Includes 2 keys for 2 locks.",
    "itemID": "B003QITYNC",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 134638
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Bags & Cases",
        "Cosmetic Bags"
      ]
    ],
    "price": 39.98,
    "brand": NaN
  },
  {
    "title": "Conair Curl Fusion Ionic Ceramic Styler Hair Dryer",
    "description": "Get flawless curls with the Conair 1800 watt curl fusion ionic ceramic styler. The unique design diffuses airflow to gently dry and enhance your hair's natural curls and waves. Ionic technolgy gives your hair shine and controls frizz. Ceramic technology keeps your hair looking healthy by pretventing heat damage. Plus, a volume lift attachment is included to help define natural curls and texture.",
    "itemID": "B00AM7BSXO",
    "helpful": [
      0,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 4671
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 28.89,
    "brand": "Conair"
  },
  {
    "title": "TRESemme Flawless Curls Curl Hydrating Conditioner, 32 Ounce",
    "description": "",
    "itemID": "B00157DO4Q",
    "helpful": [
      1,
      1
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 15233
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Conditioners"
      ]
    ],
    "price": 4.5,
    "brand": "TRESemme"
  }
]