[
  {
    "title": "Soft N Style Pro-Cap Professional Processing Caps, Extra Large, 30-count",
    "description": "Extra large caps fit all sizes. Contains 30 clear caps per bag.",
    "itemID": "B0001M3K4U",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2862
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Hair Coloring Tools",
        "Caps, Foils & Wraps"
      ]
    ],
    "price": 3.65,
    "brand": "Soft &#39;N Style"
  },
  {
    "title": "Salicylic Acid 20% Gel Peel, 30ml (Professional)",
    "description": "The outside layer of your skin is covered in oil, and being oil soluble, the Salicylic acid is able to penetrate this outer layer.Salicylic/20 peel breaks down the protein bonds between the layers of skin, which is why a much quicker peel can be achieved.For acne, the Salicylic acid has several properties that make it a very effective treatment for acne.Salicylic/20 peel acts as ananti-inflammatoryand helps toimmediately reduce acne spotsSalicylic/20 peel is effective at reducing the appearance of fine lines and wrinkles, and improving overall facial texture because it exfoliates both the skin surface and within pores.Great For AcneSalicylic acid is highly effective for acne and oily skins.Salicylic acid blends powerful skin exfoliation with skin soothing actions. It has ultraviolet absorbing properties that help to protect the skin from the damaging effects of the sun.Choosing the Best Peel:Skin Laboratory offers different types of chemical peels to help with things like exfoliating the skin and smoothing fine lines and wrinkles.Glycolic:Eczema & Dermatitis, Fine Lines & Wrinkles, Razor Bumps, Stretch Marks and General Toning & TextureLactic:Actinic Keratosis, Dark Circles Under Eyes, Dry Skin, Eczema & Dermatitis, Melasma, Psoriasis, Razor Bumps, Scarring, Sensitive Skin, Stretch Marks, Sun Damage and General Toning & TextureSalicylic:Acne, Acne Scars, Adolescent Skin, Large Pores & Blackheads, Oily Skin, Psoriasis, Razor Bumps and Warts",
    "itemID": "B000PLUZL8",
    "helpful": [
      2,
      2
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 749
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Salicylic Acid"
      ]
    ],
    "price": 16.95,
    "brand": NaN
  },
  {
    "title": "FHI Heat Hot Sauce (50ml), 1.7 fluid ounces bottle",
    "description": "We&#x2019;ve mastered the technology of turning heat into a hair- health asset rather than a liability. This is what makes FHI Heat products the ultimate objects of desire in the hair care industry, whether backstage at a fashion show, or at an editorial photo shoot for a magazine, prepping the celeb in the stretch limo en route to the red carpet, or keeping clients gorgeous in the salon. The most innovative way we use heat to keep hair healthy, glossy, supple and shiny: FHI HEAT HOT SAUCE. It&#x2019;s our exclusive jojoba formula, which penetrates deeply into the hair follicle when used with thermal styling tools, deep-conditioning and repairing past damage.",
    "itemID": "B000SQRMOS",
    "helpful": [
      1,
      3
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 141790
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 16.0,
    "brand": NaN
  }
]