[
  {
    "title": "Suave Professionals Keratin Infusion Smoothing Shampoo, 12.6 Ounce (Pack of 2)",
    "description": "Keratin Infusion Smoothing Shampoofrom the Suave Professionals&reg; line is a simple, at-home alternative to expensive salon keratin treatments. Natural keratin protein in hair depletes over time, resulting in hair that is unmanageable, frizzy, and harder to style. This lower sulfate, PH-balanced shampoo is formulated with Keralock&#8482; Technology to infuse hair fiber with lost keratin--while gently cleansing. Used regularly, this shampoo provides lasting smoothness and frizz control for up to 48 hours after each use.For best results, Suave&reg; recommends following with Suave Professionals&reg; Keratin Infusion Smoothing Conditioner. For enhanced smoothness, Suave&reg; recommends trying Keratin Infusion Leave-In Conditioner and Serum.Key Features and Benefits:Formulated with Keralock&#8482; TechnologyGently cleanses while infusing the hair fiber with lost keratin for lasting smoothnessControls frizz for up to 48 hoursMakes styling easierLower sulfate, pH-balanced shampoo*Salon proven to work as well as top salon brands including K&eacute;rastase&reg;***Versus current Suave Professionals&reg; Shampoos**Versus K&eacute;rastase&reg; Bain Olo-Relax Shampoo and Olo-Relax masque. K&eacute;rastase&reg; is a registered trademark of L'Oreal USA.Achieve Professional-Quality ResultsThe Suave Professionals&reg; line of hair care products has been completely reinvented from the inside out, with upgraded formulas, improved fragrances, and chic new packaging. Suave Professionals&reg; is salon proven to work as well as top salon brands, helping you achieve a variety of beautiful hairstyles--while caring for your hair. This line is developed to help you achieve naturally gorgeous, healthy locks.About Suave&reg;For over 70 years Suave&reg; has offered professional quality products for the entire family--that are proven to work as well as salon and specialty brands. Suave's mission is to make gold standard quality attainable to all, so everyone can look good, smell good, and feel good every day.What's in the Box?Pack of two, 12.6-ounce bottles of Suave Professionals&reg; Keratin Infusion Smoothing Shampoo.",
    "itemID": "B005SPETGS",
    "helpful": [
      19,
      22
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 95705
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 3.5,
    "brand": "Suave"
  },
  {
    "title": "Garnier  Skin Renew Miracle Skin Perfector B.B. Cream, Medium and Deep, 2.5 Fluid Ounce",
    "description": "Garnier Skin Renew Miracle Skin Perfector BB Cream's lightweight, comfortable texture blends perfectly into skin for a sheer flawless finish, delivering results you can see and feel instantly. This miracle, multi-benefit product saves time by combining intense moisturizing skincare with vitamin C + mineral pigments. With every application, see five results: Renewed radiance, brightened complexion, evened skin and blurred imperfections, 24 hour hydration, and Broad Spectrum SPF 15 sunscreen protection against the harmful effects of the sun, when used with other sun protection measures. Formulation Facts: dermatologist tested for safety, non comedogenic - won't clog pores, gentle to skin, and non-greasy.",
    "itemID": "B006WVCF18",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 10743
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 11.27,
    "brand": "Garnier"
  },
  {
    "title": "Bikini So Teeny - 2012 Summer Collection",
    "description": "What is this product? Essie is the ultimate color authority offering a line of superior nail polishes. The fashion-forward shades with an exclusive award winning formula are always classic, chic and elegant. More info: Essie polish provides flawless coverage along with outstanding durability, a chip-resistant formula and whimsical names in the most up-to-the-minute colors. All Essie nail polishes are DBP, toluene, and formaldehyde free.",
    "itemID": "B007NYB0DC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 16237
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 5.95,
    "brand": "Essie"
  }
]