[
  {
    "title": "Aqua*Tica Organic Botanical Night Cream, 2oz",
    "description": "This cream feels like thick water on your face, with Sea Kelp, Spirulina and Cucumber, providing continuous hydration to your skin all night long. Combination of essential oils, including rare Argan Oil, rich with fatty acids, add nourishment, elasticity and suppleness,  delay aging process by boosting production of collagen and elastin. Kojic Acid as a part of spores of Reishi mushroom  contributes to the formula by adding mild lightening action while Caviar Extract nourishes your skin with vitamins and minerals. If your skin is depleted and suffers from pigmentation or sun damage, combination of fruit extracts, like Apple, Papaya, Watermelon, Guava, rich with Vitamins A,B and C, and Apricot, will provide gentle exfoliation, prevent oxidation of cells, promote rejuvenation, take away dead skin cells and speed up it's renewal. Healing Calendula and Chamomile help to achieve smooth healthy and glowing skin. Relaxing blend of essential oils will put your mind in a happy place therefore helping you to relax and sleep.\n\nOur skin care is designed for everyone and can be used safely during pregnancy.",
    "itemID": "B001T88N0G",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 98971
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 27.0,
    "brand": NaN
  },
  {
    "title": "Tropical Natural Dudo-Osun Black Soap  - 150g (12 Packs)",
    "description": "Dudu osun is the age long african black soap made the traditional way bay hand. made with pure natural ingredients and herbs from the tropical rain forest.",
    "itemID": "B0027Z2720",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 1036
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 19.57,
    "brand": "Dudu-osun"
  },
  {
    "title": "ORGANIC Argan Oil 4OZ &#9733;SALE&#9733; 100% PURE Argan Oil for Hair, Face, Skin &amp; Nails | USDA Certified | Best Argania Spinosa from Morocco - Cold Pressed, Unrefined Virgin Argan Oil | Great for Acne, Dry Scalp, Body, Cuticles - &#9733; WORKS OR YOUR MONEY BACK | 100% LIFETIME Money Back Guarantee",
    "description": "See How Easily You Can Obtain The Best Looking Face, Skin, Hair and Nails!InstaNatural's 100% Pure Certified Organic Argan Oil will bring your skin and hair to life in just one short week!&#x2022;Lightweight & purefor the ultimate healthy glow.&#x2022; Look like aHollywood Celebritywith 100% Pure Argan Oil ONLY.&#x2022;No preservatives, chemicals, or artificial fragrances used.&#x2022; Made organically in small batches to ensure premium quality! This batch / Lot # is as fresh as it gets: Harvested / Imported in April 2014.Whatever your needs, InstaNatural's 100% Argan Oil is the number one choice for moisturizer!&#x2022; Naturallyfreshens, hydrates and softens dry skinbetter than any other moisturizer on the market.&#x2022;Repairs and beautifies hair, from roots to split-ends.&#x2022;Strengthensbrittle nails and cuticles.LIFETIME 100% Satisfaction Money Back Guarantee! If you're not completely satisfied, return the bottle + get a full refund. No questions asked.While we try our best to stay in stock..InstaNatural Argan Oil is produced in small batches to ensure quality and freshness. We apologize if we run out....So Click the Add to Cart Button Now to Secure your Fresh Bottle of InstaNatural's Argan Oil! What do you have to lose?",
    "itemID": "B00H93NJLS",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 407
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 17.77,
    "brand": NaN
  }
]