[
  {
    "title": "USpicy&reg; Nail Dryer UV light For Acrylic, Gelish &amp; Shellac Curing + Free USpicy Highly UV Protective Gloves, Nail SPA Equipment (MACARON USND-3602 White,36W)",
    "description": "USpicy-Fashion Meets TechnologyUSpicy was created by a very simple goal - to provide high quality health and beauty products at budget-friendly prices so that everyone can afford. Why \"U&#x2022;Spicy\"? Because we put the sole focus on YOU, and dedicate ourselves to creating your own unique style, which allows YOU to feel SPICY whenever & wherever.Features:- Can be used with various kinds of UV products, such as UV Top Coat / UV Builder Gel / etc- The wavelength is visible and harmless to eyes. Do not stare at the bulb for a long time.- Heat-exhausted chip to increase reliability and life span of the nail dryer.- One-Year Manufacturer Warranty.Specifications:- 36W UV Gel light-cured- Material: Environmental ABS- All in one - disinfection &amp; drying, etc.- Auto timer control: 120s &amp; 120s onwards- Over voltage &amp; current surge protectionSafety Rules:*Please replace the bulbs regularly for keeping the efficieny.*All tools must be stored in a dryer location when the machine is not in use.*Turn it off when changing the bulbs.Pacakge includes:- 1 * USpicy nail dryer gel curing UV Lamp- 4 * 9W 365mm UV Bulb- 1 * Free Nail Sanding file\n- 1 * Free USpicy Highly UV Protective Gloves",
    "itemID": "B004K0CRIY",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 9414
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Dryers"
      ]
    ],
    "price": 29.99,
    "brand": NaN
  },
  {
    "title": "Harmony Gelish Uv Soak Off Gel Polish -Water Field (0.5 Oz)",
    "description": "This color gel is conveniently designed by \"Gelish by Harmony\" with a twist cap and applicator brush, apply like polishes, and cured under UV lamp. Color gels are meant to use on natural nails. These products are made to satisfy natural-nail wearers who long wish their color would last for more than two weeks. Color gels will stay on nails for three weeks with no chipping or peeling, and soak completely off in only 15 minutes.",
    "itemID": "B003VMZYSC",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7279
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 12.25,
    "brand": "Gelish"
  },
  {
    "title": "Harmony Gelish soak off Pink Smoothies 01408",
    "description": "The Hand & Nail Harmony Gelish Soak off Gel polish must be cured with LED Light or UV Light system. Must be applied over gelish Foundation or STRUCTRUE GEL . Do Not Apply Directly to the natural nail.",
    "itemID": "B004SS8WWS",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4701
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 12.38,
    "brand": "Harmony"
  }
]