[
  {
    "title": "Revlon RV544PKF 1875W Tourmaline Ionic Ceramic Dryer",
    "description": "Revlon 1875 Watt Tourmaline Ionic Lightweight Dryer feature Tourmaline Ionic Technology for ultimate shine, volume, and healthier looking styles. This dryer features an ion indicator light, separate heat and speed rocker switches, 2 heat/2 speed settings, cold shot button, hinged endcap, anti-skid bumpers, and concentrator and finger diffuser attachments. This ultra lightweight design is 25% lighter than your average dryer and has a sleek and upscale spray finish. This unit is super quiet and fast drying.",
    "itemID": "B000FS05VG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 23.92,
    "brand": "Revlon"
  },
  {
    "title": "HOT TOOLS HTBW1850 Petite Tapered Curling Iron, Black/White, 3/4 Inch To 3/8 Inch",
    "description": "Tapered curling iron petite professional features, flipper less for a single wrap curl nano ceramic ultra smooth surface for frizz free styles effortlessly creates tapered spirals petite nano ceramic barrel beauty industry standard handle provides maximum heat curl after curl rheostat control to adjust temperature foldaway safety stand variable heat settings use less heat for fragile or damaged hair bonus. Heat resistant glove included Inchon inch indicator light cool tip separate on/off switch 8 feet tangle free swivel cord one year warranty.",
    "itemID": "B0049WJA9C",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 15699
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Curling Irons"
      ]
    ],
    "price": 26.98,
    "brand": "Hot Tools"
  },
  {
    "title": "MASH Rhinestones 2400 Piece 12 Color Nail Art Nailart Manicure Wheels",
    "description": "MASH is proud to introduce its first Nail Art accessory! Same great MASH quality you have come to expect, with a price that cannot be beat. These premium rhinestones are so beautiful, and so affordable, you will never chose another brand again! Each rhinestone wheel contains 200 rhinestones of 12 different colors for a total of 2,400 rhinestones! That is enough glam and glitter to drive your man wild, or make any man yours forever!How to Use:These premium MASH rhinestones can be applied with top coat or glue.AUTHENTICITY WARNING: The only Authentic MASH Nail Art is sold by MASH and/or Amazon directly. All other sellers are offering counterfeit products.",
    "itemID": "B005BF1M10",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 15
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 1.8,
    "brand": "Evermarket"
  }
]