[
  {
    "title": "Australian Gold Sinfully Black 15x Deep Dark Bronzing Tanning Lotion, 8.5 Ounce",
    "description": "15x deep dark bronzing power: caramel, monoi de tahiti, walnut shell extract, and other bronzers work together to get you the deepest darkest color. Hemp seed oil: one of nature's best natural moisturizers. Sinful skin softeners: combination of vitamins, sunflower oil, and kukui nut oil soften and smooth skin. Fragrance: temptuous berry.",
    "itemID": "B002WJOOIQ",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 1603
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Tanning Oils"
      ]
    ],
    "price": 11.24,
    "brand": "Australian Gold"
  },
  {
    "title": "Designer Skin BLACK TAN EXTENDER Moisturizer Lotion 16 oz.",
    "description": "Revolutionary mega silicone emulsion provides maximum hydration and promotes smooth, sinfully-soft skin.\nFade DefyingTM Formula and SunStay&trade; Technology maintain and prolong the life and beauty of your tan .\n2X Opti-GlowTM Blend delivers a healthy-looking, radiant glow.\nAdvanced Amino Acids (AAA) promote optimal results.\nNut Free, Aloe Free and Gluten Free.\nNot tested on animals.\nFragrance: Refreshing Citrus",
    "itemID": "B004ZLBEW8",
    "helpful": [
      0,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 9623
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 14.76,
    "brand": "Designer Skin"
  },
  {
    "title": "Modern Bombshell 300xx Sizzle",
    "description": "Tingle - Bronzer - Hemp Lotion  * Extreme tingle formula increases blood flow and tanning cell activity * Added DHA-based bronzers for immediate and long-lasting results * Ingredients include: Aloe Vera, Hemp Seed Oil, Green Tea Extract, White Tea Extract, Soy, CoQ10, Exotic Essential Oils, Vitamin A, Vitamin C and Vitamin E * Kiwi Watermelon fragrance  Regular Price $57.00",
    "itemID": "B00669Y8PM",
    "helpful": [
      0,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 17054
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 22.96,
    "brand": "Designer Skin"
  }
]