[
  {
    "title": "Nioxin System 1 Cleanser &amp; Scalp Therapy DUO Set (33.8oz) each",
    "description": "Nioxin Cleanser is a detoxifying cleanser for fine, thin, non-chemically treated hair Formulated with a concentrated blend of botanicals and humectants, this cleanser removes product build up, minerals, pollutants and toxins, clears nutrient pathways at hair follicle sites without stripping essential oils, and provides an optimum scalp environment Bionutrient Actives Cleanser leaves hair growing healthily with body, volume and shine.",
    "itemID": "B000ZICQ36",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 211
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 36.5,
    "brand": "Nioxin"
  },
  {
    "title": "Regenepure DR Hair Loss Shampoo For Hair Growth and Scalp Treatment in Men and Women",
    "description": "The Regenepure DR hair loss shampoo helps to treat baldness as well as dandruff issues and relieves dry, itchy and oily scalps. It is an intensive, restorative formula recommended by physicians; it also helps in repairing hair from the roots and provides the ultimate skin treatment. RegenePure DR contains Ketoconazole, a powerful antifungal that is often used for dandruff treatment. It also makes the hair look and feel thicker. In recent studies, it has also been shown to block DHT production, which can curb hair loss and helps to stimulate hair growth in men and women. Apart from Ketoconazole, RegenePure DR is packed with other beneficial elements, including Saw Palmetto extract, Vitamin B6 and Zinc Oxide. Niacin, Caffeine and Linolenic Acid are also included to stimulate the scalp, while Emu and Jojoba oils keep the skin supple and rejuvenated and also help in nourishing the scalp by turning dry and damaged hair into fuller and thicker hair.",
    "itemID": "B0032FSDOA",
    "helpful": [
      0,
      2
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 499
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Hair Regrowth Treatments"
      ]
    ],
    "price": 24.85,
    "brand": "Regenepure"
  },
  {
    "title": "Lipogaine for Men: Intensive Treatment &amp; Complete Solution for Hair Loss / Thinning (For Men Only Formula, 2oz, one month supply)",
    "description": "Clinically proven ingredients are perfectly harnessed in this formula to offer a complete solution for maximum results yet with unparalleled simplicity. Unlike any other product that typically deals with only one variable of the complex issue of hair loss/thinning, Lipogaine for Men offers a comprehensive and holistic approach by employing a proprietary liposome delivery system to include a number of clinically proven ingredients in one solution. [This statement has not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.]",
    "itemID": "B0037TM252",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 125
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair Loss Products",
        "Hair Regrowth Treatments"
      ]
    ],
    "price": 25.0,
    "brand": NaN
  }
]