[
  {
    "title": "BONAMART &reg; Premium MASH 100 Pc Nail Art Nailart 3d Manicure Design Sticks Rods Stickers Gel Tips",
    "description": "MASH is proud to introduce its first set of 3d nail art sticks. Use these nail art sticks to lighten up your day with some fun decorations. Abundance of designs including flowers, fruits, butterflies, cute figures, and etc.HOW TO USE: Recommended to use razor blade to smoothly cut rod into thin slices. Than simply use nail glue or your top coat to attach to nails.AUTHENTICITY WARNING: The only Authentic MASH Nail Art is sold by MASH and/or Amazon directly. All other sellers are offering low quality counterfeit products.",
    "itemID": "B005C5FP9Y",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3094
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 5.1,
    "brand": "Bonamart"
  },
  {
    "title": "MIGI NAILS BEAUTIFULLY BOLD - (4 PENS WITH 8 BOLD COLORS!)  COLORS MAY VARY",
    "description": "Easy to do! Design and Create your own nail look with these patented nail art pens! Perfect when wearing summer sandals. A unique pen/brush allows you to brush on the base color and then create amazing works of art with the revolutionary pen tip. Each color has its own nail brush to brush on the base color as well as the unique pen that allows you to create designs over a base coat of nail color or just a clear base coat. Each cap is a 2 way cap; twist off the complete black cap to use the nail brush to brush on a base coat or just pull off the top half of the black cap to use the pen to create your nail design. When creating designs with the nail art pen, the pens work best if you gently squeeze the plastic bottle instead of pressing the actual pen tip on the nail. Decorate your hand and toe nails with a design you create or use one of our sample designs that vary from very simple to very intricate in the instruction guide. Each nail color 0.16Fl.oz. (4.8 ml). Using these Nail Art pens, you will be able to create exciting designs that express your individual style and personal character. Beautifully Bold 4 pens - 8 bold colors. Black, Magenta, Fire Red, Green, White, Yellow, Hot Pink and Royal Blue. Colors may vary.",
    "itemID": "B005OAYNAY",
    "helpful": [
      5,
      7
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 18481
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 24.99,
    "brand": NaN
  },
  {
    "title": "15pcs Nail Art Painting Pen Brush",
    "description": "Package includes : 3x Drawing Tools 7x Painting Tools (also can use as gel nail curing brush) 2x Liners 1x Dotting Tool 2x Fan brushes for nail art effect (also can use as eye shadow brush)",
    "itemID": "B006L1DNWY",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Home &amp; Kitchen": 247
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 2.76,
    "brand": "Crazy Cart"
  }
]