[
  {
    "title": "Deluxe LED Fogless Shower Mirror with Squeegee by ToiletTree Products. Guaranteed Not to Fog, Designed Not to Fall. 20% Larger Than Our #1 Selling Original Mirror.",
    "description": "\"The Best Fogless Shower Mirror EVER! Just fill it with hot shower water and it's impossible for it to fog!\"\n\nToiletTree Products now has a Deluxe Fogless Shower Mirror that is 20% larger than our original and the entire outside of the mirror is illuminated by LED lights. This patented shaving mirror is guaranteed not to fog in the shower.\n\nTo use: Simply slide the mirror off the bracket before each shower and fill with hot water. The hot water will keep the surface the same temperature as the environment in your shower which makes it scientifically impossible for your mirror to ever fog. It takes only 5-7 seconds.\n\nNo more suction cups falling off the wall! Our removable silicone adhesive secures the mirror to all shower surfaces and will not damage tiles or shower walls! It conveniently detaches from the bracket so you can easily fill the reservoir before each use. An included self-stored squeegee removes any excess water drops.\n\nThis lighted shower mirror is perfect for tweezing, removing makeup, applying facial masques and using our facial cleansing brush.  And it comes with a built-in shelf to store your razor, sponge or tweezers.\n\nAn easily adjustable bracket accommodates multiple users and angles.\n\nThis shatterproof mirror is made of high quality acrylic making it impact resistant, lighter and safer, while providing a brighter and sharper image.\n\nDesigned not to rust, discolor or damage bathroom surfaces.\n\nMeasures 9.5\" x 7.5\" x 1.5\"\n\nIf you are not satisfied with your purchase we offer a 100% 30-day money back guarantee. That's how confident we are that this will be the last fog free shower mirror you will ever have to buy.",
    "itemID": "B005OSQGN8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2303
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Mirrors",
        "Shower Mirrors"
      ]
    ],
    "price": 49.95,
    "brand": "ToiletTree Products"
  },
  {
    "title": "NeoStrata Exuviance CoverBlend Multi Function Concealer SPF15 - Sand, .5 fl oz",
    "description": "Don't just cover up. CoverBlend by Exuviance Multi-Function Concealer SPF 15 in Sand does more than just hide those problem spots. By providing natural, flawless-looking all day makeup, under eye circles, fine lines and wrinkles, and age spots will be visibly lightened and diminished....",
    "itemID": "B0001ZA4CS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 78704
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Concealers & Neutralizers"
      ]
    ],
    "price": 20.5,
    "brand": "Exuviance"
  },
  {
    "title": "Leonor Greyl Huile De Palme",
    "description": "This beautifying oil detangles, softens, and protects your hair shaft and ends. It is a pre-shampoo treatment formulated with botanical oils to nourish your hair. Also very effective at providing protection against the damaging effects of sun, seawater, and chlorinated pool water. It's the perfect blend to protect and restore damaged length and ends as well as your color. \"I use this palm oil when I want the hair to look sun-drenched. When your hair's still wet, rub a small amount between your hands and apply it from midshaft to the ends. It will look gorgeous.\" -Oribe, as quoted in Allure",
    "itemID": "B000IXXBRS",
    "helpful": [
      3,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8270
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 33.99,
    "brand": "Leonor Greyl"
  }
]