[
  {
    "title": "Maybelline New York The Falsies Volum' Express Washable Mascara, Blackest Black, 0.25 Fluid Ounce",
    "description": "It's not mascara, it's false lash glam in a tube, instantly  patented spoon brush and pro keratin fiber formula instantly build 8x more volume without clumping. Unique flexible wand helps lift and separate, to provide the look of 3x more lashes. You will find lashes you didn't even know you had. To safeguard maybelline(r) purity, reserve this product for your personal use. Treat the applicator with the hygienic care you give your eyes. never apply this product in a moving vehicle. Do not dilute mascara with water, saliva, or any other substance. Cap tightly after use. if change in odor or appearance occurs, discontinue use. do not use this or any other eye cosmetic if your eye is injured, irritate, or infected. consult a physician promptly.",
    "itemID": "B003I6O5RC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 356
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 5.8,
    "brand": "Maybelline"
  },
  {
    "title": "Olay Pro-X Replacement Brush Heads 2 Count",
    "description": "Exfoliation is the first step to reveal youthful, bright, even skin. Continue to experience professional-level cleansing at home with these Replacement Brush Heads for your Olay Pro-X Advanced Cleansing System or Microdermabrasion Plus Advanced Cleansing System.For best results, Olay Professional Pro-X Replacement Brush Heads should be changed every 3 months (or sooner if bristles become deformed). It's easy  just press the brush head onto the connection pin until it locks into position with a click. These soft bristle replacement face brush heads can be used with a broad range of Olay cleansers for deep daily cleansing. Professionally designed by dermatologists and Olay skin scientists, Pro-X Replacement Brush Heads remove dull skin cells and oils, giving your face a fresh and clean look. A complete skincare regimen means beautiful skin is just steps away. Keep spare brush heads handy, and your Pro-X Advanced Cleansing System will always operate at peak efficiency.",
    "itemID": "B0043OWJG2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 108
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 14.49,
    "brand": "Olay"
  },
  {
    "title": "Olay Pro-X Advanced Cleansing System 0.68 Fl Oz, 1-Count",
    "description": "",
    "itemID": "B0043OYFKU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Microdermabrasion"
      ]
    ],
    "price": 26.99,
    "brand": "Olay"
  }
]