[
  {
    "title": "Bed Head Porcupine Round Brush",
    "description": "Bed Head Ion High roller Porcupine Round Brush includes a mix of bristles for detangling and smoothing. Round shape is great for smoothing and shaping medium length hair styles. Use on wet or dry hair, or use while blow drying to smooth and curl hair in to shape. Large easy to grip handle to make styling even easier.",
    "itemID": "B005X5GR8Q",
    "helpful": [
      7,
      8
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 28518
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Brushes"
      ]
    ],
    "price": 10.49,
    "brand": "Bed Head"
  },
  {
    "title": "Eucerin Redness Relief Daily Perfecting Lotion Broad Spectrum SPF 15, 1.7 Ounce",
    "description": "Eucerin Redness Relief is a revolutionary, clinically proven skin care system that provides immediate redness relief and improves the condition of visibly red skin in 4 weeks.  Eucerin Redness Relief Daily Perfecting Lotion SPF 15 provides daily moisturization and UV protection while immediately reducing visible redness and blotchiness, for an even-toned complexion.  The gentle, calming formula has a light texture and absorbs quickly.  All Eucerin Redness Relief products are safe and appropriate for sensitive skin, redness prone skin and Rosacea.  Use the entire Redness Relief system for optimal results.",
    "itemID": "B000P1S0N8",
    "helpful": [
      1,
      2
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 1436
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 11.33,
    "brand": "Eucerin"
  },
  {
    "title": "Eucerin Redness Relief Soothing Cleanser 6.8 fl oz (200 ml)",
    "description": "EUCERIN REDNESS RELIEF CLEANSR Size: 6.8 OZ",
    "itemID": "B000P1S0NI",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 7607
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 7.18,
    "brand": "Eucerin"
  }
]