[
  {
    "title": "The Wet Brush Detangling Shower Brush, Colors Vary",
    "description": "Eliminate tangles quickly and painlessly with Luxor Professional's The Wet Brush Detangling Shower Brush. This brush comb can be used on wet or dry hair and is perfect for all hair types. It features a soft, rubberized non-slip grip for a secure, comforta",
    "itemID": "B000L596FE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 282
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Brushes"
      ]
    ],
    "price": 8.97,
    "brand": "Luxor Pro"
  },
  {
    "title": "AmLactin 12 % Moisturizing Lotion - 567 g / 20 oz",
    "description": "The active ingredient is 12% lactic acid neutralized with ammonium hydroxide. This natural AHA is equivalent to other prescription lactic acid moisturizing agents. Great for seriously dry skin conditions like eczema, icthyoses, psoriasis and keratosis pilaris. In a lighter base for those with oilier skin types, or those who live in humid climates. Supplied In Pump Action Bottle.",
    "itemID": "B000TTPZQ6",
    "helpful": [
      2,
      4
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 332
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 23.94,
    "brand": "Upsher-Smith"
  },
  {
    "title": "Babyliss Pro BABNT5548 2000 Watt Ionic Nano Titanium with Integrated Ion Generator Hair Dryer",
    "description": "A stellar combination of power, speed and design offers both heavy-duty 2000-watt performance and lightweight ergonomic handling. Six heat and speed settings, a cool shot button and a concentrator nozzle provide a wide range of styling options, and the removable filter makes cleaning easy.",
    "itemID": "B001T0HHDS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 323
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Dryers"
      ]
    ],
    "price": 54.83,
    "brand": "Hot Tools"
  }
]