[
  {
    "title": "Earth Therapeutics Body Sponge, Anti-Bacterial, 1 Count",
    "description": "Safe, gentle & effective germ proof cleansing. The anti-bacterial agent in this product inhibits bacterial growth on the product only. Anti-bacterial benefits do not extend to the skin surface. Not tested on animals. Sensitive skin therapy. Earth Therapeutics had devised a special process that heat-seal safe, gentle anti-bacterial agents into the fibers of this cleansing sponge. This revolutionary barrier prevents the growth of bacteria on the sponge even before it has a chance to settle. So there is no transfer of impurities from one washing to the next. Each cleansing begins with a fresh slate. Germ- proof your cleansing regimen. Perfect for anyone with problem skin needing special care, this anti-bacterial sponge gently sloughs ways surface impurities within a healthy, germ- free cleansing environment. With every day use, anti-bacterial benefits last for 3 months. For best results, replace with a new sponge after this period. Product of Japan.",
    "itemID": "B00016WSIK",
    "helpful": [
      1,
      8
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 44436
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Bathing Accessories",
        "Loofahs, Sponges & Poufs"
      ]
    ],
    "price": 7.07,
    "brand": "Earth Therapeutics"
  },
  {
    "title": "Thayer Cucumber Witch Hazel, 12 Fluid Ounce",
    "description": "Recommend: Apply with a cotton ball after cleansing or anytime throughout the day as a softening refresher. Does Not Contain: Alcohol.",
    "itemID": "B001BR97A0",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 582
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Toners & Astringents"
      ]
    ],
    "price": 10.2,
    "brand": "Thayer"
  },
  {
    "title": "Honeysuckle Rose Moisturizing Shampoo Aubrey Organics 11 oz Liquid",
    "description": "Honeysuckle Rose Moisturizing Shampoo by Aubrey Organics 11 oz Liquid Honeysuckle Rose Moisturizing Shampoo 11 oz Liquid Product For Dry Brittle Hair The sweet smell of success for your hair. Achieve ultra-softness and manageability with this moisture-intensive shampoo. Restorative herbal emollients rehydrate hair fiber to overcome dryness and brittleness and leave hair irresistibly fragrant and silky-soft. Also recommended for bleached or highlighted hair. Ingredients Aqua decyl glucoside sodium cocoyl hydrolyzed soy protein aloe barbadensis (aloe) leaf juice oryza sativa (rice) extract glucose xanthan gum lonicera caprifolium (honeysuckle) extract citric acid glycerin rosa rubignosa (Rosa Mosqueta) seed oil prunus amygdalus dulcis (sweet almond) oil citrus grandis (grapefruit) extract glucose oxidase lactoperoxidase panax ginseng root extract angelica archangelica extract chrysanthemum sinense flower extract magnolia biondii flower extract alcohol denat. (38b lavendar ) macadamia te",
    "itemID": "B0006GZAKI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6449
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 7.19,
    "brand": "Aubrey Organics"
  }
]