[
  {
    "title": "Slimquick Pure Weight Loss Extra Strength, 60 count",
    "description": "Slimquick extra strength is the only extra strength fat burner that is designed specifically to help women lose weight fast and sculpt their best body for maximum results. Designed specifically for women. Scientifically formulated to address the six physiological barriers that women face when they want to lose weight.",
    "itemID": "B004TWCIK0",
    "helpful": [
      14,
      23
    ],
    "overall": 1.0,
    "salesRank": {
      "Health & Personal Care": 1527
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 13.95,
    "brand": "SlimQuick"
  },
  {
    "title": "White Full - 6ml (.2 oz) Perfume Oil by Al-Rehab (Crown Perfumes)",
    "description": "Product description by Sheriffsoncorp--Al-Rehab is one of Saudi Arabia's leading perfume manufacturer which creates fine traditional Arabian and oriental perfumes. The perfumes are made of precious natural essences (Oud, Rose of Taif, Incense, Musk, Sandalwood and rare spices). all perfume oils and solid perfumes are alcohol free",
    "itemID": "B005TT8RA2",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 47824
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Parfum"
      ]
    ],
    "price": 0.99,
    "brand": "Al-Rehab"
  },
  {
    "title": "Nebras - 6ml (.2 oz) Perfume Oil by Al-Rehab (Crown Perfumes)",
    "description": "Description  by Al-Rashad Books: \"Nebras has a Fresh feminine fragrance with delicate Taif Rose and citrus note in the top, and a blend of jasmine, precious oudh, sandalwood and amber in its heart. It is the scent of a fresh morning breeze in a rose garden. Gentle, soft scent of fresh rose petals with accents of lemongrass mixed. Popular among women.\" Al-Rehab is one of Saudi Arabia's leading perfume manufacturer which creates fine traditional Arabian and oriental perfumes. The perfumes are made of precious natural essences (Oud, Rose of Taif, Incense, Musk, Sandalwood and rare spices). Al-Rehab produces liquid perfumes, perfume oils (or attars, which is a traditional name of Arabian perfumes), solid perfumes and fragrances. You can choose a fragrance concentration you prefer: all perfume oils and solid perfumes are alcohol free.",
    "itemID": "B005TT8T46",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 36982
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Essential Oils"
      ]
    ],
    "price": 6.95,
    "brand": "Al-Rehab"
  }
]