[
  {
    "title": "OGX Renewing Argan Oil of Morocco Shampoo, 13 Ounce",
    "description": "This exotic precious blend of Moroccan argan oil penetrates, moisturizes, renews and creates softness and strength while protecting your hair from harmful styling heat and UV damage. Unique blend of sulphate free product surfactants.",
    "itemID": "B0048F5ATO",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 8.82,
    "brand": "OGX"
  },
  {
    "title": "Spornette's Luxury Cushion, Small, 3 Ounce",
    "description": "Spornette's small uxury cushion brush has a great velvet finish that feels great in your hands! It has boar and nylon bristles. 2 sizes to choose from.",
    "itemID": "B004LCD8D4",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 74466
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Brushes"
      ]
    ],
    "price": 7.52,
    "brand": "Spornette"
  },
  {
    "title": "Aqua*Tica Organic Botanical Night Cream, 2oz",
    "description": "This cream feels like thick water on your face, with Sea Kelp, Spirulina and Cucumber, providing continuous hydration to your skin all night long. Combination of essential oils, including rare Argan Oil, rich with fatty acids, add nourishment, elasticity and suppleness,  delay aging process by boosting production of collagen and elastin. Kojic Acid as a part of spores of Reishi mushroom  contributes to the formula by adding mild lightening action while Caviar Extract nourishes your skin with vitamins and minerals. If your skin is depleted and suffers from pigmentation or sun damage, combination of fruit extracts, like Apple, Papaya, Watermelon, Guava, rich with Vitamins A,B and C, and Apricot, will provide gentle exfoliation, prevent oxidation of cells, promote rejuvenation, take away dead skin cells and speed up it's renewal. Healing Calendula and Chamomile help to achieve smooth healthy and glowing skin. Relaxing blend of essential oils will put your mind in a happy place therefore helping you to relax and sleep.\n\nOur skin care is designed for everyone and can be used safely during pregnancy.",
    "itemID": "B001T88N0G",
    "helpful": [
      3,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 98971
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 27.0,
    "brand": NaN
  }
]