[
  {
    "title": "Olay Definity Deep Penetrating Foaming UV Moisturizer, SPF 15, Fragrance Free, 1.7  Ounce (50 g)",
    "description": "Olay Definity penetrates up to 10 surface layers deep to help reverse the appearance of past damage coming from beneath for a look that&lsquo;s highly defined &ndash; luminous; more flawless. Its essential glucosamine complex hydrates to allow the natural rebuilding of skin&lsquo;s collagen structure and diminish the appearance of discolorations like dullness and brown spots. This weightless UV formula is ideal for helping prevent future damage caused by damaging UVA and UVB rays while visibly improving skin&lsquo;s natural luminosity and reducing the appearance of fine lines and wrinkles. With daily use; skin tone appears more even as the appearance of discolorations such as dullness and brown spots diminish over time. Ideal for use under makeup.",
    "itemID": "B000NHYFCE",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 209008
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Aveeno Active Naturals Skin Relief Hand Cream, 3.5 Ounce",
    "description": "This unique, non-greasy and fragrance free hand cream is specially formulated with ntense Relief Hand Cream and rich emollients to help heal dry skin and form a protective glove against the elements. Unlike ordinary hand creams, Aveeno Intense Relief Hand Cream protects and moisturizes skin for 24 hours and even lasts through hand washing.",
    "itemID": "B00008J2XQ",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": 7.32,
    "brand": "Aveeno"
  },
  {
    "title": "Neutrogena Norwegian Formula Hand Cream, Fragrance-Free (2 Ounce)",
    "description": "Neutrogena Hand Cream delivers effective relief for dry, chapped hands.  This clinically proven, highly concentrated formula rapidly heals dry hands. It noticeably improves the look and feel of your skin.",
    "itemID": "B000052YP6",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": 2.87,
    "brand": "Neutrogena"
  }
]