[
  {
    "title": "Maybelline New York Mineral Power Bronzer Shimmer Loose Powder, Sunrise Bronze 605, 0.15 Ounce",
    "description": "100% micro minerals and copper pearls gives you a healthy sun kissed glow. Perfectly natural bronze complexion. Looks sun kissed, not fake. Tested on sensitive skin. won't clog pores. contains 0% oil, 0% talc, 0% preservatives and 0% fragrance.",
    "itemID": "B002L6M068",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 49163
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Powder"
      ]
    ],
    "price": 5.83,
    "brand": "Maybelline"
  },
  {
    "title": "Aveeno Active Naturals Daily Moisturizing Body Wash with Natural Oatmeal, 18 Ounce",
    "description": "AVEENO Active Naturals Daily Body Wash lets you lather up and then rinse away dull skin while helping to replenish your skin's natural moisture. Enjoy the power of colloidal oatmeal, natural oils and emollients in a formula that reveals softer, smoother and healthier looking skin long after your morning shower.AVEENO Daily Moisturizing Body WashActive Naturals Daily Moisturizing Body WashAt a Glance:Helps replenish skin's natural moistureFor visibly healthier skinCleanses and moisturizesDermatologist recommendedNatural coloidal oatmeal helps maintain moisture all day long.Dermatologist RecommendThis daily body wash cleanses and moisturizes for visibly healthier skin every time you shower. Its breakthrough formula combines natural colloidal oatmeal -- long known to soothe skin -- with a unique blend of natural oils and emollients to help replenish skin's natural moisture. The creamy body wash lathers gently and then rinses clean, resulting in softer, smoother, healthier-looking skin long after you shower. It's lightly fragranced, soap free, dye-free, and hypoallergenic so it's gentle enough for sensitive skin.Natural Colloidal OatmealThe natural colloidal oatmeal found in AVEENO helps to leave a protective barrier, which prevents water loss to help maintain moisture all day long. The AVEENO oatmeal formulas are also known to soothe and moisturize itchy, extra dry skin.Oats have a long history of being valued for skin care dating back to the ancient Greeks and Romans who used oat baths to heal skin ailments. AVEENO scientists developed innovative formulations, using finely milled (colloidal) oatmeal, that retain the naturally active benefits of the oats.The Science Behind OatsThe scientists at AVEENO discovered a technological advancement that facilitated the fine milling of oatmeal, known as colloidal oatmeal. The innovation of fine milling allowed the colloidal oatmeal to retain its naturally active benefits, which can help to moisturize and relieve dry skin.The Benefits of OatsRelieves dry skinThe natural colloidal oatmeal lotion formulas of AVEENO moisturize and help protect skin.Soothes itchy, irritated skinColloidal oatmeal provides temporary skin protection and, when used in a bath treatment, can relieve minor itching and irritation due to rashes, eczema, poison ivy/oak/sumac, and insect bites.Soothes extra dry, irritated skinColloidal oatmeal combined with menthol, shea butter, and other skin protectants has been clinically proven to relieve itchy, extra dry, and cracked skin.Moisturizes skinOat proteins leave a protective barrier on the skin, which prevents water loss to help maintain moisture.AVEENORecommended by dermatologists for over 60 years, AVEENO combines the best of nature and science to reveal the natural beauty of your skin. AVEENO uses select natural ingredients because of their advanced benefits--they call these ACTIVE NATURALS, natural ingredients uniquely formulated to deliver visible results.What's in the BoxAVEENO Active Naturals Daily Moisturizing Body Wash with Natural Oatmeal, 18-Ounce Bottle.Body WashEczema CreamDaily Moisturizing Body WashFragrance Free Skin Relief Body WashEczema Therapy Moisturizing CreamLotionDaily Moisturizing LotionDaily Moisturizing Lotion with SPF 15Skin Relief Moisturizing Lotion",
    "itemID": "B000ODNSR0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3182
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 7.44,
    "brand": "Aveeno"
  },
  {
    "title": "L'Oreal Telescopic Clean Definition &amp; Lengthening Mascara, Black Brown 930",
    "description": "Clump-free. Perfectly-defined lashes. Patented no clump brush cleanly defines lashes. L'Oreal introduces Telescopic Clean Definition Mascara, for clump-free, perfectly-defined longer lashes. How It Works: The patented No Clump Brush lengthens lashes up to 50%. Ophthalmologist and allergy tested. Removes easily with soap and water. Suitable for sensitive eyes and contact lens wearers. Fragrance-free. Made in USA.",
    "itemID": "B001ADOV4W",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 24411
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 8.95,
    "brand": "L&#39;Oreal Paris"
  }
]