[
  {
    "title": "Heavy Duty Stainless Steel Toenail Nipper by ToiletTree Products. Lifetime Replacement Guarantee",
    "description": "ToiletTree Products Heavy Duty Toenail Nipper is designed with strength in mind. This stainless steel cuticle nipper is ideal for trimming toenails and hangnails.This stainless steel toenail nipper comes in a matte finish which cannot be overstated. Comfortable designed handle making it easy to use.Care and Cleaning: This tool is 100% stainless steel and is designed to last a lifetime. After each use, the product should be cleaned to extend the use and also to avoid germs. Place some rubbing alcohol onto a tissue or use an alcohol based disinfectant wipe. Wipe the tissue or wipe along the cutting edges of the toenail nipper. After cleaning, ensure that this tool is thoroughly dried and not stored while damp or in a damp location.Lifetime Replacement Warranty:We take great pride in our products and their workmanship. For that reason, this ToiletTree product is backed with a Lifetime Replacement Warranty. Your satisfaction is our main concern and our objective is to be certain that the product you purchase provides you with both quality and value. Because this product is crafted using the finest materials available, we expect it to last you a lifetime, and we make sure this happens by free replacement if this product wears down during its intended use. However, our warranty is not unconditional: please note that our warranty does not cover product damage that may result from abuse of the product. We respectfully reserve the right, at our own option, to replace the merchandise. For warranty service, simply send the product to us at:ToiletTree Products Replacement Dept.517 North Highland Ave.Upper Nyack, NY 10960We'll take care of the rest. Please include your name and your return address information, phone number and email address, along with a $3.00 check for handling/processing. Replacements will be processed within 2 weeks of receiving.ToiletTreeClippersTTP845",
    "itemID": "B006X1H2P6",
    "helpful": [
      9,
      14
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 893
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Clippers & Trimmers"
      ]
    ],
    "price": 19.95,
    "brand": "ToiletTree Products"
  },
  {
    "title": "Nailtek Intensive Therapy-2 Treatment for Soft Peeling Nails, 0.5 Fluid Ounce",
    "description": "Nailtek intensive therapy improves weak, thin, soft, or peeling nails. This unique protein formulation seals the layers of the nail together. With each application, it reinforces and thickens nails while promoting strength and flexibility.",
    "itemID": "B0034E702U",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 19238
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Nail Treatments"
      ]
    ],
    "price": 5.03,
    "brand": "Nail Tek"
  },
  {
    "title": "Nail White Pencil - 7&quot; Long",
    "description": "Nail White Pencil * 7\" Long * Ideal for natural nail French Manicures without using polishes.",
    "itemID": "B001I9M91U",
    "helpful": [
      15,
      15
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 22637
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 4.25,
    "brand": "Flowery"
  }
]