[
  {
    "title": "Clarisonic Pro For Face and Body 4 Speeds - White",
    "description": "Clarisonic Pro Sonic Cleansing System is a professional-caliber brush that uses gentle sonic micro-message action to helps keep your skin looking young, vibrant and healthy. Clarisonic gently removes embedded dirt and oil, resulting in healthier, more beautiful skin. 6x more makeup removal. Remarkably gentle for cleansing all skin types, including sensitive skin conditions such as rosacea and acne. It cleanses so well, that products absorb better, pores appear smaller, fine lines and wrinkles appear reduced and your skin tone and texture improves. The Clarisonic Body Brush Head gently care the areas of the body needing extra attention including the decollette, hands, arms, elbow and feet.",
    "itemID": "B001QOGXOG",
    "helpful": [
      9,
      10
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 78700
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Treatment Tools",
        "Face Cleansing Brushes"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Denman Classic Styling Brush with Free Flow Wide Spaced Pins",
    "description": "7 row, wide spaced, nylon bristle rubber cushion brush.",
    "itemID": "B001P5TC8U",
    "helpful": [
      26,
      30
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 8270
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Brushes"
      ]
    ],
    "price": 9.5,
    "brand": "Denman"
  },
  {
    "title": "Dabur  Vatika Hair Oil, 300-ml Bottles (Pack of 4)",
    "description": "Dabur Vatika is a premium coconut hair oil enriched with henna, amla, lemon, and six other trusted herbs. Vatika's unique natural formulation ensures deeper oil penetration to give your hair and scalp complete nourishment for problem-free, healthy hair.",
    "itemID": "B002P3L08Q",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 22595
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 19.86,
    "brand": "Dabur"
  }
]