[
  {
    "title": "Millenium Tanning Black Night Premium Tanning Lotion, Thermal Emulsion, Bronzer Tan Technology, 60x, 13.5-Ounce",
    "description": "Thermal Emulsion Tan Technology, Extreme Dark Tanning Lotion. Unique Auto-Darkening Tan TechnologyTM delivers extreme dark bronze tanning results through thermal emulsion technology. Experience stunning dark tan color and ultra moisturization that lasts all day.",
    "itemID": "B001NNR45M",
    "helpful": [
      4,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 135050
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Tanning Oils"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Millenium Tanning New Paint It Black Auto-darkening Dark Tanning Lotion, 50X, 13.5 Ounce",
    "description": "NEW Unique Auto-Darkening Tan Technology delivers extreme dark bronze tanning results through its super luxurious silicone emulsion blend. Experience stunning dark tan color and ultra moisturization that lasts all day. Accelerating, Bronzing, Skin Firming, Silicone Emulsion Fragrance: Fresh and Clean Cotton Blossom. Suitable for all ages as this product does not contain a tingle!!!",
    "itemID": "B00147FGJ8",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 636
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 12.79,
    "brand": "Millennium Tanning Products"
  },
  {
    "title": "Millenium Tanning Black Storm Premium Tanning Lotion, Extreme Silicone Bronzer, 60x, 13.5-Ounce",
    "description": "Tan enhancer - Bronzer - Silicone - Firming - 60x Auto-Darkening Tan Technology Extreme Silicone Bronzer. Unique Auto-Darkening Tan Technology delivers extreme dark bronze tanning results through its super luxurious silicone emulsion blend. Acai Oil: Boasts 10 times the antioxidant benefits of other fruits. Extreme Bronzing: Immediate dark color enhancement plus time released bronzers.",
    "itemID": "B002UU9Q6W",
    "helpful": [
      51,
      58
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6986
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Tanning Oils"
      ]
    ],
    "price": 13.5,
    "brand": "Millennium Tanning Products"
  }
]