[
  {
    "title": "Proactiv Solution 3 Step System Kit, 2 Month Supply",
    "description": "Our basic clear skin kit includes full-size bottles of the essential Proactiv Solution system. This system, developed by dermatologists, uses Combination TherapyTM to help heal and stop breakouts at their source.\n\nIncludes: \nRenewing Cleanser to wash away excess oil and dirt\n\nRevitalizing Toner to balance skin tone\n\nRepairing Lotion to help attack bacteria",
    "itemID": "B001A3ML3K",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 4949
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 37.28,
    "brand": "Proactiv"
  },
  {
    "title": "Zeno Heat Treat Blemish Prevention Kit, 1-Count",
    "description": "Zeno heat treat blemish prevention treatment serums destroys 99.9 percentages of acne bacteria and in 1 hour helps prevents future breakouts on contact. It is gentle on Skin and is non-drying.",
    "itemID": "B003MRLWF0",
    "helpful": [
      4,
      16
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 25628
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Sets & Kits"
      ]
    ],
    "price": 16.99,
    "brand": "Zeno"
  },
  {
    "title": "Conair Xtreme Instant Heat Multisized Hot Rollers, Pink",
    "description": "Quick to heat and gentle on your hair, these hot rollers make it easy to curl hair every day instead of just on special occasions. Rollers heat up in just two minutes from their ionic port and are charged with ionic energy, which protects your hair from frizziness and static and actually promotes conditioning and shine while you curl. Each roller has stay-cool plastic ends on either side that are easy to grasp and protect hands from the heat while winding sections of hair. The kit includes eight jumbo-sized rollers for soft, sophisticated-looking curls; six large rollers for creating loose, bouncy curls on medium-length hair; and six medium-sized rollers for creating tighter curls or for use on shorter hair. The rollers also come with twenty lightweight hair clips to hold them in place without leaving any noticeable crimp marks in your curls. This hair setter is covered by Conair under a 1-year limited warranty.--Cristina Vaamonde",
    "itemID": "B00007M0CP",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4173
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Hair Rollers"
      ]
    ],
    "price": 27.78,
    "brand": "Conair"
  }
]