[
  {
    "title": "Maybelline New York Expert Wear Eyeshadow Singles, Vanilla 10S, 0.09 Ounce",
    "description": "Easy to use. Lots to choose. All day crease proof wear. Glides on effortlessly with superior smoothness. Velvet tip applicator blends without tugging or pulling. Safe for sensitive eyes and contact lens wearers, ophthalmologist tested. Sombra de ojos que dura todo el dia sin cuartearse.",
    "itemID": "B0013NBW5A",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 17313
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Eye Shadow"
      ]
    ],
    "price": 1.15,
    "brand": "Maybelline"
  },
  {
    "title": "Maybelline New York Volum' Express - Waterproof Mascara, Very Black - .34 fl oz",
    "description": "Up to triple the volume instantly. All-day wear. No clumps, no globs. Patented Anti-Clump Brush. Contact lens safe. Volum' Express long lasting waterproof formula builds up to triple the lash volume. Volume-Building Waterproof Formula and Patented Anti-Clump Brush quickly thicken lashes without clumps or globs for a dramatic lash look.",
    "itemID": "B0000531NU",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11302
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 6.0,
    "brand": "Maybelline"
  },
  {
    "title": "Sally Hansen Insta-Dri Fast Dry Nail Color, Mint Sprint, 0.31 Fluid Ounce",
    "description": "Sally Hansen insta-dri fast dry nail color. Sally knows time is precious. The perfectionist brushtm contours to any nail, so color always glides on precisely, quickly, flawlessly. And, the exclusive flexiglass complex combines beautiful brilliant shine and super strong wear. So simple, so Sally. One stroke, one-stroke application. One-coat coverage. Dries in 60 seconds. Available in 32 instantly irresistible shades.",
    "itemID": "B004G7XZTG",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 79338
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 4.05,
    "brand": "Sally Hansen"
  }
]