[
  {
    "title": "Michael Kors By Michael Kors For Women. Eau De Parfum Spray 1 Ounces",
    "description": "Introduced in 2000. Fragrance notes: rich, deep florals, very sensuous. Recommended use: romantic.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000C1Z8MW",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 22309
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Women's",
        "Eau de Toilette"
      ]
    ],
    "price": 35.7,
    "brand": "Michael Kors"
  },
  {
    "title": "HSI PROFESSIONAL 1 CERAMIC TOURMALINE IONIC FLAT IRON HAIR STRAIGHTENER FREE GLOVE + POUCH AND travel size Argan Oil Leave In Hair Treatment. WORLDWIDE DUAL VOLTAGE 110v-220v",
    "description": "The Proffesional HSI Flat Iron is great for transforming frizzy, dull hair into gorgeously straight, sleek locks. Aside from straightening, the Proffesional HSI Flat Iron curls and flips hair beautifully, its 1\" plates giving maximum control for all hair types. With flash quick heating and swivel cord, this iron provides great style without making a mess or taking too much time. Featuring new easier grip with ergonomic design for easier hold, the styler flat iron also has versatile heat settings to provide you with total control for all your hairstyling needs. Moist ceramic heat with solid ceramic plates and coils will maintain even temperature",
    "itemID": "B001MA0QY2",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 1
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 53.59,
    "brand": "HSI PROFESSIONAL"
  },
  {
    "title": "EcoTools Full Eye Shadow Brush",
    "description": "This eye brush is essential for applying base eyeshadow and can also be used for shading, highlighting, and blending eye makeup. Apply shadow to lid or crease and blend toward brow bone to enhance eye area. synthetic bristles are cruelty free. Experience the incredibly soft touch of cruelty-free bristles EcoTools beauty solutions promote Living Beautifully! We are inspired by beauty inside and out, and in the world around us. While we always want to look our best, we feel even better when we can make earth-conscious choices. EcoTools remains a favorite of celebrities, beauty editors and women around the world.  Best known for our incredibly soft cosmetic brushes, and  handles, we take pride in offering a collection of cosmetic makeup brushes, hairbrushes, lashes and bath products that feature innovative,  materials. Our includes natural materials, reusable pouches, post-consumer recycled paper and plastic, and recyclable packaging. The eco pouch is phthalate-free and PVC-free.  Cleaning your Makeup Brushes Unclean makeup brushes transfer old makeup, germs, and bacteria to your skin each time you use them. Ideally, you should wash them once a week, and here&#x2019;s the best way how:  Run the bristles of makeup brush under warm running water. Careful not to get the ferrules and handles wet. Apply a drop of gentle shampoo or clarifying cleanser to bristles and work into a light lather. Rinse bristles thoroughly under warm, running water. Continue rinsing until water runs clear. Use a cloth to absorb excess water and reshape the bristles Lay your makeup brushes flat or &#x201C;handles up&#x201D; to air dry",
    "itemID": "B001KYODH6",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 37041
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 4.5,
    "brand": "EcoTools"
  }
]