[
  {
    "title": "Soap Lemon Verbena 8 oz Bar(s) by South of France",
    "description": "Front label panel: SOUTH OF FRANCE Ultra Shea & Moisturizing Mango Butter Mango 8.8 oz. (250g) Instructions: Use as you would any other fine soap. Ingredients: 100% vegetable oils: palm olive and/or coconut oil shea butter mango butter mineral pigment or vegetable color natural fragrance and/or essential oils. Supplemental Facts: * Not tested on animals * Biodegradable and recyclable packaging",
    "itemID": "B001T8MTV0",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 115918
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Soaps"
      ]
    ],
    "price": 5.31,
    "brand": NaN
  },
  {
    "title": "Revlon - Revlon Matte Lipstick , Really RED 006",
    "description": "Revlon Super Lustrous Lipstick82 SHADES in 4 FABULOUS FINISHES Infused with mega-moisturizers to seal in color and softness. Find your lip color amongst a dazzling array of 82 shade in 4 fabulous finishes of Matte, Pearl, Creme and Shine.- Exclusive LiquiSilk formula with mega-moisturizers seals in color and softness - Silky-smooth, creamy texture - Stay true color wears evenly Apply directly to lips for a high-shine look. Add Revlon Super Lustrous Lip Gloss for even more shine.",
    "itemID": "B002SV0XYW",
    "helpful": [
      0,
      1
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 59173
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 8.99,
    "brand": "Revlon"
  },
  {
    "title": "The Body Shop Body Butter, Satsuma, 6.75 Ounce",
    "description": "This rich and creamy Body Butter is a feast for the skin. It melts straight in to leave skin feeling soft and smooth. It contains Community Fair Trade shea butter and smells of fresh satsuma. 24-hour hydration great for normal to dry skin -- Fresh satsuma scent.",
    "itemID": "B000F0QCWA",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 66772
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 11.45,
    "brand": "The Body Shop"
  }
]