[
  {
    "title": "Premier Dead Sea Ageless Future Cell-renewal Serum, All Skin Types, 2.0288-Fluid Ounce",
    "description": "The Ageless Future Cell Renewal Serum has a wonderful long-term effect: It enhances the skin cells&#x2019; ability to regenerate by reviving their cellular metabolism",
    "itemID": "B001DXQMS2",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 13650
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 42.0,
    "brand": "Dead Sea Premier"
  },
  {
    "title": "Gratiae Organics Ultrox Expression Marks Anti Wrinkle Serum, 1.02 Ounce",
    "description": "Inspired by the most modern plastic surgery techniques, the Gratiae Organics Ultrox Expression Marks Anti- Wrinkle Serum offers an intelligent anti- aging strategy for customized anti- wrinkle and anti- expression mark effects. This serum is an ultra targeted, highly concentrated formula that reaches maximum lifting effects and assists in eliminating expression marks. Simply apply serum onto cleansed skin, in soft, circular movements until absorbed. For best results, follow the application with our Ultrox anti-wrinkle cream. GRATiAE Organic is committed not only to seeking and sustaining organic and natural materials, but also to using all our planet's resources wisely.  We use &#x201C;Responsibly Wild Crafted&#x201D; herbs which are harvested with minimal environmental impact and are replanted with long-term sustainability in mind. In addition, we're focused on Holistically balanced products which keep the plant constituents in a state of \"natural wholeness\" without adulterating any \"naturally-occurring bonds\". (This kind of product is achieved utilizing a proprietary cold extraction process .) Holistically Balanced products enable us to maintain a focus on the whole plant and the synergistic action of all of the constituents in the plant as created by Nature. All GRATiAE products are cruelty- free, not tested on animals, and they come in packaging that's recyclable. GRATiAE Organics... Created by Nature, Perfected by Science.",
    "itemID": "B003MTPUYC",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 78654
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 41.02,
    "brand": "Gratiae Organics"
  },
  {
    "title": "Vivite Travel Size System 4 piece",
    "description": "These travel-friendly products allow you to keep your skin healthy and glowing no matter where you are. Perfect for both trial and travel, the Travel Size System fits perfectly into any purse, backpack or suitcase and features airline-safe sizes. The Travel Size System includes : Exfoliating Facial Cleanser (0.3 fl. oz.) - removes excess oils, debris and grime while loosening the top layer of dead skin cells and sloughing them away. 15% glycolic compound. Daily Antioxidant Facial Serum (0.17 fl. oz.) - designed to hydrate and resurface the skin for a smoother, younger and more beautiful appearance. 15% glycolic compound. Revitalizing Eye Cream (0.13 oz.) - reduces the appearance of fine lines, wrinkles and dark circles for a brighter and healthier appearance. Gentle formula features a 10% glycolic compound. Night Renewal Facial Cream (0.25 oz.) - provides extreme hydration and comfort while repairing the skin and maintaining a healthy tone and texture. 20% glycolic compound. Travel Case - this clear, wallet-like case keeps your travel size products safe while on-the-go. It measures 5'' long, 1.5'' deep and 3.5'' tall.",
    "itemID": "B0037ZA4GU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8235
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sets & Kits"
      ]
    ],
    "price": 15.0,
    "brand": NaN
  }
]