[
  {
    "title": "Conair Illumina Collection Two-Sided Makeup Mirror with 4 Light Settings",
    "description": "The conair tm8lx double-sided lighted makeup mirror features 4 different light settings: day, evening, office and home. so for just about every time of your day you know how you&#x2019;re going to look. switch between the regular viewing and the 5x magnification for detailed viewing. it features a stand that adjusts to any angle and folds in for convenient storage. the tm8lx also comes equipped with fog-free glass, so you can do your makeup or shave right after a hot shower.",
    "itemID": "B001RJBL7E",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 11094
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Mirrors",
        "Makeup Mirrors"
      ]
    ],
    "price": 30.0,
    "brand": "Conair"
  },
  {
    "title": "RoC Retinol Correxion Eye Cream, 0.5 Ounce",
    "description": "&nbsp;&nbsp;&nbsp;Fight the look of deep wrinkles with RoC RETINOL CORREXION Eye Cream. Specially formulated for the delicate eye area, Retinol CORREXION Eye Cream visibly reduces wrinkles around the eyes and crow's feet in 12 weeks. In addition, it evens out the appearance of dark circles and reduces the appearance of puffiness in four weeks.Usage TipsApply the formula in small dots around the eye area and gently smooth until thoroughly absorbed. Use alone or under makeup in the morning and/or evening.How Can RoC RETINOL Improve My Skin?Retinol is one of the most effective ingredients for reducing the appearance of lines and wrinkles.When you are young, your skin cells continuously renew themselves, which keeps your skin looking smooth. As time passes, however, your skin's ability to renew itself gradually slows down. Skin loses its elasticity and wrinkles become more evident. What you need is something to help keep it looking younger and healthier.This is the benefit of Retinol. Retinol is a pure form of Vitamin A that works to reduce the appearance of wrinkles.Advice for Getting the Most Out of Retinol ProductsStart Early:It is often recommended to begin using a Retinol product in your late twenties to early thirties. Early use of Retinol products can actually help to combat fine lines and wrinkles before they become apparent, so your skin stays looking younger and healthier.Start Slowly:Using Retinol is like exercising. You don't start out running a marathon. Begin by applying a small amount (a little goes a long way) every other day for about two weeks. After two weeks, you may begin applying more frequently until find the best routine for your skin.RoC RETINOL CORREXIONEye CreamAt a Glance:Hypoallergenic2006 CEW Beauty Awards WinnerStick with It:It is important to be consistent, as the benefits of Retinol are seen over time. If you happen to experience minor skin irritation, this may be temporary while your skin adjusts to the products. Just decrease usage for a few days and work your way back up after that.Protect your skin:Whether you use a Retinol product during the night or day, always remember to wear a sunscreen of SPF 15 or higher during the day.RoC: A History of Skincare ExpertiseRoC brand was founded in France in 1957 by pharmacist Jean-Charles Lissarrague and a collaboration of dermatologists. From the beginning, RoC developed strong partnerships with dermatologists, helping it become the skincare leader in France. In 1999, the makers of RoC brought its anti-aging expertise to the U.S.Since then, RoC has continued to build on its unique understanding of the skin aging process to develop the best and most effective skincare solutions for women in the U.S. RoC products in the U.S. are not only derived from extensive research and thorough clinical studies, but also from a proven track record of success with European women.What's in the BoxRoC RETINOL CORREXION Eye Cream (0.5 Fluid Ounces).Deep Wrinkle FillerDeep Wrinkle SerumDeep Wrinkle DailyMoisturizer SPF 30Eye CreamDeep Wrinkle Night CreamSENSITIVE Eye CreamSENSITIVE Night CreamTrademark Information:RoC&reg; RETINOL CORREXION&reg; Deep Wrinkle Eye Cream",
    "itemID": "B0009RFB76",
    "helpful": [
      3,
      3
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 430
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 14.1,
    "brand": "RoC"
  },
  {
    "title": "L'Oreal Paris Youth Code Regenerating Skincare Eye Cream Daily Treatment, 0.5 Ounce",
    "description": "Why is youth code right for me? With age, your skin regenerates less quickly. Time leaves a visible imprint: signs of stress, fatigue and aging seem to suddenly appear. After 10 years of research, L'Oreal scientists unlock the code of skin's youth by discovering a specific set of genes that are responsible for skin's natural power of regeneration. Genactiv technology with L'Oreal's breakthrough genactiv technology, this powerful daily moisturizer can increase skin's power of regeneration so it regains the qualities of young skin. See smoother, youthfully luminous and rested skim emerge. Plus, skin is protected with broad spectrum UVA/UVB SPF 30 to help prevent future signs of damage. See dramatic results. Immediately skin is smoother, deeply hydrated, wrinkle reduction begins. After 1 week signs of stress and fatigue are visibly diminished, and skin looks rested. After 1 month: lines and wrinkles are visibly reduced.",
    "itemID": "B0047F9820",
    "helpful": [
      2,
      3
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 8177
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Creams"
      ]
    ],
    "price": 6.89,
    "brand": "L&#39;Oreal Paris"
  }
]