[
  {
    "title": "Manuka Honey and Manuka Oil Skin Cream",
    "description": "Skin Clear (TM) Manuka Cream 80ml/2.7 fl.oz. Contains Manuka Honey and manuka oil to keep the skin looking clear and healthy. Formulated with organic aloe vera juice instead of water for increased hydration and soothing action. This new formula includes Kukuinut Oil, a traditional Hawaiian oil for moisturizing damaged skin. This Skin Clear Cream has a 74% organic content and 91% overall natural composition, and contains no parabens, artificial colorants or fragrances.Ideal for acne-prone skin, this cream will improve the appearance of blemished skin and promote skin elasticity through the action of manuka honey and other powerful natural moisturizers. Continuous use of this cream will restore the skin's natural moisture barrier, often damaged by acne and acne medications, and protect against further damage.",
    "itemID": "B001DBC8K0",
    "helpful": [
      1,
      1
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 18642
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 19.2,
    "brand": NaN
  },
  {
    "title": "Yes To Tomatoes Skin Clearing Facial Mask, 1.7 Fluid Ounce",
    "description": "A skin clearing facial mask that not only absorbs sebum buildup and keeps pores clear, but also contains dead sea mud to exfoliate your skin and encourage a shine-free appearance. Our deep pore treatment contains the potent antioxidant lycopene from organic tomatoes to brighten, refine and purify the skin. Now that&#x2019;s something to say yes about.",
    "itemID": "B003PLFJBQ",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 5681
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Masks"
      ]
    ],
    "price": 10.19,
    "brand": "Yes To"
  },
  {
    "title": "Peter Thomas Roth Beta Hydroxy Acid 2% Acne Wash 8.5 fl oz",
    "description": "A gentle and effective oil-free acne wash that deep cleans without over drying.  Helps eliminate the breakout cycle while removing excess oil and bacteria. Penetrates pores to eliminate, clear up and help prevent the development of new whiteheads, blackheads and acne blemishes. Oil-free, alcohol-free and fragrance-free. For oily, problematic and acne skin types.",
    "itemID": "B0001MC06Y",
    "helpful": [
      2,
      3
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 8373
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 24.14,
    "brand": "Peter Thomas Roth"
  }
]