[
  {
    "title": "Kevyn Aucoin Sensual Skin Enhancer Foundation, SX 04, 0.63 Ounce",
    "description": "Kevyn Aucoin's the sensual skin enhancer was created to mimic the appearance of healthy, radiant skin. It can be used as a spot foundation, concealer, all-over foundation, highlighter (choose a shade lighter than your actual skin tone) or mixed with your moisturizer for a tinted moisturizer effect - the possibilities are endless. Honey and jojoba oil create a soft, dewy finish as well as lend themselves to the formula's silky texture. It may be applied with the fingers, a brush or a sponge (wet or dry) for any desired finish. Kevyn Aucoin, the worlds master makeup artist, searched the world over for the past 20 years in order to bring women, like yourself, as well as his celebrity clients, the sensual skin enhancer. Kevyn created the sensual skin enhancer to replicate the look of healthy, radiant, dewy skin. This was his favorite product to create a natural, youthful glow on all of his celebrity clients. Our long lasting formula can be used on every skin type in many ways to achieve your desired coverage, while allowing your natural skin to show through. Available in 16 shades, this long lasting formula provides medium to full coverage and blends seamlessly into the skin. This product is very unique and may be used with a touch of powder as an alternative to an allover foundation or as a spot concealer to conceal imperfections or to lighten target areas.",
    "itemID": "B000RY5YY6",
    "helpful": [
      4,
      5
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 43740
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 37.5,
    "brand": "Kevyn Aucoin"
  },
  {
    "title": "L'Oreal Paris Infallible Never Fail Lipcolour Compact, Cerise, 0.074 Ounces",
    "description": "At last, the first long-wearing lipcolour that will not disappoint.  The infallible never fail lipcolour patented formula offers superior elasticity for 16 hours of beautiful, comfortable color that won&#x2019;t flake off or wear out mid-lip. Patented lip-gripping polymers with superior elasticity form a flexible color network that moves with lips for superior comfort and wear that won&#x2019;t flake, cake, or crack. Patented sphingolipide complex, marine collagen, and vitamin e moisturize lips and lasts long.",
    "itemID": "B001DO9VE8",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 85110
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 9.93,
    "brand": "L&#39;Oreal Paris"
  },
  {
    "title": "Lime Crime Opaque Nude Lipstick Coquette",
    "description": "Ingredients: Ricinus Communis (Castor) Seed Oil, Diisostearyl Malate, Euphorbia Cerifera (Candelilla) Wax, Trioctyldodecyl Citrate, Castor Isostearate Succinate, Caprylic/Capric Triglyceride, Octyldodecanol, Ozokerite, Bis-Diglyceryl Polyacyladipate-2, Polyethylene, Microcrystalline Wax, Phenoxyethanol, Vanillin, Capryl Glycol, Ethylhexylglycerin, Hexylene Glycol, Tocopheryl Acetate, Vegetable Oil, BHT. [+/-] Mica, Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77492, CI 77499), Yellow 5 Lake (CI19140), Red #7 Lake (CI45410, CI15850), D&C; Red #6 (CI15850), Blue #1 Lake (CI42090), Yellow #6 Lake (CI15985).",
    "itemID": "B004W4P7AI",
    "helpful": [
      3,
      4
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 16380
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 18.0,
    "brand": "Lime Crime"
  }
]