[
  {
    "title": "NOW Solutions Glycerine Vegetable, 16-Fluid Ounces",
    "description": "Condition:  Rough skin, simple cosmetic applications.  Solution:  Pure Vegetable Glycerine is an outstanding moisturizer and skin cleanser that also provides softening and lubricating benefits.  It's hypoallergenic and easily soluble in water, making it suitable for use in all of your favorite cosmetic applications.  100% Pure Vegetable Glycerine has a long shelf life and does not easily oxidize.  It is an all-natural product derived from Non-GMO palm oil or vegetable oil.  NOW&#xAE; Solutions is the next step in the evolution of personal care products.  This comprehensive natural line encompasses anti-aging moisturizers and serums, bath and body gels, shampoos and conditioners, oral care, skin care, and essential oils, all of which are formulated with the finest functional ingredients from around the world.  NOW&#xAE; Solutions products avoid harsh chemicals and synthetic ingredients in all of our formulations, to provide a more natural product line.",
    "itemID": "B0019LWU2K",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 310
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 6.79,
    "brand": "Now Foods"
  },
  {
    "title": "Thayers - Rose Petal Witch Hazel with Aloe Vera Alcohol-Free Toner - 12 oz.",
    "description": "Thayers Witch Hazel with Aloe Vera Rose Petal With ALOE VERA Formula Gentle Moisturizes Vitamin E Alcohol-Free Rose Petal Witch Hazel Toner With Certified Organic Witch hazel and Aloe Vera Formula Over 120 years ago Rose Thayer niece of Henry Thayer MD developed an all-natural recipe for extra-soft youthful-looking skin As she aged many would comment on how she always looked 10 years younger than she was Now for the first time her secret formula of Rose Petal water blended with Witch Hazel extract Certified Organic Aloe Vera and Vitamin E is being made available Witch Hazel helps to tighten pores and to smooth and beautify skin without drying THAYERS proprietary Certified Organic Witch Hazel (derived from the bark) is not distilled thereby maintaining all the beneficial natural tannins Assay of hamamelitannin shows that Witch Hazel bark extract is 31 times richer in hamamelitannin than the leaf extract and 87 times richer than the stem extract (Resource: Vennat B \"Tannins from Hamamelis virginana \" Plant Medica 54(1988):454-457) \"Rose's secret to looking 10 years younger naturally\" Alcohol-Free Paraben-Free Propylene Glycol-Free Un-Distilled Witch Hazel (with all the beneficial natural tannins) Moisturizes Cleanses Free Of Alcohol Disclaimer These statements have not been evaluated by the FDA These products are not intended to diagnose treat cure or prevent any disease Thayers Witch Hazel with Aloe Vera Rose Petal Directions Apply with a cotton ball or soft pad to cleanse soften refresh and moisturize skin Use anytime throughout the day as a softening refresherIngredients: Purified water aloe barbadensis leaf (certified organic filet of aloe vera) glycerin (vegetable) fragrance (natural rose) hamamelis virginiana (THAYERS proprietary un-distilled certified organic witch hazel) extract rosa centifolia (rose) flower water citric acid citrus grandis",
    "itemID": "B00016XJ4M",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 10
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 10.48,
    "brand": "Thayer&#39;s"
  },
  {
    "title": "Lolita Lempicka By Lolita Lempicka For Women. Eau De Parfum Spray 3.4 Oz.",
    "description": "Introduced in 1997. Fragrance notes: exotic licorice and vanilla combined with light greens, florals and musk. Recommended use: daytime.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B0009OAHWI",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 58223
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Body Washes"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]