[
  {
    "title": "Egyptian Magic All Purpose Skin Cream Facial Treatment, 4 Ounce",
    "description": "Kamitian folklore recalls the existence of a miraculous skin cream secretly used by the great sages, mystics, magicians and healers of ancient kamit (ancient egypt), used as an anti-aging skin rejuvenation to maintain radiant, healthy, smooth and glowing skin. This egyptian magic is our take on this legendary skin cream, designed to leave your skin feeling smooth.",
    "itemID": "B000WNLFBI",
    "helpful": [
      3,
      5
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 457
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 25.45,
    "brand": "Egyptian Magic"
  },
  {
    "title": "100% Pure Cosmetics - Organic Coffee Bean Eye Cream, 1 fl oz cream",
    "description": "What is it: Anti-inflammatory, caffeine rich green tea and coffee de-puffs and reduces swelling while increasing circulation to alleviate and brighten dark circles. Concentrated with potent anti-aging vitamins, antioxidants, and nourishing blackcurrant oil.Who is it for: Anyone looking to reduce the appearance of dark circles and puffiness.Truly, 100% Pure- no synthetic chemicals, no artificial fragrances, no parabens or any other chemical preservatives, no petrochemicals or any other toxins.No Animal TestingMade in USA",
    "itemID": "B001189I3A",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 908
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes"
      ]
    ],
    "price": 18.83,
    "brand": "100% Pure"
  },
  {
    "title": "AVALON ORGANICS, Vitamin C Vitality Facial Serum - 1 oz",
    "description": "Vitamin C Serum by Avalon Organics 1 oz Liquid Vitamin C Serum Product Antioxidant-intensive treatment stimulates cellular renewal and provides Photo-Aging Defense. This highly concentrated treatment serum is designed to target hyperpigmentation sagging and lines the most visible signs of UV-induced stress. Our unique combination of antioxidant-rich Vitamin C Lemon Bioflavonoids and White Tea help reactivate cellular renewal and promote collagen and elastin production while evening skin tone. As you soothe oxidative stress you help fight the visible signs of photo-aging resulting in smoother softer skin with improved tone. Standards Contains 70 organic content 100 vegetarian ingredients Certified by QAI to NSF ANSI 305 the American National Standard for personal care products containing organic ingredients Directions After cleansing and toning apply to problem areas. Use morning and evening. Other Ingredients Aqua (Water) Aloe Barbadensis Leaf Juice(1) Glycerin Polyglyceryl-6 Disteara",
    "itemID": "B000YG82HI",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 2826
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Oils & Serums"
      ]
    ],
    "price": 9.97,
    "brand": "Avalon Organics"
  }
]