[
  {
    "title": "La Roche-Posay Effaclar Duo Dual Action Acne Treatment, 1.35 Fluid Ounce",
    "description": "Fomulated with 5.5% Micronized Benzoyl Peroxide to reduce inflammation while minimizing irritation and micro-exfoliating LHA 0.4% to exfoliate and smooth skin. Whiteheads, blackheads and blemishes are effectively treated. Skin looks clearer and smoother.",
    "itemID": "B004L8J15C",
    "helpful": [
      1,
      3
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 1687
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 17.09,
    "brand": "La Roche-Posay"
  },
  {
    "title": "Olay Regenerist Microdermabrasion &amp; Peel System 1 Kit",
    "description": "Studies have shown regular microdermabrasion is more beneficial to your skin than sporadic treatments. That's why Olay skincare experts developed Regenerist Microdermabrasion & Peel System. Olay combines the power of microdermabrasion with a mini-peel treatment to wake up tired-looking skin. Over time, it visibly improves skin tone and diminishes the appearance of fine lines and wrinkles.Make it part of your regular skincare regimen to gently resurface your skin's texture and activate surface cell renewal for soft, smooth skin. Its even gentle enough to use up to two times a week.There's only one Regenerist, backed by 60 years of Olay skincare experience. If you're ready for a dramatic transformation, Olay Regenerist Microdermabrasion & Peel System offers you the power of a microdermabrasian and mini-peel treatment to regenerate your skin's appearance in the comfort and convenience of your own home. Olay innovation.. it's a beautiful thing.",
    "itemID": "B000F63TW0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 151
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Microdermabrasion"
      ]
    ],
    "price": 21.99,
    "brand": "Olay"
  },
  {
    "title": "Peter Thomas Roth Uber Dry Sunscreen SPF30 4.2 oz",
    "description": "So Uber-Dry... you won't even know it's on! Revolutionary extra light-weight, water resistant formula leaves an invisible veil of SPF30 that is undetectable to the touch.  Screens out the sun's harmful UVA/UVB rays to help prevent sunburn, skin damage, freckling, and uneven coloration. Absorbs quickly for a shine-free, residue-free finish. Rich with anti-oxidant vitamins A, C, & E. PABA and fragrance-free. Suitable for all skin types including oily and acne prone skin.",
    "itemID": "B00170F6A6",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 115000
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Skin Protection"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]