[
  {
    "title": "SHANY Nail Art Set (24 Famouse Colors Nail Art Polish, Nail Art Decoration)",
    "description": "This 24 piece nail art set has every color you need to design fabulous nails. Let your imagination run wild. Use the thin brush to create different patterns like feather strokes, checkered squares, rainbows, flowers and much more. Tip layer glitters over design to add sparkle. The possibilities are endless with so many hues you cannot go wrong with this set that contains lime green (pearl), neon green, yellow (matte), neon pink, fuchsia (pearl), neon purple, red (matte), neon yellow, white (matte), black (matte), silver (glitter), gold (glitter), pink (glitter), blue (glitter), green (glitter), dark grey (matte), pink (matte), sky blue (matte), lavender (matte), brick (matte), navy (pearl), forest green (matte), orange (matte), purple (pearl).",
    "itemID": "B005X2F7KI",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 137
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 19.95,
    "brand": NaN
  },
  {
    "title": "Dotting 5 X 2 Way Marbleizing Dotting Pen Set for Nail Art Manicure Pedicure, 4 Ounce",
    "description": "5 X 2 way marbleizing dotting pen set for nail art manicure pedicure in 10 different shape.",
    "itemID": "B004OHQR1Q",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 39
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 2.1,
    "brand": "Dotting"
  },
  {
    "title": "World Pride Pocket Nail Cuticle Nipper Pack Contains Nail Trimmer, Pack of 3",
    "description": "Package included: \n\n1pc of Nail Cuticle Nipper; \n2pcs of Nail Files",
    "itemID": "B007BJ3KQ4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 226
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Clippers & Trimmers"
      ]
    ],
    "price": 3.26,
    "brand": "World Pride"
  }
]