[
  {
    "title": "54 WATT ROYAL NAILS PROFESSIONAL UV LIGHT GEL AND ACRILIC NAIL DRYER &amp; CURING RN541 WORKS WITH CND, SHELLAC, OPI, HARMONY GELLISH, IBD GELAC, ETC.. FOR DOUBLE. HANDS OR FEET.",
    "description": "Perfect for professional and personal home nail care uses. Easy and fun to use.",
    "itemID": "B006IBM21K",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 22217
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Body Washes"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "Ella International Lip Chic Lipstick Sealer 0.25oz (7ml)",
    "description": "Lipchic's clear 100% botanical formula transforms your own lipstick into smudge-proof, eat-proof, totally kiss-proof perfect all day lip color. Prevents feathering too! Easily removed with cleanser & water or makeup remover. Contains no ink, dye, chemicals or petroleum. One application last 8+ hours. Long lasting bottle contains 120+ applications. Costs about 10 cents per application. GOOD HOUSEKEEPING INSTITUTE: \"The Institute asked testers to try five lip sealers to find out how well they protected their lipstick after eating, drinking and smooching. Lipchic lipstick sealer was the only sealer that performed well -- the rest were ineffective and drying.\" (Published nationwide on GHI-TV Network- 150 TV Stations).",
    "itemID": "B000VUYSA2",
    "helpful": [
      1,
      1
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 8106
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 10.57,
    "brand": "Ella International"
  },
  {
    "title": "Shellac Romantique .25 oz.",
    "description": "A UV-cured color coat featuring UV3 technology: on like polish; wears like gel; off in minutes. Provides a long-lasting color layer to nails.",
    "itemID": "B003OGSX4M",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3127
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 15.64,
    "brand": "CND Cosmetics"
  }
]