[
  {
    "title": "Frola Cosmetics Professional 6 Colors Contour Face Power Foundation Makeup Palette #01",
    "description": "Features:100% Brand new 6 full colour palette!An extensive range of 6 color face powder ensures the best skin colour matcheven when a heavy application is required, guaranteeing a traceless, natural finish!The light colour is suitable for redness, acne and so on.The medium colour is perfect for dark shadows in the under-eye area.The dark colour provides exceptional camouflage and adheres well to the skin.It is also suitable to use as bronzer.Specifications:Case's size: 23 x 15.5 x 1 cm / 9 x 6 x 0.4 inchCase's color: BlackCase Material: PlasticPackage include:Pro 6 colors face power foundation palette #01 x 1",
    "itemID": "B00D5TB1LK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 142
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 8.8,
    "brand": "Frola Cosmetics"
  },
  {
    "title": "CHI Keratin Mist, Leave-In Strengthening Treatment, 12 Ounce",
    "description": "Itis specifically developed to work in conjunction with the CHI line. CHI Keratin Mist with Cationic Hydration Interlink and proteins is an advance leave in spray to provide hair with strength, protection & softness while leaving hair silky & shiny.",
    "itemID": "B000EMDK2Y",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2050
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 13.98,
    "brand": NaN
  },
  {
    "title": "Scunci Effortless Beatuy Headbands, 1 Inch, 2-Count",
    "description": "Fashion and function is mission possible with these scunci effortless beauty hairbands. your secret weapon on the war on boring hair, they keep your hair in its place on all life's adventures. accentuate a ponytail or bun for a polished profile. comfortable and stylish basic hairbands are as essential as the little black dress. mulitple mini teeth on the underside of the band prevent sliding. 2 pack with 1 brown shade for unobtrusive hold, 1 in basic black.",
    "itemID": "B001T8OEBI",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 6232
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Headbands"
      ]
    ],
    "price": 4.6,
    "brand": "Scunci"
  }
]