[
  {
    "title": "Yu-Be Original Cream - Jar 2.2 oz.",
    "description": "Yu-Be, Japan&#039;s best-selling medicated, vitamin-enriched moisturizing skin cream, is a non-petroleum hydration formula that heals and smoothes rough, cracked and dry skin. Glycerin composition protects against intense weather and environmental conditions that irritate and damage skin. Formulated with all-natural ingredients like Vitamin E and B2 for a soft, renewed skin. Versatile for body, face and lips.",
    "itemID": "B000ZOFUOC",
    "helpful": [
      4,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8094
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 24.22,
    "brand": "YuBe"
  },
  {
    "title": "Filtered Super Creamy Yellow Shea Butter - 8 Oz",
    "description": "Why do we filter it? Raw Unrefined Shea Butter is shipped from Africa full of impurities and broken shells etc. We Systematically clean most of it, we pack it well and we sell it as such. However 10% of all the impurities cannot be removed unless we melt the Shea Butter at a controlled temperature. Then We mechanically filter it, add shea oil to it to increase the ratio of the fatty acids then restore it to its solid state through a process we ( Organic Herbal Essence ) mastered in our Lab so that the final product is nevrer grainy nor brittle but rather soft and creamy. Please Note that Shea Butter hardens in cool temperature and softens when slightly heated. The filtered shea butter is much superior at the unfiltered one although both are RAW AND UNREFINED, it also saves time and money since the filtered Shea butter is ready for use right away.",
    "itemID": "B001U3QTRO",
    "helpful": [
      3,
      4
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 129196
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 4.95,
    "brand": NaN
  },
  {
    "title": "Nubian Heritage Raw Shea Butter Lotion 13 oz",
    "description": "Body Lotion Raw Shea Butter by Nubian Heritage 13 oz Lotion",
    "itemID": "B000MC5US8",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 11044
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Lotions"
      ]
    ],
    "price": 8.3,
    "brand": "Nubian Heritage"
  }
]