[
  {
    "title": "Fogless Shower Mirror with Squeegee by ToiletTree Products. Guaranteed Not to Fog, Designed Not to Fall. #1 Selling and Ranked by Amazon Customers. (Silver)",
    "description": "Amazon's #1 Reviewed Fogless Shower MirrorLook your best by taking care of your face in your shower. This patented mirror is guaranteed not to fog in the shower. Other fogless shower mirrors just don't work. No more suction cups falling off the wall! Our removable silicone adhesive secures the mirror to all shower surfaces and will not damage tiles or shower walls! The mirror conveniently detaches from the bracket so you can easily fill the reservoir before each use. An included self-stored squeegee removes any excess water from the front of your mirror. An adjustable frame makes the mirror accommodating for multiple users and angles.To use: Simply slide the mirror off the bracket before each shower and fill with hot water. The hot water will keep the mirror the same temperature as the environment in your shower which makes it scientifically impossible for your mirror to ever fog. Filling the mirror each shower takes 5-7 seconds.Shatter proof high quality acrylic mirror that adheres to virtually any wall surface with removable silicone adhesive.Easily adjustable bracket accommodates multiple users and angles.Built in shelf to store your razor, sponge or tweezers.Squeegee included to wipe away excess water drops.Designed not to rust, discolor or damage bathroom surfaces.Measures 8.5in x 6.5in x 1.5in.If you are not satisfied with your purchase we offer a 100% 30-day money back guarantee. That's how confident we are that this will be the last fogless shower mirror you will ever have to buy.",
    "itemID": "B003BQ6QXK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 651
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Mirrors",
        "Shower Mirrors"
      ]
    ],
    "price": 29.95,
    "brand": "ToiletTree Products"
  },
  {
    "title": "Deluxe LED Fogless Shower Mirror with Squeegee by ToiletTree Products. Guaranteed Not to Fog, Designed Not to Fall. 20% Larger Than Our #1 Selling Original Mirror.",
    "description": "\"The Best Fogless Shower Mirror EVER! Just fill it with hot shower water and it's impossible for it to fog!\"\n\nToiletTree Products now has a Deluxe Fogless Shower Mirror that is 20% larger than our original and the entire outside of the mirror is illuminated by LED lights. This patented shaving mirror is guaranteed not to fog in the shower.\n\nTo use: Simply slide the mirror off the bracket before each shower and fill with hot water. The hot water will keep the surface the same temperature as the environment in your shower which makes it scientifically impossible for your mirror to ever fog. It takes only 5-7 seconds.\n\nNo more suction cups falling off the wall! Our removable silicone adhesive secures the mirror to all shower surfaces and will not damage tiles or shower walls! It conveniently detaches from the bracket so you can easily fill the reservoir before each use. An included self-stored squeegee removes any excess water drops.\n\nThis lighted shower mirror is perfect for tweezing, removing makeup, applying facial masques and using our facial cleansing brush.  And it comes with a built-in shelf to store your razor, sponge or tweezers.\n\nAn easily adjustable bracket accommodates multiple users and angles.\n\nThis shatterproof mirror is made of high quality acrylic making it impact resistant, lighter and safer, while providing a brighter and sharper image.\n\nDesigned not to rust, discolor or damage bathroom surfaces.\n\nMeasures 9.5\" x 7.5\" x 1.5\"\n\nIf you are not satisfied with your purchase we offer a 100% 30-day money back guarantee. That's how confident we are that this will be the last fog free shower mirror you will ever have to buy.",
    "itemID": "B005OSQGN8",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2303
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Mirrors",
        "Shower Mirrors"
      ]
    ],
    "price": 49.95,
    "brand": "ToiletTree Products"
  },
  {
    "title": "ToiletTree Products Toiletry Bag with Travel Accessories (TSA Approved Bottles)",
    "description": NaN,
    "itemID": "B0081JG2T0",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Clothing": 2850
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 24.95,
    "brand": NaN
  }
]