[
  {
    "title": "Dermalogica Intensive Moisture Balance, 1.7 oz (50 ml)",
    "description": "A skin care system researched and developed by the International Dermal Institute. Recommended for drier or prematurely-aging skin.  An ultra-rich phytonutrient moisturizer designed to combat dry skin. Stabilized Vitamin C helps to smooth the appearance of dry lines and skin damage, leaving skin soft and  supple. Antioxidant enzyme Superoxide Dismutase, Vitamins A and E, and Ginkgo help shield against damage caused by environmental assaults. Soothing Coneflower and Hydrocotyl, combined with extracts of Grape Seed and Wild Yam, help reduce the signs of prematurely-aging skin, leaving it smooth and firmer-looking. Contains no artificial fragrances or color. Product guaranteed when professionally recommended. Ask your skin therapist for a Face Mapping analysis and your customized zone-by-zone prescription. Made in the USA.",
    "itemID": "B000PKWAWQ",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 23028
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 17.99,
    "brand": "Dermalogica"
  },
  {
    "title": "Harmony Gelish UV Soak Off Gel Polish Good Gossip",
    "description": "This color gel is conveniently designed by \"Gelish by Harmony\" with a twist cap and applicator brush, apply like polishes, and cured under UV lamp. Color gels are meant to use on natural nails. These products are made to satisfy natural-nail wearers who long wish their color would last for more than two weeks. Color gels will stay on nails for three weeks with no chipping or peeling, and soak completely off in only 15 minutes.",
    "itemID": "B003VMFITM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6947
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 11.95,
    "brand": "Harmony"
  },
  {
    "title": "Salon Express Nail Stencil Kit",
    "description": "The Salon Express Nail Art Stamping Kit lets you decorate your nails like a pro.",
    "itemID": "B0062MAAAK",
    "helpful": [
      4,
      4
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 335
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 3.4,
    "brand": "Sparks Innovators"
  }
]