[
  {
    "title": "EltaMD UV Lotion Broad-Spectrum SPF 30+ 7 oz",
    "description": "Elta MD UV Lotion Broad-Spectrum SPF 30 Plus (formerly UV Lotion SPF 30 Plus) protects and promotes healthy skin. Formulated with transparent zinc oxide, it combats harmful UVA and UVB rays to prevent sunburn and visible signs of photoaging. Vitamin E and hyaluronic acid work together to hydrate and lock in moisture, promoting a soft feel and comfortable, long wear.",
    "itemID": "B000PHP8L4",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2496
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Lotions"
      ]
    ],
    "price": 26.35,
    "brand": "EltaMD"
  },
  {
    "title": "Eltamd UV Daily SPF 40, 48-Gram 1.7 Ounce",
    "description": "EltaMD UV Daily 40 is a moisturizing sunscreen that is sheer and lightweight formulated to reduce the appearance of fine lines and wrinkles. Perfect for daily use and is paraben-free, non-comedogenic, sensitivity-free, and fragrance-free.This product contains 9% transparent micronized zinc oxide to protect the skin from UVA rays and delivers SPF 40 to protect skin from UVB rays.",
    "itemID": "B00464EC1E",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 220
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 17.72,
    "brand": "EltaMD"
  },
  {
    "title": "Eltamd Renew Eye Treatment Gel, 0.5 Fluid Ounce",
    "description": "Eltamd renew eye gel is formulated with a fusion of innovative peptides, extracts, vitamins and other anti-aging ingredients. This unique blend of elements penetrates the skin to diminish and eliminate dark circles, fine lines and wrinkles, and puffiness. Renew also improves skin quality and brightness for a healthier, more even skin tone and youthful appearance. Renews advanced formula harmonizes an array of complex, anti-aging ingredients that correct and prevent multiple common skin issues. Based on testing, significant improvement of skin quality in the eye area is visible within 30 days when renew is used every morning and night. Oil-free formula helps eliminate under-eye puffiness, dark circles, fine lines and wrinkles while generating brighter, healthier skin. Special peptides and natural extracts stimulate collagen synthesis and hyaluronic acid production within the dermis to rebuild the skin matrix and prevent the appearance of skin aging. Significant results are usually visible within 30 days.",
    "itemID": "B008VKEA9I",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2788
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Gels"
      ]
    ],
    "price": 33.82,
    "brand": "EltaMD"
  }
]