[
  {
    "title": "BareMinerals Original Foundation Broad Spectrum SPF 15 8 g/0.28 Oz (Fair C10 8g/0.28 oz)",
    "description": "bareMinerals Original Foundation Broad Spectrum SPF15 is an award-winning mineral foundation that gives you all the flawless coverage you want with a no-makeup look and feel that lasts up to eight hours. The creamy minerals diminish the appearance of imperfections without drying out skin. Naturally luminous finish.A groundbreaking formula, bareMinerals Original Foundation Broad Spectrum SPF15 is clinically proven to promote clearer, healthier-looking skin. It is formulated without parabens, binders, fillers, or synthetic chemicals. This foundation has been awarded the \"Best Department/Specialty Stores Foundation\" in the Glammy Award organized by Glamour Magazine from 2005-2013.",
    "itemID": "B00021DVCQ",
    "helpful": [
      38,
      43
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 18978
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 28.0,
    "brand": "Bare Escentuals"
  },
  {
    "title": "Super Detox - Organic Deep Pore Facial Cleanser with Activated Charcoal 4.85 oz",
    "description": "Super Detox Deep Pore Facial Cleanser with Activated Charcoal is a creamy silvery gray liquid enriched with botanicals, essential oils, vitamins, replenishing oils & activated charcoal.Super Detox Cleanser is made with mild & effective cleansing agents to deeply clean your pores of toxins & bacteria for smooth clear skin. Our unique clarifying formula acts like a magnet to remove dirt & oils below the surface of your skin, gently purging toxins out of your pores.An oil-controlling, replenishing blend of Essential Oils consisting of Rose Geranium, Rosemary, Lavender, Lemon, Lime & Orange works to balance your skin for a clear, bright complexion.Astringent, Antiseptic & Regenerative, this cleanser is fortified with Antioxidants: Lichen, Black Willow Bark, Aloe Vera, Green, White & Rooibos Teas; plus Vitamins: B-complex, C Ester & E.Details:Activated Charcoal is amazingly absorbent, known to effectively cleanse the skin, unclog pores, remove deeper impurities & dead skin cells, resulting in smooth, supple skin. One teaspoon of activated charcoal has a surface area of more than a football field. Dirt, toxins, heavy metals, chemicals & other poisons are attracted to the charcoal molecules & washed away. The beauty of Activated Charcoal is that it removes these nasties without adsorbing vitamins & nutrients, leaving your skin radiantly healthy.MSM is a natural sulfur compound that is anti-inflammatory & anti-microbial. MSM feeds the formation of collagen & elastin & discourages the formation of wrinkles & scar tissue.DMAE & Hyaluronic Acid: beneficial for cellular hydration, reducing the appearance of fine lines & wrinkles.Cocoamidopropyl Betaine & Decyl Glucoside are mild, vegetable sudsing agents.4.85 oz in a plastic bottle with twist spout cap.",
    "itemID": "B003NTFDFM",
    "helpful": [
      43,
      48
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 26460
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Washes"
      ]
    ],
    "price": 22.99,
    "brand": NaN
  },
  {
    "title": "Acure Organics Brightening Facial Scrub Sea Kelp+ Chlorella Growth Factor - 4 oz.",
    "description": "Brightening Facial Scrub by Acure Organics 4 oz Liquid Brightening Facial Scrub 2 oz Liquid Product ALL SKIN TYPES Seas the day with brightening exfoliation from the ocean Remove impurties and stimulate new cell growth. Ingredients Organic Curoxidant Blend (Organic Euterpe oleracea (Acai) Berry Organic Rubus fruticosus (Blackberry) Organic Rosa canina (Rosehips) Organic Sambucus nigra (Elderberry) Organic Urtica dioica (Nettle) Leaf Organic Vaccinium macrocarpon (Cranberry) Organic Lycium chinense (Goji) Berry Organic Rubus idaeus (Raspberry) Organic Punica granatum (Pomegranate) Organic Vaccinium myrtillis (Blueberry) Organic Calendula officinalis (Calendula) Organic Matricaria recutita (Chamomile) Fair Trade Certified Organic Ilex paraguariensis (Yerba Mate) Organic Aloe Barbensis (Aloe Vera) Leaf Juice Vegetable Glycerin Walnut Shell Powder French Green Clay Organic Lemon Peel Granules Saponified Organic Cocos nucifera (Coconut Oil) Sodium PCA (Vegetable) Cellulose Gum Fair Trade C",
    "itemID": "B003Z4OD24",
    "helpful": [
      4,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1221
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Exfoliators & Scrubs",
        "Scrubs"
      ]
    ],
    "price": 13.49,
    "brand": "Acure Organics"
  }
]