[
  {
    "title": "Neutrogena Norwegian Formula Hand Cream, Fragrance-Free (2 Ounce)",
    "description": "Neutrogena Hand Cream delivers effective relief for dry, chapped hands.  This clinically proven, highly concentrated formula rapidly heals dry hands. It noticeably improves the look and feel of your skin.",
    "itemID": "B000052YP6",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Creams & Lotions"
      ]
    ],
    "price": 2.87,
    "brand": "Neutrogena"
  },
  {
    "title": "Aveeno Clear Complexion Daily Moisturizer, 4 Ounce",
    "description": "This daily moisturizer has a unique formula with an exclusive total soy complex to help naturally even out skin tone and smooth texture. It also contains salicylic acid to help clear up and prevent blemishes. This fast absorbing moisturizer is gentle enough for sensitive skin and helps maintain healthylooking skin and improve your complexion. Aveeno clear complexion daily moisturizer leaves skin soft and smooth. Improves skin texture. Evens out skin tone. Improves skin clarity. Prevents breakouts. Clears up blemishes. Discover Aveeno active naturals simply put, active naturals are Ingredients derived from nature and uniquely formulated to reveal skin's natural health and beauty. A pioneer in the study of natural Ingredients for efficacious skin care, Aveeno has captured the naturally active benefits of soy. Long known for its health benefits, soy also delivers multiple skin benefits including moisturization, smoothing texture, and evening out skin tone. Aveeno offers facial care products that are noncomedogenic, hypallergenic, and gentle enough for everyday use.",
    "itemID": "B00006FRW7",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": NaN,
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 4.65,
    "brand": "Aveeno"
  },
  {
    "title": "Dermalogica Daily Microfoliant, 2.6-Ounce",
    "description": "This unique Rice-based powder formula activates upon contact with water, releasing Papain, Salicylic Acid and Rice Enzymes that micro-exfoliate dead cells, instantly leaving skin smoother and brighter.  The unique Skin Brightening Complex of Aspergillus, Grapefruit and Licorice helps to balance uneven skin pigmentation while a super-smoothing blend of Green Tea, Ginkgo and Colloidal Oatmeal helps to calm the skin, leaving it extraordinarily clear and refreshed.  Gentle enough to use on a daily basis.",
    "itemID": "B000980PGM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 362
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 39.82,
    "brand": "Dermalogica"
  }
]