[
  {
    "title": "20 Pairs Regular Long and Thick Eyelashes Style 1 and 2",
    "description": "Create a feminine look by enhancing your eyelash length with these false lashes!",
    "itemID": "B00538TSMU",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 22
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 2.6,
    "brand": "DPNY"
  },
  {
    "title": "Alpha Hydrox Spot Light Targeted Skin Lightener, 0.85 Ounce",
    "description": "Say goodbye to sun spots, freckles, age spots, and changes in skin pigmentation caused by pregnancy or the use of oral contraceptives. This highly effective targeted skin lightener contains a unique combination of 10% Glycolic Alpha Hydroxy Acid to significantly improve your skin's tone and texture and Hydroquinone, proven to lighten skin discolorations. Glycolic acid not only boosts the effectiveness of hydroquinone, it works to refine skin texture and enhance collagen production so skin looks younger.",
    "itemID": "B001E919LU",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4266
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks"
      ]
    ],
    "price": 8.0,
    "brand": "Alpha Hydrox"
  },
  {
    "title": "Aztec Secrets: Indian Healing Bentonite Clay, 2 lbs",
    "description": "Indian Healing Clay by Aztec Secret 2 lbs Clay How Aztec Secret Works Indian Healing Clay Clays have been used for centuries to beautify and refresh when used as a facial mask. Cleopatra used clay from the Nile river and the Arabian desert over 1800 years ago as part of her beauty ritual. German and Roman spas have been using clay packs and treatments in the spas they built 4 000 years ago. Many of these spas still exist and use clay even today. Pliney the Elder devoted an entire chapter of his Natural History to the many uses of clay for pimples black heads and skin tightening. Many famous naturopaths such as Kuhn Just and Kneipp have contributed to the revival of the uses of clay through their natural treatments for arthritus and skin ailgments. Aztec Indian Healing Clay A Brief History - The Worlds Most Powerful Facial The use of clay with apple cider vinegar can be dated back to the southern French priest of the16th century Kneipp and his natural treatments using clay packs and po",
    "itemID": "B000ZMBSPE",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 142
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 10.31,
    "brand": "Aztec Secret"
  }
]