[
  {
    "title": "10pcs Cute 3D Design Nail Art Nailart Manicure Animal Pattern Fimo Canes Sticks Rods Stickers Gel Tips Decoration",
    "description": "10pcs Cute 3D Design Nail Art Nailart Manicure Animal Pattern Fimo Canes Sticks Rods Stickers Gel Tips Decoration",
    "itemID": "B0065FE488",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 75273
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Art"
      ]
    ],
    "price": 3.69,
    "brand": "Zupishi"
  },
  {
    "title": "Salon Edge 36W Nail UV Lamp Acrylic Gel Shellac Curing Light Timer 36 Watt Dryer With Slide Out Tray",
    "description": "Salon Edge Branded 36 Watt Professional UV Curing Lamp for Fast Acrylic Gel DryingExcellent professional quality for the shop and light enough to take along with you. This unit uses 4 powerful UV bulbs and features a built in timer. Enjoy your FREE sanding file!Effectively and quickly cured all UV and gel based products.Reflective inside lining to ensure proper uniform drying.Fast curing of UV gels one hand at a time.Built in timer with 2 minute setting for perfect time management.Includes easy access panel on bottom to easily change bulbs.Simple fuse replacement compartment with single turn access.Features Salon Edge logo to ensure you recieve the quality you deserve.",
    "itemID": "B006QO4BRM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 813
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Dryers"
      ]
    ],
    "price": 27.99,
    "brand": NaN
  },
  {
    "title": "Nail Art MoYou Rhinestone Pack of 1200 Crystal Premium Quality 2mm Gemstones in 12 different colors, beauty accessory for women nails, fun and easy to apply with top coat or nail glue!",
    "description": "Moyou Nail Art Rhinestone Pack-1200 premium quality stones.\n\nMoyou Nail Art Rhinestone Pack includes 1200 stones in different colours.\n1.Light Pink\n2.Light Gold\n3.Dark Purple\n4.Light Green\n5.Red\n6.Light Blue\n7.Clear\n8.Turquoise\n9.Dark Pink\n10.Lilac\n11.Black\n12.Dark Blue\n\n* Small sized \n* Can be applied with top coat or glue.",
    "itemID": "B003ODETES",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3700
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Art Equipment"
      ]
    ],
    "price": 1.66,
    "brand": "Moyou Nail Art"
  }
]