[
  {
    "title": "K&Eacute;RASTASE ELIXIR ULTIME 125ml/4.2fl.oz.",
    "description": "A multi-function hair beautifying treatment Concentrated with a complex of four precious oils, emollient nourishing ingredients. As a pre-blow-dry step. Apply to mid-lengths ends to hydrate, protect maximize shine as a finishing product. As a re-touch: Great for dry wild hair that needs extra control moisture during the day As an intensive conditioner: A leave-in conditioner for deep hydration Creates softer, smoother revitalized hair Perfect for all hair types.",
    "itemID": "B004530AB2",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 560
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Creams, Gels & Lotions"
      ]
    ],
    "price": 38.99,
    "brand": "K&Eacute;RASTASE ELIXIR ULTIME"
  },
  {
    "title": "Boots No7 Intensive Moisture Face Mask by *",
    "description": "Boots No7 Intensive Moisture Face Mask is an intensively quenching treat for softer, smoother skin. With caring vitamins A, C and E, plus invigorating apple extract to brighten your skin. This deliciously soft, lightly whipped gel-cream will leave your skin feeling softer, plumper and looking more youthful. We've created this hypo-allergenic product using only ingredients we know and trust. It has been tried and tested by guests with even the most sensitive skin, so you'll know it will be good to yours. Dermatologically tested.",
    "itemID": "B001N5Q3Y8",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 227805
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "PUMPKIN Face MASK Spa Treatment AHA 12 Glycolic Acid Chemical Peel Facial 2.66oz",
    "description": "ENZYME PUMPKIN MASK: Pumpkin is a Rich NATURAL Source of Antioxidants and Enzymes that act like alpha-hydroxy acids.It has been known for Years that Alpha-Hydroxy Acids promote smoother younger looking Skin by increasing the rate of cell renewal. Pumpkin also contains over 100 beneficial nutrients, which may be used to help reverse the signs of aging. Our Pumpkin Peel will rejuvenate your face, hands, body and feet. The Glycolic Acid in our mask transforms dull lifeless complexions into youthful skin that radiates. Our Mask contains 12% Glycolic Acid that allows you to get a Professional Spa Peel AT HOME !!!",
    "itemID": "B00609D92Q",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 37422
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Acids & Peels",
        "Glycolic Acid"
      ]
    ],
    "price": NaN,
    "brand": NaN
  }
]