[
  {
    "title": "Best Vitamin C (15%) Anti Aging Face Wash Facial Cleanser with Wrinkle Reducer &amp; Prevention Antioxidant Combination + Organic Herbal Infusion &amp; 72% Organic Ingredients + Use Once a Day Alone or Along With Our Complete Anti Aging System: Treatment (Toner Replacement), Vitamin C Facial Serum, Botanical Hyaluronic Acid, Vitamin C Facial Creme, &amp; Vitamin C Eye Gel + SULFATE &amp; PARABEN FREE + No Animal Testing + Vegan Approved Ingredients! Great for sensitive and ACNE Prone skin! Get rid of the chemicals and delight in the results! A litle goes a long way with this product.",
    "description": "ANNOUNCING THE VITAMIN C FACIAL CLEANSER & WASH YOU'VE BEEN WANTING!-Fades sun spots and discoloration-Refines skin texture-Reduces wrinkle formation-Minimizing existing wrinkles.Our Skin Absorbs Up To 60% Of What We Put On It & Toxins Can Cause Oxidation, Wrinkles & Disease!Replace the Toxins from Your Daily Facial Cleansing & Wash Regimen With An Organic & Natural Ingredient Antioxidant Protection Based Facial Wash!72% Organic Ingredients Including 15.0% Of The Best Vitamin C Available (Sodium Ascorbyl Phosphate) & Our Organic Herbal Infusion!An Organic Aloe Vera & Sugar Based Sulfate Free Wash That is gentle enough for daily use!Giving you and your skin...&#x2022;up to eight-fold antioxidant protection&#x2022;ninety-six percent reduction of sunburn cells&#x2022;prevention of the formation of free radicals in sun exposed skin.*These statements have not been evaluated by the FDA. This product is not intended to diagnose, treat, cure, or prevent any disease.Use daily alone or along with our complete Anti Aging System which includes the Perfect Body Harmony Anti Aging Treatment (Toner Replacement), Vitamin C Facial Serum, Botanical Hyaluronic Acid, Vitamin C Facial Creme,  & Vitamin C Eye Gel.&#x2022;Paraben & Sulfate Free!&#x2022;Vegan/Non Animal Based Botanical Ingredients!&#x2022;No Animal Testing!You Can Order Now With Confidence Because Of Our 30 Day 100% Customer Happiness/Satisfaction Guarantee!PRESS \"ADD TO CART\" NOW & ORDER YOUR 4.0 oz Bottle of Vitamin C Anti Aging Face Wash/Cleanser!** BECAUSE IT RUNS OUT FAST!",
    "itemID": "B00IBL1YU0",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 65009
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Combinations"
      ]
    ],
    "price": 23.95,
    "brand": NaN
  },
  {
    "title": "&quot;Cucumber Delight&quot; ANTI AGING EYE GEL with VITAMIN C (5%) + Wrinkle Reduction &amp; Prevention Antioxidant Combination Moisturizer Gel + 70% Organic Ingredients Including Organic Herbal Infusion &amp; Botanical Hyaluronic Acid (No Rooster Combs - Vegan Approved Source!)! + Use alone or along with our complete Anti Aging / Antioxidant Combination System which includes the Perfect Body Harmony Vitamin C Facial Cleanser/Wash, Anti Aging Treatment (Toner Replacement), Vitamin C Facial Serum, Botanical Hyaluronic Acid, &amp; Vitamin C Facial Creme + 1.0 oz Jar + NO SULFATES, NO PARABENS + NO ANIMAL TESTING!",
    "description": "Enjoy This \"CUCUMBER DELIGHT\" Day or Night!A gentle and effective treatment for delicate eye area or your whole face to revitalize and turn back the clock!Imagine your eyes closed as you apply this cool cucumber scented gel (for an extra treat cool the jar first!)&#x2022;Refines Skin Texture&#x2022;Reduces Wrinkle Formation&#x2022;Minimizing Existing Wrinkles&#x2022;Fades Sun Spots & Discoloration&#x25CA;Up To Eight-Fold Antioxidant Protection&#x25CA;96% Reduction of Sunburn Cells&#x25CA;Prevention of the Formation of Free Radicals in Sun Exposed Skin.*Concentrated Delivery System for the Highest Form of Active, Bio-Available Vitamin C & Antioxidant Ingredients for Radiant Eyes!&#x2022;BOTANICAL HYALURONIC ACID For SUPER HYDRATION-(Not from Rooster Combs or Animal Parts!)&#x2022;70% Organic Ingredients&#x2022;Vitamin C (Sodium Ascorbyl Phosphate - 5.0%)&#x25CA;The Highest Quality Vitamin C Source Available (We will NOT Use L-Ascorbic Acid!)&#x25CA;A uniquely stabilized Vitamin C (Stay C 50.)&#x25CA;Is easily bio-converted to Vitamin C by Skin Enzymes!&#x25CA;Absorbed by & will benefit the skin almost immediately!*&#x25CA;Developed as a preventative treatment with the goal of protecting the skin from further environmental damage!*Safe to use morning & night!Use alone or along with our complete Anti Aging/Antioxidant Combination System (see our store for details.)Will take your facial skin care to the ultimate level of excellence.&#x2022;Paraben & Sulfate Free!&#x2022;Vegan/Non Animal Based Botanical Ingredients!&#x2022;No Animal Testing!Order Now With Confidence Because Of Our 30 Day 100% Customer Happiness/Satisfaction \nGuarantee!PRESS \"ADD TO CART\" & ORDER YOUR 1.0 oz Jar of \"CUCUMBER DELIGHT\" NOW!**BECAUSE IT RUNS OUT FAST!*These statements have not been evaluated by the FDA. This product is not intended to \ndiagnose, treat, cure, or prevent any disease.",
    "itemID": "B00IC7L3JK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 45832
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Combinations"
      ]
    ],
    "price": 25.5,
    "brand": NaN
  },
  {
    "title": "BEST Vitamin CE (C+E) Serum with 20% VITAMIN C + 1.0% Vitamin E + 1.0% Ferulic Acid &amp; 5.0% BOTANICAL HYALURONIC ACID (No Rooster Combs)+ Anti Aging SERUM with Super ORGANIC Herbal Infusion + Use With Our VITAMIN C ANTI AGING SYSTEM Products (Face Wash, Facial Treatment (Replaces Toner), Botanical Hyaluronic Acid, Facial Cream, &amp; Eye Gel) or With Your Existing Facial Products + Very Potent CE Facial Treatment &amp; Serum With Natural Based Superior Quality Vitamin C Source: Sodium Ascorbyl Phosphate (NOT L-Ascorbic Acid) + The Finest Anti Aging VITAMIN C + E FACIAL SERUM Antioxidant SUPER Combination That Neutralizes Free Radicals Leaving Your Skin Radiant! + Wrinkle Prevention &amp; Reducer Remedy FOR YOUR Face, Neck,&amp; D&eacute;collet&eacute;! + 1.0 oz (30 ml) Bottle With Dropper &amp; Pump For Easy One Handed Dispensing (Eliminates Spills With Droppers!)",
    "description": "The ULTIMATE ANTI AGING PRODUCT!Vitamin C + E + Botanical Hyaluronic Acid + Ferulic Acid + An Organic Herbal Infusion!Formulated To Get You Optimal Impact & Immediate Results!Aids In Reduction & Prevention Of:&#x2022; Sun & Brown Spots*&#x2022; Discoloration*&#x2022; Wrinkles*&#x2022; Overall Signs Of Aging On Your Face, Neck & Dcollet!*&#x221A; VITAMIN C (20.0%):The Highest Quality Vitamin C Source Available!&#x2022; Superior Formulation w/Stabilized Vitamin C Called\"Stay C 50\"!&#x2022; Sodium Ascorbyl Phosphate -No L-Ascorbic Acid!&#x2022; Easily Bio-Converted By Skin Enzymes For Immediate Absorption, Repair, & Preventative Treatment!*&#x2022; Get Benefits For Your Skin The Moment You Apply!*&#x221A; VITAMIN E (1.0%) - Alpha Tocopherol:Antioxidant &#x2022; Anti-inflammatory &#x2022; Emollient&#x2022; Associated With Accelerated Healing & Used For Healing Burns & Scars!*&#x221A; BOTANICAL HYALURONIC ACID (BHA) (5.0%):FOR SUPER HYDRATION & MOISTURIZATION&#x2022; Your Skin Normally Contains 10-20% Water-But As We Age It Can Drop To Below 10%!-YIKES!&#x2022; BHA Rescues With Its Unique Ability To Hold More Than 1000 X Its Weight In Water!&#x2022; 100% Botanical Plant Sources (Not from Animal Parts Like Rooster Combs)!&#x221A; FERULIC ACID (1.0%)- Very Expensive Serums Only Contain 0.5%!&#x2022; A Critical Ingredient That Neutralizes Free Radicals & Acts Synergistically W/Vitamin C & E & Increases Their Lifespan!&#x221A; ORGANIC HERBAL INFUSION! - Formulated W/ 70% Organic Ingredients In An FDA Registered Facility.Will Have a Dramatic Effect On Your Face!*Some Say \"It's like A Facelift in a Bottle!\"*Be Amazed At Your Results After Only 7 Straight Days Of Use!Add To Your Cart Now! - No Risk, 30 Day \"Customer Happiness\" Satisfaction Guarantee!*These statements have not been evaluated by the FDA. This products is not intended to diagnose, treat, cure, or prevent any disease.",
    "itemID": "B00GYJWL7G",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 70753
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Combinations"
      ]
    ],
    "price": 55.0,
    "brand": NaN
  }
]