[
  {
    "title": "BareMinerals Original Foundation Broad Spectrum SPF 15 8 g/0.28 Oz (Fair C10 8g/0.28 oz)",
    "description": "bareMinerals Original Foundation Broad Spectrum SPF15 is an award-winning mineral foundation that gives you all the flawless coverage you want with a no-makeup look and feel that lasts up to eight hours. The creamy minerals diminish the appearance of imperfections without drying out skin. Naturally luminous finish.A groundbreaking formula, bareMinerals Original Foundation Broad Spectrum SPF15 is clinically proven to promote clearer, healthier-looking skin. It is formulated without parabens, binders, fillers, or synthetic chemicals. This foundation has been awarded the \"Best Department/Specialty Stores Foundation\" in the Glammy Award organized by Glamour Magazine from 2005-2013.",
    "itemID": "B00021DVCQ",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 18978
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 28.0,
    "brand": "Bare Escentuals"
  },
  {
    "title": "Essie #280 Aruba Blue",
    "description": "Essie brings you a line of nail polish and effects that are the choice of celebrities and fashionistas everywhere. Her unique formula allows for chip resistant, long lasting, flawless coverage while delivering eye-popping colors and combinations. This polish is a fan favorite for models, celebrities, and even Princess Kate of England! Rock out your glamorous side with Essie!",
    "itemID": "B0013GFECE",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 29471
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 5.8,
    "brand": "Essie"
  },
  {
    "title": "Garnier The Brusher Gel Cleanser Deep Cleansing Formula, 5-Fluid Ounce",
    "description": "A unique daily cleanser with a soft exfoliating brush + a deep cleansing gel with soothing green leaf extract to deep clean and smooth skin. Gentle enough to use every day.dermatologist tested for safety. 100 percent oil-free. Non comedogenic - won't clog pores.",
    "itemID": "B0034BPP1G",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 82586
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers",
        "Gels"
      ]
    ],
    "price": 1.14,
    "brand": "Garnier"
  }
]