[
  {
    "title": "Cigar By Remy Latour For Men Eau De Toilette Spray, 3.3 Ounces",
    "description": "Introduced in 1996. Fragrance notes: sandalwood and patchouli. Recommended use: casual.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000E7UDJW",
    "helpful": [
      9,
      9
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5679
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Men's",
        "Eau de Toilette"
      ]
    ],
    "price": 12.93,
    "brand": "Remy Latour"
  },
  {
    "title": "Kirks Original Coco Castile Soap, 24 Bars 1/2 Case",
    "description": "24 Bars of Kirks Castile Hand Soap for Gentle Skin Care KIRK'S Original Coco Castile Bar Soap , 24 Bars of Hard Water Soap , is all vegetable oil and MADE IN USA. No animal by-products are in this hypoallergenic soap for gentle skin care. With a high glycerine level, this biodegradeable soap leaves no foam in streams or lakes if used when camping. Each 4 ounce soap bar is approximately 3.75 inches long by 2.5 inches wide by 15/16 inches thick (measured with wrapping on.) Kirks Bath Soap Advantages: Luxurious lather in hard or soft water. Use as a body soap or for shampoo. Gentle hypoallergenic soap. Biodegradable No animal testing No animal by-products Horse and dog owners use as an animal shampoo. Ultra gentle with no drying residue. No synthetic detergents. Longer lasting than most supermarket soaps. Shelf Life: Indefinite. Bar weight: approximately 4 oz. Made in the USA for Kirk's Natural LLC. Note: Color of soap may vary from batch to batch. Formula is identical regardlessof the color. Kirks Original Castile Hard Water Soap Ingredients: Coconut Oil: A quality emollient. Soap of Coconut: For gentle cleansing and high lathering. Water: For quick rinsing Vegetable Glycerin Natural Fragrance Kirks pure coconut oil soap lathers in hard water or soft water. Kirks castile soap is made with premium coconut oil and vegetable glycerin. . .unlike most name brands that use animal by-products. Popular since 1839 for those with delicate skin, dry skin or with normal skin. Kirks is an affordable luxury soap. A hypoallergenic soap and high glycerine soap, Kirks castile soap is a hard water castile bar soap that is effective in any type of water. This is an all natural soap that is a vegetarian soap with no animal by-products and is never tested on animals. More lather, all-natural: that's Kirk's castile bath soap. This bath soap lathers luxuriously in hard water or soft water. Note: \"castile\" refers to any vegetable based soap. For centuries, castile r",
    "itemID": "B000ABOLZ4",
    "helpful": [
      5,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7164
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Hands & Nails",
        "Hand Soaps"
      ]
    ],
    "price": 39.99,
    "brand": "Kirk&amp;#39;s Soap"
  },
  {
    "title": "Nivea For Men Energy Hair and Body Wash, 16.9-Ounce Bottle (Pack of 3)",
    "description": "Nivea For Men Energy Hair and Body Wash stimulate your senses with the fresh scent of mint extract. This soap - free formula cleans your skin and leaves you feeling refreshed and energized.",
    "itemID": "B00127U7QM",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 5586
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Cleansers",
        "Body Washes"
      ]
    ],
    "price": 17.02,
    "brand": "Nivea Men"
  }
]