[
  {
    "title": "NARS The Multiple, Maui",
    "description": "The original multi-purpose stick for eyes, cheeks, lips and body. Its unique, creamy formula blends effortlessly to provide sheer color for creating shimmering accents, contours or dynamic highlights on all skin tones. Creates perfect, glowing complexions and is conveniently designed for failproof application",
    "itemID": "B00021DDR4",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 109615
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Blush"
      ]
    ],
    "price": 57.9,
    "brand": "NARS"
  },
  {
    "title": "Neutrogena Healthy Skin Smoothing Stick Treatment Concealer, Fair 01, 0.10 Ounce (Pack of 2)",
    "description": "Healthy Skin Smoothing Stick conceals undereye circles and skin imperfections. This dermatologistdeveloped formula contains ProRetinol, ProVitamin B5 and Vitamin E to help improve skin tone and texture while reducing the appearance of fine lines. The creamy smooth formula provides effective coverage with easy blendability. Conceals skin imperfections while conditioning and softening skin.",
    "itemID": "B001G7PLOG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 115195
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Concealers & Neutralizers"
      ]
    ],
    "price": 20.0,
    "brand": "Neutrogena"
  },
  {
    "title": "beautyblender AIR.PORT PURE by beautyblender&reg;",
    "description": "Beautyblender Air.Port Pure Kit includes the essentials for a perfect makeup or skin treatment application. The gentle cleanser ensures your Beautyblender Pure sponge is clean and free of oil and dirt. Features portable sizes to store in your vanity, makeup case or carry-on bag. Beautyblender Air.Port Pure Kit includes: Beautyblender Pure Solid Blendercleanser (1 oz.) Air.port Carry Case",
    "itemID": "B005Z17Q8S",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 13640
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 40.2,
    "brand": "BeautyBlender"
  }
]