[
  {
    "title": "Nioxin System 2 Starter Kit Cleanser, Scalp Therapy &amp; Scalp Treatment 1 set",
    "description": "System 2 is specially designed for noticeable thinning, fine, natural hair. It delivers denser-looking hair and a healthy shine while protecting the scalp. Nioxin System 2 Scalp Therapy 5.1 oz. Nioxin System 2 Scalp Treatment 3.4 oz. Nioxin System 2 Cleanser 10.1 oz.",
    "itemID": "B005CK3GIQ",
    "helpful": [
      30,
      37
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 579
    },
    "categories": [
      [
        "Beauty",
        "Hair Care"
      ]
    ],
    "price": 21.5,
    "brand": "Nioxin"
  },
  {
    "title": "Cetaphil Daily Facial Cleanser For Normal to Oily Skin, 8-Ounce Bottles (Pack of 3)",
    "description": "Cleanses without drying. Non-comedogenic. Cetaphil Daily Facial Cleanser for normal to oily skin was formulated for dermatologists as a gentle, non-irritating cleanser for normal to oily skin. Removes surface oils, dirt and makeup without leaving skin tight or overly dry; Non-comedogenic, so it won't clog pores; Rinses clean without having any irritating residue.",
    "itemID": "B001ET73JM",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 102614
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Cleansers"
      ]
    ],
    "price": 20.16,
    "brand": "Cetaphil"
  },
  {
    "title": "Polo Black by Ralph Lauren for Men - 4.2 Ounce EDT Spray",
    "description": "Introduced in 2005.When&#xA0;applying&#xA0;any fragrance please consider that there are several factors which can affect the natural smell of your skin and, in turn, the way a scent smells on you.&#xA0; For instance, your mood, stress level, age, body chemistry,&#xA0;diet, and current medications may all alter the scents you wear.&#xA0;&#xA0;Similarly, factor such as dry or oily&#xA0;skin can even affect the amount of time a fragrance will last after being applied",
    "itemID": "B000C1W3JS",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2683
    },
    "categories": [
      [
        "Beauty",
        "Fragrance",
        "Men's",
        "Eau de Toilette"
      ]
    ],
    "price": 56.95,
    "brand": NaN
  }
]