[
  {
    "title": "Nioxin System 3 Scalp Treamtment 6.8 fl oz",
    "description": "Nioxin - Scalp Treatment #3 - Chemically Enhanced Hair - Normal To Thin Looking Activates the scalp and hair by breaking-down the sebum containing environmental residues and DHT, and delivers vitamins and nutrients to the scalp and hair. BioAMP adds thickness from inside the cuticle and strengthens the hair shaft. Glyco-Color Shield provides Clinically Proven color protection for hair and helps safeguard the scalp from the drying effects of chemical services. Transactive Delivery System is a time released delivery system formulated with vitamins that provide moisturizing nourishment for the scalp and hair. (6.8 oz)",
    "itemID": "B0016JNQYG",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 85298
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Hair & Scalp Treatments"
      ]
    ],
    "price": 21.58,
    "brand": "Nioxin"
  },
  {
    "title": "Babyliss Scalp Massage Brush (Color may vary)",
    "description": "The Babyliss Scalp Massage Brush gently massages hair and scalp. Stimulates the hair follicle for healthier hair.",
    "itemID": "B003IQ1N4A",
    "helpful": [
      2,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 74706
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Brushes"
      ]
    ],
    "price": 3.99,
    "brand": "Conair"
  },
  {
    "title": "SHANY Slick &amp; Shine Lipstick Set - Set of 12 Famouse Colors",
    "description": "Comes with 12 long lasting moisturizing high shine lipsticks. It&#x2019;s like a lipstick and gloss in one. These 12 lipsticks with rich color that will make your smile pop. Coral works best on light, medium and olive skin tones. Match it with natural eye shadows. Champagne or nude works on every skin tone. Match with any color eye shadow. Looks best when you&#x2019;re wearing bright bold color shadows. Rose great for porcelain skin tones. Match with nude, browns and pale pink shadows. Cranberry works on medium to dark skin tones. Matches well with rose and brown shadows. Frost pink works best on light skin tones. Matches with blues and purple shadows. Hot pink can be worn on all skin tones. Matches best with neutral shadows or simple black liner. Fuchsia works best on medium to dark skin tones. Matches best with neutral shadows or simple black liner. True red great for every skin tone. Looks great with black smoky eye or simple black eyeliner. Pinky peach great for tanned skin. Best with neutral and brown shadows. Terracotta works best on olive, medium or dark skin tones. Matches with bronze and deep brown eye shadows. Wine works best on olive, medium or dark skin tones. Matches with bronze and deep brown eye shadows. Violet works best on, medium or dark skin tones. Matches with browns neutral eye shadows.",
    "itemID": "B005UL3LVY",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 1075
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 29.95,
    "brand": "SHANY Cosmetics"
  }
]