[
  {
    "title": "Moroccan Oil Treatment For All Hair Types 0.85 oz",
    "description": "0.85 fl oz",
    "itemID": "B001RQI512",
    "helpful": [
      5,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 34856
    },
    "categories": [
      [
        "Beauty",
        "Hair Care"
      ]
    ],
    "price": 11.5,
    "brand": "Generic"
  },
  {
    "title": "Surgi-wax Brazilian Waxing Kit For Private Parts, 4-Ounce Boxes (Pack of 3)",
    "description": "Brazilian Waxing Kit for Private Parts - The Brazilian bare look - and we mean completely bare - is hot, hot, hot! Getting the Brazilian look is as easy as regular bikini waxing with the detailed step-by-step instructional guide and no muslin strips needed! Start with the best salon quality hard wax available and add Maple Honey to increase the grip on each hair for complete removal right from the root. Results are smooth and sexy with no need to worry about stubble for up to 6 weeks.  And with continued use, hair returns slower, finer and sparser.",
    "itemID": "B001A43ELC",
    "helpful": [
      5,
      6
    ],
    "overall": 5.0,
    "salesRank": {
      "Health & Personal Care": 1881
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face"
      ]
    ],
    "price": 21.0,
    "brand": "Surgiwax"
  },
  {
    "title": "(1 oz. / 30 ml) Pure 100% Hyaluronic Acid Moisturizer Gel -(D) AntiAging, Firming Serum",
    "description": "Hyaluronic is regarded as one of the best moisturizing ingredients available due to its moisture retention properties. Our  100% Pure Hyaluronic Moisturizer is the only product we recommend to apply to the skin immediately after a peel. Other moisturizers contain minimal nourishing ingredients and several chemical additives which can harm the skin and negate the benefits of performing a peel. Skin Beauty Solutions Hyaluronic Moisturizer is oil-free so it is appropriate for all skin types, ranging from mature, dry skin to oily, acne/blemished skin. Dry skin types may wish to apply a cream to seal in the moisture",
    "itemID": "B006HWGSEM",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 56196
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers",
        "Fluids & Lotions",
        "Fluids"
      ]
    ],
    "price": 14.99,
    "brand": NaN
  }
]