[
  {
    "title": "MASH Professional 15 piece Nail Art Brush Kit Set",
    "description": "MASH is proud to introduce its first set of Nail Art brushes! The same great MASH quality you have come to expect, with a price that cannot be beat. These premium brushes are so beautiful, and so affordable, you will never chose another brand again!Three drawing tools, seven painting tools (also can be used as gel nail curing brushes), two liners, one dotting tool, two fan brushes for nail art effect. This brush set is perfect for creating that custom nail art to drive your man and friends wild, or make any man yours forever!PLEASE NOTE:This set comes with a white tip angled brush for specific nail art applications. It is not damaged",
    "itemID": "B005BG02BU",
    "helpful": [
      6,
      7
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2925
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Brushes"
      ]
    ],
    "price": 11.99,
    "brand": NaN
  },
  {
    "title": "Harmony Gelish UV Soak Off Gel Polish Silver Sand",
    "description": "This color gel is conveniently designed by \"Gelish by Harmony\" with a twist cap and applicator brush, apply like polishes, and cured under UV lamp. Color gels are meant to use on natural nails. These products are made to satisfy natural-nail wearers who long wish their color would last for more than two weeks. Color gels will stay on nails for three weeks with no chipping or peeling, and soak completely off in only 15 minutes.",
    "itemID": "B003VN00YY",
    "helpful": [
      0,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 14553
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 10.99,
    "brand": "Gelish"
  },
  {
    "title": "e.l.f. Studio Mineral Infused Face Primer",
    "description": "Transform your face into a flawless and smooth canvas with the Mineral Infused Face Primer. Developed to combat against excess oil, flaky dryness, enlarged pores and fine lines. This clear multipurpose skin primer will prepare your skin so makeup goes on evenly for a long lasting satin finish.",
    "itemID": "B004DIXYWG",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 117
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation Primers"
      ]
    ],
    "price": 5.98,
    "brand": "e.l.f. Cosmetics"
  }
]