[
    {
        "title": "L'Oreal Paris Voluminous False Fiber Lashes Mascara, Black Brown, 0.34 Ounces",
        "description": "Discover a breakthrough in fiber mascara technology. Voluminous false fiber lashes features a unique blend of long and short nylon and rayon fibers-the same material used to make false lashes-to deliver lashes that appear fuller, longer, curled and sculpted. No clumps or messy results. Just outrageous volume from every angle.",
        "itemID": "B005C48WB8",
        "helpful": [
            0,
            1
        ],
        "overall": 3.0,
        "salesRank": {
            "Beauty": 72550
        },
        "categories": [
            [
                "Beauty",
                "Makeup",
                "Eyes",
                "Mascara"
            ]
        ],
        "price": 5.66,
        "brand": "L&#39;Oreal Paris"
    },
    {
        "title": "REVLON Colorburst Lip Butter, Raspberry Pie, 0.09 Ounce",
        "description": "Color burst lip butter combines beautiful color with a buttery balm to give you baby soft, healthy glowing lips. It has a pampering gel formula which glides on lips buttery smooth and instantly hydrates lips.",
        "itemID": "B006GQEWEC",
        "helpful": [
            2,
            3
        ],
        "overall": 5.0,
        "salesRank": {
            "Beauty": 165763
        },
        "categories": [
            [
                "Beauty",
                "Makeup",
                "Lips",
                "Lipstick"
            ]
        ],
        "price": 9.83,
        "brand": "Revlon"
    },
    {
        "title": "Physicians Formula Organic Wear 100% Natural Origin Mascara, Ultra Black Organics",
        "description": "* Revolutionary 100% Natural Origin formula contains the purest ingredients and provides 5x Lash Boosting for lash length, volume & definition naturally.* 100% Recyclable Eco-Brush defines each lash with ultra-soft plastic bristles.* 100% Free of Harsh Chemicals, Synthetic Preservatives, Parabens, Clumping, Smudging, Flaking, Fibers & Dyes.",
        "itemID": "B0026BA9HA",
        "helpful": [
            0,
            0
        ],
        "overall": 4.0,
        "salesRank": {
            "Beauty": 17126
        },
        "categories": [
            [
                "Beauty",
                "Makeup",
                "Eyes",
                "Mascara"
            ]
        ],
        "price": 10.25,
        "brand": "Physicians Formula"
    },
    {
        "title": "Jordana Best Lash Extreme Volumizing Mascara BLACK 301",
        "description": "JORDANA MASCARA (L)",
        "itemID": "B007RZDDO6",
        "helpful": [
            0,
            1
        ],
        "overall": 5.0,
        "salesRank": {
            "Beauty": 8533
        },
        "categories": [
            [
                "Beauty",
                "Makeup",
                "Eyes",
                "Mascara"
            ]
        ],
        "price": 4.75,
        "brand": "Jordana"
    }
]