[
  {
    "title": "Zeva Nail Bright - One-Step French Manicure Nail Polish - .5 Fl Oz / 15 Ml (Satisfaction Guaranteed - Zeva products may be returned if not 100% satisfied. Thats easy!)",
    "description": "The clean and classic style of a Zeva French Manicure. Zeva's Nail Bright is the one-step French manicure nail polish that creates this timeless look - naturally, quickly and for less than one visit to the nail salon. Zeva's key ingredients gently whiten your nail tips and pink-up your nail bed for a soft, feminine French Manicure. Zeva's one-step French manicure also helps protect nails - there's no need for additional top or base coats. Naturally Zeva Nail Bright contains NO formaldehyde, toluene or DBT for a healthy and beautiful French manicure.  \n\nReceive FREE SHIPPING on orders over $30 with Zeva Natural Nails. Orders totaling less than $30 are shipped for $3.95.  Expedited shipping available for $6.95.  \n\nAll orders usually ship within 1-2 business days. We ship orders Monday to Friday excluding holidays. We ship all orders via USPS - First Class, Priority Mail or USPS Ground, depending upon your shipping address.",
    "itemID": "B001ELTPUU",
    "helpful": [
      4,
      5
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 12345
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 15.0,
    "brand": NaN
  },
  {
    "title": "d.j.v. beautenizer d.j.v. beautenizer Fiberwig LX Pure Black",
    "description": "What it is:A false lash formula that's applied like mascara and encapsulates lashes within a fiber-rich film.What it does:This glossy, black formula contains double the fibers to lengthen lashes. As the formula goes on smoothly without clumping, it gives the appearance of naturally longer lashes and forms a film coating that prevents smudging caused by oils and perspiration. The active ingredients consist of several natural botanical essences, a silky fiber ingredient, and panthenol to help nourish and strengthen lashes.What it is formulated WITHOUT:- Sulfates- Synthetic Fragrances- Synthetic Dyes- Phthalates- TriclosanWhat else you need to know:Easy removal with warm water, which loosens the film and allows the formula to slide off easily. Therefore, no rubbing is needed, leaving your natural lashes unharmed.",
    "itemID": "B003YCAQDC",
    "helpful": [
      9,
      11
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 6854
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Eyes",
        "Mascara"
      ]
    ],
    "price": 22.0,
    "brand": NaN
  },
  {
    "title": "Maui Babe - After Browning 8oz",
    "description": "Use after sun exposure to help moisturize your skin. Use as part of the Maui babe browning lotion system. Indications great as an after shower body lotion. Ingredients: purified Hawaiian water, aloe vera gel, macadamia nut oil, glycerin, stearic acid, cetyl alcohol, propylene glycol, methyl paraben, tea, propylparaben, fine fragrance. Directions: shake vigorously before using.",
    "itemID": "B000OFAASI",
    "helpful": [
      1,
      2
    ],
    "overall": 4.0,
    "salesRank": {
      "Health & Personal Care": 5913
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 14.99,
    "brand": "Maui Babe"
  }
]