[
  {
    "title": "Winstonia's 50 Pairs False Eyelashes Fake Lashes Bundle Set w/ Adhesive - Natural, Thick, Criss-Cross Designs for Day &amp; Night",
    "description": "False Eyelashes 50 Pairs Bundle Set from Winstonia!This 50 pairs bundle set comes in 5 designs - 2 thick and voluminous designs, 2 light and natural designs and 1 criss-cross design. The 50 pairs bundle set gets you ready for different occasions! No matter it is an evening date, a prom to impress, a wedding to attend or an afternoon gathering.. Winstonia has got your eyes covered!The length of eyelashes are long enough, which allows them to be cut and shaped to fit the contour for you eyes. The products are 100% hand made and reusable when you remove it properly.The 50 pairs bundle set also comes with 1 bonus adhesive.Winstonia is a US based seller. Check out our feedback...we ship fast!",
    "itemID": "B007XJM9EQ",
    "helpful": [
      8,
      8
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 108390
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": NaN,
    "brand": NaN
  },
  {
    "title": "NYX Matte Lipstick, Nude",
    "description": "NYX matte lipsticks are highly pigmented, richly formulated lipsticks that glide on smoothly, stay put and impart a non-glossy, high-fashion matte finish as they envelop lips in brilliant color. From pure red to nude, matte lipstick is available in 22 rich, shades.",
    "itemID": "B005FYJB92",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 3930
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Lips",
        "Lipstick"
      ]
    ],
    "price": 5.88,
    "brand": "NYX"
  },
  {
    "title": "22pcs Professional Cosmetic Makeup Brush Set with Pink Bag Pink",
    "description": "Covers full screen of the Acer Iconia Tab A500. 100% guaranteed clear A microfiber cleaning cloth included. No rainbow marks, no glue marks and no fuzziness. Pre-cut for perfect fit Glass-like, clarity, made from film! Features: The makeup brush set is easy to carry and use With superior-quality, the makeup brushes in the set will not irritate your skin Durable unique packaging can well protect your makeup brushes It is an important beauty essential for you It is suitable for each wise customer Eco-Friendly - high quality makeup brushes designed for professional use which will give you a flawless face and eye makeup application. A complete collections - contains all necessary brushes consisting of face brushes, angled, contour, lip, brow and eye line detailers. Specifications: Material: Nylon/Plastic for Brush, Faux Leather for Pouch Color: Pink How to Cleaning Your Brushes: 1. Place brushes in warm water. 2. Apply a small amount of gentle shampoo to brushes and work into a light lather. 3. Rinse brushes thoroughly under running water. You will notice that the water leaving the brush is tinted from protective coating. 4. Continue rinsing until no color leaves the brush. 5. Allow it to air-dry. Package Includes: A Set of 22 Brushes 1 x Leather Case",
    "itemID": "B006U98T08",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 1791
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 10.97,
    "brand": "Crazy Cart"
  }
]