[
  {
    "title": "Beauty Aura #1 100 % Pure Jojoba Oil Is Cold Pressed From Best Quality Jojoba Seeds, 4 Fl Oz",
    "description": "Beauty Aura 100% Pure Jojoba oil is cold pressed from best quality Jojoba seeds. Jojoba oil is \n\na rich source of vitamin E & B, long-chain essential fatty acids, antioxidants and minerals. Condition: \n\nDry, Moisture quenched Irritated or Sensitive skin & dull dry hair in need of simple natural \n\nmoisturizing. Solution: Jojoba Oils non-greasy texture and non-pore clogging properties make it ideal \n\nfor all skin types for treating acne-related skin problems, to remove make up and cleanse clogged pores. \n\nIts antibacterial properties make it a useful treatment for skin infections like athlete's foot etc. Regular \n\nuse may help minimize fine lines and wrinkles, heal scars and fade stretch marks. It is an excellent bath \n\nand body oil. Jojoba oil is great for treating dry damages hair, using jojoba oil to massage the scalp can \n\nimprove blood circulation which stimulates the hair follicles to grow rapidly and bring a natural luster to \n\nhair. Serves as an excellent hair conditioner; can be used to get rid of dry, frizzy, and unmanageable hair. \n\nRegular scalp massages can help treat dandruff problem.",
    "itemID": "B00G0Q5V0M",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 855
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Oils"
      ]
    ],
    "price": 10.0,
    "brand": NaN
  },
  {
    "title": "Burt's Bees Radiance Eye Cream, 0.5 Ounces",
    "description": "How to determine the expiration date:The lot code is six to seven digits long and starts with a 0, 1, 2 or 3. To read the lot code, the first three numbers are the day of the year the product was made (aka Julian Date). The next two digits are the year, and the last two digits are a batch number we use internally for identification. For example, lot code 0400901 translates to a product made on February 9, 2009 from Batch Number 1.",
    "itemID": "B002DPUY5Q",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 740
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Eyes",
        "Creams"
      ]
    ],
    "price": 10.99,
    "brand": "Burt&#39;s Bees"
  },
  {
    "title": "Hydrating Repair Peptide Wrinkle Cream (Post Peel) - Enhanced with Matrixyl&reg; 3000, Argireline&reg;, Hyaluronic Acid &amp; Natural Botanical Extracts",
    "description": "A professionally formulated moisturizing repair cream, specially designed to rehydrate and repair your skin following the treatment of a skin peel. Infused with natural plant extracts of cucumber, green tea, and chamomile which provide powerful anti-fungal, anti-bacterial, antioxidant, and anti-inflammatory properties necessary to replenish and protect the skin after a peel. \n\nThe Hydra-Repair cream also incorporates powerful peptides Matrixyl 3000 (Palmitoyl Oligopeptide & Palmitoyl Tetrapeptide) and Argireline (Acetyl Hexapeptide). The combination of these ingredients work synergistically to repair damaged skin, rehydrate dry skin, and reduce the appearance of wrinkles and fine lines.",
    "itemID": "B00700H128",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 4701
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 29.4,
    "brand": "PERFECT IMAGE"
  }
]