[
  {
    "title": "Softsheen Carson Dark and Lovely Au Naturale Shampoo",
    "description": "Our hydrating soak shampoo cleanses and provides a rich, quick lather that brings moisture to hair and scalp.",
    "itemID": "B00BR017UE",
    "helpful": [
      3,
      8
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 40064
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 6.99,
    "brand": "SoftSheen Carson"
  },
  {
    "title": "Cantu Shea Butter Coconut Curling Cream, 12 Ounce",
    "description": "Cantu for natural hair coconut curling cream will define, condition and add manageability to your curls, leaving them soft, shiny and deeply moisturized. Made with 100% pure shea butter and formulated without chemicals or harsh ingredients, cantu for natural hair restores your real, authentic beauty. Embrace your curly, kinky, or wavy hair with cantu for natural hair. No mineral oil, sulfates, parabens, silicone, phthalates, gluten, paraffin, propylene glycol, PABA or DEA.",
    "itemID": "B008D5I61Y",
    "helpful": [
      1,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8829
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Curl Enhancers"
      ]
    ],
    "price": 10.86,
    "brand": "Cantu Shea Butter"
  },
  {
    "title": "100% Pure Unrefined Raw SHEA BUTTER - (1 Pound) from the nut of the African Ghana Shea Tree.",
    "description": "Shea Butter is ... FLEXIBLE, LUSTROUS, PROTECTS, MOISTURIZES, REVITALIZES, RELAXES. REFRESHES, MAINTAINS SKIN & HAIR MOISTURE. Shea Butter benefits to skin & hair are endless.\n\nThe commercial method of extracting Shea Butter has also added to the perplexity of Shea Butter. Shea Butter is used as an ingredient in soaps, shampoos, conditioners, hair relaxers, lotions, hand & body creams etc... There is nothing wrong with using Shea Butter as an ingredient as long as it is Unrefined Shea Butter and not processed or refined. If Shea Butter is added to products and the portions are generous along with other natural and/or organic ingredients, the product is good. However, when the Shea Butter is not listed as a RAW ingredient, and is listed as one of the last ingredients, it is not worth buying. Unfortunately, many companies will use Shea Butter to market their products using scarce amounts of Shea Butter which may ultimately be refined and/or processed. Processing/refining Raw Shea Butter takes away it's natural healing properties. It is important to preserve the ancient methods of Shea Butter by using it in its RAW state rather than processed.\n\nUNREFINED COLOR - because Unrefined Shea Butter is extracted traditionally or cold pressed, the color may vary between light grey, ivory/almond pale and light yellow. The color of Unrefined Shea Butter depends on the Shea Nut itself. Due to the nature of the nuts, the color of Unrefined Shea Butter may vary. Light to medium yellow colored Shea Butter has a root extract added to it, not palm/palm kernal oil ( this is added by sellers for show) One cannot judge the quality and authenticity of Unrefined Shea Butter solely based on color. Texture and quality is imperative when purchasing/using Shea Butter. Try not to base your knowledge of Shea Butter by color first. Look at quality and natural smoky nutty scent.",
    "itemID": "B004YBW5T0",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 67
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Body",
        "Moisturizers",
        "Body Butter"
      ]
    ],
    "price": 7.65,
    "brand": "Skin Beauty Essentials"
  }
]