[
  {
    "title": "Lemon Clarifying Shampoo 11 Ounces",
    "description": "Shampoo - Lemon by Avalon Organics 11 oz Liquid Lemon Clarifying Shampoo With Consciousness in Cosmetics Signature ingredient Certified organic span style overflow hidden onmouseover this.T WIDTH 300 return escape(' Citrus limonum Derived from the rind of the lemon refreshing anti-bacterial clarifies and cleanses.') lemon helps remove dulling residues with its acidic properties. span style overflow hidden onmouseover this.T WIDTH 300 return escape(' Butyrospermum parkii Derived from the karite fruit on the African mangifolia tree heals soothes protects and adds shine to hair.') Shea butter is rich in fatty acid triglycerides which add luxurious shine to hair. Product description This shampoo removes dulling build-up and gently cleanses as shea butter replenishes moisture to restore natural highlights shine and color. Features and benefits Designed to give your hair and scalp the optimum benefits of natural botanicals this shampoo contains our certified organic herbal blend and certifi",
    "itemID": "B00014D1OW",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 70731
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Shampoos"
      ]
    ],
    "price": 8.39,
    "brand": "Avalon Organics"
  },
  {
    "title": "Revlon ColorStay Makeup, Combination/Oily Skin, Cappuccino, 1 Ounce",
    "description": "Revlon ColorStay Makeup for Combination/Oily Skin Longwearing coverage with a lightweight formula that won't cake, fade, or rub off. With Time Release Technology specifically formulated for combination or oily skin to control oil absorption and shine. Your look stays flawless throughout the day.- Makeup feels comfortable and wears up to 24 hours.- Medium to full coverage.- Comes in 20 beautiful shades. TIPS: &#x2022; Apply to clean skin.&#x2022; Using your fingertips or applicator, blend foundation onto skin, starting in the center of your face, forehead, nose and chin blending outward.",
    "itemID": "B0039UT9QE",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 53396
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 9.48,
    "brand": "Revlon"
  },
  {
    "title": "Caribbean Solutions - Self Tanner Beach Colours 6 Oz",
    "description": "Natural & Organic Self Tanner, Scent Free Sunless Tanner finally, a truly natural self tanner that uses no dyes and artificial coloring agents. No more orange look to your skin! Beach Colours uses natural DHA, a vegetable substrate derived from sugar cane that colors dead skin cells and actually energizes one's own melanin to produce the skin's natural darkening process. Surrounding the natural DHA are moisturizers that will keep the skin from drying out while hastening the natural coloring of the skin. Organic Aloe Leaf; Cucumber and Melon extracts; Shea Butter; and Mandarin Oil invigorate and condition the skin during the speedy coloring process so it does not risk drying out. Now, a natural way to tan your skin when you cannot spend time in the sun due to time or weather. Beach Colours is fine to use while in the sun, as well, and expecially in preparation of going into the sun to establish a nice base tan. No Parabens are used as preservatives in our formulas, only food grade Natural Sorbate along with natural plant extracts and Natural Vitamin E from corn.",
    "itemID": "B001SAUBOQ",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2661
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Sun",
        "Self-Tanners & Bronzers"
      ]
    ],
    "price": 10.79,
    "brand": "Caribbean Solutions"
  }
]