[
  {
    "title": "Maybelline Mineral Power Natural Perfecting Foundation, Pure Beige 1 fl oz (30 ml)",
    "description": "Maybelline Mineral Power Liquid FoundationMineral Power Natural Perfecting Liquid Foundation with 100% micro-mineral pigments not only provides perfect coverage and all-day hydration, but also makes your skin clearer, smoother and more radiant - even when you&rsquo;re not wearing any.&bull;Results clinically proven after 8 weeks: -51% improvement in skin smoothness -33% improvement in skin luminosity -17% improvement in hydration&bull;Lightweight, buildable coverage&bull;Provides 8 hours of hydration&bull;Tested on sensitive skin&bull;Will not clog pores&bull;Contains 0% oil, 0% talc and 0% fragrance&bull;SPF 18",
    "itemID": "B001KYNZGG",
    "helpful": [
      0,
      0
    ],
    "overall": 2.0,
    "salesRank": {
      "Beauty": 109090
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 12.79,
    "brand": "Maybelline"
  },
  {
    "title": "FASH Professional Quality 2012 Series Cosmetic Brush Set with Faux Leather Pouch, Goat and Raccoon, 28-Piece",
    "description": "28 Essential makeup brushes in a luxurious red colored faux leather pouch.  Just perfect for your professional & personal uses. Our makeup brushes let you put makeup on with complete ease & gives you a stunning look you have always wanted.A perfect brush set with your favorite FASH Eyeshadow Palette.Buy without any risk or hassle. We have a 'No Questions Asked' return policy. Just try it & we know you will love it.Here is what's included:1. Powder Brush: Uniform blending of powder products onto the face.2-3. Angled Face Brush/Blush Brush: Buffing of blush on the face, cheeks & chin.4. Fan Brush: Dusting off excess loose powder.5-6. Large/Small Foundation Brush: Apply foundation-liquid or cream.7-8. Blending/Crease Brush: Contours & blends eyeshadow shades.9. Concealer Brush: Ideal to apply concealer under the eyes & cover blemishes.10. Medium Shading Brush: Highlights brow or blend the crease.11. Lip Brush: Blends the lipstick.12. Pencil Brush: Smudges color to the lashlines.13-14. Normal/ Angled Eyeliner/Angled Brow Brush: Apply even-thin line of eyeliner deep in/on the lashline or to define the eyebrows.15. Sponge Brush: Smudges eyeshadow or blend harsh line of the crease.16-17-18. X-Large/Large/Medium Eyeshadow Brush: Sweeping base eyeshadow shade over eyelid area.19-20. Mascara & Eyebrow-Lash Comb: Combs eyebrow hair & separate lash hair.21-22. Large/Small Angled Contour Brush:  Blushes & blends the contour shades.23. Smudge Brush: Blends & contours eyeshadow & liner.24-25. Large/Short Shadier Brush: Sweeps & blends eyeshadow on the entire lid.26. Fluff Brush: Blends eyeshadow, deposit color into the crease, or highlight the brow.27. Flat Definer Brush: Create sharp defined creases & shapes.28. Tapered Blending Brush: Blends color on the crease.The folio features a flap to secure & protect brushes during transport. Designed to perfectly house our 28 Piece Brush Set.",
    "itemID": "B0047SCT8W",
    "helpful": [
      1,
      1
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 49001
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 18.99,
    "brand": NaN
  },
  {
    "title": "Upper Lower Lash Mascara Applicator Guide Eyelash Comb",
    "description": "Material: plastic;\n\nColor: pink;\n\nPackage: 1 x Upper Lower Lash Applicator Guide",
    "itemID": "B004UVRYQS",
    "helpful": [
      1,
      2
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 2551
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Eyelash Tools",
        "Fake Eyelashes & Adhesives"
      ]
    ],
    "price": 1.37,
    "brand": "niceEshop"
  }
]