[
  {
    "title": "Biore  Deep Cleansing Pore Strips , 14 Nose Strips",
    "description": "Pore Perfect&reg;New! Custom FitUnclogs &amp; DiminishesPull the plug on clogged pores.&nbsp; Deep cleansing nose strips instantly remove dirt, oil and blackheads for cleans",
    "itemID": "B0009EILKS",
    "helpful": [
      0,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 178
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Treatments & Masks",
        "Pore Cleansing Strips"
      ]
    ],
    "price": 6.66,
    "brand": "Biore"
  },
  {
    "title": "OPI Soft Shades Nail Lacquer, Princesses Rule!",
    "description": "A light, baby pink sheer polish with glitter. This shimmery pale pink shade is a versatile addition to any nail polish collection. Use a single coat on bare nails for a natural, feminine look or wear atop other polishes for a glittery pink finish. You can also layer Princesses Rule. by itself for increased opacity. The lovely, soft pink sparkle works well on all complexions. From the OPI Princesses Charming Collection.",
    "itemID": "B000L9YYTS",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 22210
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 3.75,
    "brand": "OPI"
  },
  {
    "title": "Bio Ionic OnePass 1.5&quot; Nano Ceramic Straightening Iron",
    "description": "Bio Ionic Nano-Ceramic Conditioning Irons are faster, more effective and condition hair without flattening the cuticle.They feature Nano-Ionic Hybrid Mineral Technology, variable temperature settings for different hair types and leave the hair smooth, shiny, healthy and hydrated. The Fastest Straightening Iron Ever! The OnePass Iron represents a true break-through in straightening iron technology. The OnePass allows users to straighten hair in half the time compared to traditional irons. This is the professional?s #1 choice in irons!",
    "itemID": "B0016P4P4K",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 2610
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Irons",
        "Flattening Irons"
      ]
    ],
    "price": 98.84,
    "brand": "Bio Ionic"
  }
]