[
  {
    "title": "Belle&reg; Dome 12w Led Nail Polish Dryer/lamp/light for Curing Gelish &amp; LED Gels, Upgraded with Digital Countdown Timer 30s-90s, Nail SPA Equipment",
    "description": "Bellehome-Make Belle at homeProducts AdvantagesThis LED Nail Lamp is extremely well built and will last you for a lifetime of use. Because of it's unique crescent shape, the LED Nail Light is capable of curing all 4 fingers and the thumb together saving you valuable time! The LED Nail Light accommodates the thumb, it allows you to cut your typical Gel manicure times in half compared to other LED nail lights like that require you to cure the thumbs separately.Specifications:* Power: 12W* Input Voltage Range: AC100-110V* Surface Material: ABSPackage Includes:1 * Belle 12w LED lamp1 * User Manualcompared with ordinary tube-style of nail UV lamps1.Environment protection: light use of LED, non-harmful substances to human body;2.Energy-saving: LED is a low-power devices, low power consumption machine;3.Safe: Does not produce heat, not harm the hands;4.Long life, the normal life is 35000-50000 hours;5.Portable, not easily broken;6.Fast dry time: about 10-30 seconds with the use of LED nail gel;7.Low cost use8.CE Certification.NOTE:After you bought this nail dryer, we will email a user note to you within 24 hours.Please check your mail and spam, hope it will help you to use it well, if you have any question about our products, kindly email us, we will reply to you soon and give you best solution.",
    "itemID": "B00CSEIFUS",
    "helpful": [
      2,
      2
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 183229
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Nail Dryers"
      ]
    ],
    "price": 52.8,
    "brand": NaN
  },
  {
    "title": "Harmony Gelish Uv Soak Off Gel Polish -Gossip Girl (0.5 Oz)",
    "description": "This color gel is conveniently designed by \"Gelish by Harmony\" with a twist cap and applicator brush, apply like polishes, and cured under UV lamp. Color gels are meant to use on natural nails. These products are made to satisfy natural-nail wearers who long wish their color would last for more than two weeks. Color gels will stay on nails for three weeks with no chipping or peeling, and soak completely off in only 15 minutes.",
    "itemID": "B003VMU63K",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 18394
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Nails",
        "Nail Polish"
      ]
    ],
    "price": 10.95,
    "brand": "Harmony"
  },
  {
    "title": "Harmony Gelish UV Soak Off Gel Polish #324 Simple Sheer",
    "description": "This color gel is conveniently designed by \"Gelish by Harmony\" with a twist cap and applicator brush, apply like polishes, and cured under UV lamp. Color gels are meant to use on natural nails. These products are made to satisfy natural-nail wearers who long wish their color would last for more than two weeks. Color gels will stay on nails for three weeks with no chipping or peeling, and soak completely off in only 15 minutes.",
    "itemID": "B003VMVBVG",
    "helpful": [
      0,
      0
    ],
    "overall": 1.0,
    "salesRank": {
      "Beauty": 8250
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Nail Tools",
        "Sets & Kits"
      ]
    ],
    "price": 11.48,
    "brand": "Harmony"
  }
]