[
  {
    "title": "Twist Holder Clip Bun Hair Twist Braid Tool, Set of 2",
    "description": "Simple and elegant hair style, not only embellishes the shape of head and face, but also achieves graceful and sweet temperament.Steps:step 1: Put braid into curler and then roll up you hairsstep 2: Roll up your braid, until all of the hair be on the twist curler clampstep 3: Hook the two hooks, then finished",
    "itemID": "B006K9OQSC",
    "helpful": [
      0,
      0
    ],
    "overall": 3.0,
    "salesRank": {
      "Beauty": 1808
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Products",
        "Braid Maintenance"
      ]
    ],
    "price": 1.65,
    "brand": "Bonamart"
  },
  {
    "title": "Real Techniques Fine Liner Brush",
    "description": "Designed with pro makeup artist Samantha Chapman, Real Techniques brushes combine high-tech materials with innovative design to make creating a pixel-perfect look easier than ever: Taklon bristles are ultra plush and smoother than the hair you'll find in other brushes. Since taklon is synthetic, it's 100% cruelty-free. The soft fibers help create a flawless, high-definition finish in any type of light, from sunlight to harsh indoor lighting. The color-coded system corresponds to the key steps of makeup application so you can create a flawless base (copper), enhanced eyes (purple), and the perfect finish like a pro (pink). Each brush head is hand-cut to the perfect shape, allowing for precise application from dense coverage to a soft, delicate finish. The collection is suitable for a wide range of products and every makeup need &#x2013; from powders, creams, and liquids to mineral makeup, highlighter, and shimmer. Brush names on the handles make for easy reference when creating your favorite look.",
    "itemID": "B007O7AZ3O",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 6951
    },
    "categories": [
      [
        "Beauty",
        "Tools & Accessories",
        "Makeup Brushes & Tools",
        "Brushes & Applicators"
      ]
    ],
    "price": 7.75,
    "brand": "Real Techniques"
  },
  {
    "title": "Goody Simple Styles Spin Pin for Dark Hair 3 Easy Styles 2 Pins (1 box)",
    "description": "Goody Simple Styles Spin Pin for Dark Hair 3 Easy Styles 2 Pins",
    "itemID": "B00BE6EAKK",
    "helpful": [
      0,
      0
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 5496
    },
    "categories": [
      [
        "Beauty",
        "Hair Care",
        "Styling Tools",
        "Styling Accessories",
        "Hair Pins"
      ]
    ],
    "price": 6.75,
    "brand": "Goody"
  }
]