[
  {
    "title": "Peter Thomas Roth Blemish Buffing Beads 8.5 fl oz",
    "description": "An ultra gentle anti-acne version of Botanical Buffing Beads that may be used on the face and body for the treatment and control of acne.  Salicylic acid clears up acne blemishes while glycolic acid complex and oil absorbing ingredients help produce flawless, clear skin. Soft, ultra-fine jojoba beads work in two ways. First, they help exfoliate surface dead skin cells without irritation, allowing acne treatment products to penetrate better. Then, the ultra- fine jojoba beads help open clogged pores and emulsify the sebum that contributes to blackheads and whiteheads.",
    "itemID": "B000WE67MO",
    "helpful": [
      1,
      3
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 7012
    },
    "categories": [
      [
        "Beauty",
        "Bath & Body",
        "Scrubs & Body Treatments",
        "Body Scrubs"
      ]
    ],
    "price": 22.39,
    "brand": "Peter Thomas Roth"
  },
  {
    "title": "Mary Kay Mineral Powder Foundation Beige 2",
    "description": "Mary Kay Mineral Powder Foundation is a weightless, skin-perfecting powder that makes lines, wrinkles and other imperfections seem to disappear. You get the coverage of a foundation with the comfort of a powder.It's a foundation. It's a powder. It's a skin perfecter. That's the beauty of Mary Kay Mineral Powder Foundation. It allows you to even out your skin tone to get a flawless look and beautiful base for color cosmetics-- Buildable coverage blends effortlessly with the sweep of a brush for a flawless look-- Long-wearing, transfer-resistant formula won't fade away by midday-- Controls shine and imparts a matte finish",
    "itemID": "B003H2MR2W",
    "helpful": [
      0,
      0
    ],
    "overall": 4.0,
    "salesRank": {
      "Beauty": 20948
    },
    "categories": [
      [
        "Beauty",
        "Makeup",
        "Face",
        "Foundation"
      ]
    ],
    "price": 8.4,
    "brand": "Mary Kay"
  },
  {
    "title": "Murad Age Spot And Pigment Lightening Serum .25 oz DLX Size Pump NEW",
    "description": "Brand New In Box",
    "itemID": "B0088HN7TI",
    "helpful": [
      1,
      1
    ],
    "overall": 5.0,
    "salesRank": {
      "Beauty": 8587
    },
    "categories": [
      [
        "Beauty",
        "Skin Care",
        "Face",
        "Creams & Moisturizers"
      ]
    ],
    "price": 10.7,
    "brand": "Murad"
  }
]